export const assameseContentText: string = `ওং শুক্লাংবরধরং বিষ্ণুং শশিবর্ণং চতুর্ভুজম্ ।
প্রসন্নবদনং ধ্যাযেত্ সর্ববিঘ্নোপশাংতযে ॥ 1 ॥

যস্যদ্বিরদবক্ত্রাদ্যাঃ পারিষদ্যাঃ পরঃ শতম্ ।
বিঘ্নং নিঘ্নংতি সততং বিষ্বক্সেনং তমাশ্রযে ॥ 2 ॥

পূর্ব পীঠিকা
ব্যাসং বসিষ্ঠ নপ্তারং শক্তেঃ পৌত্রমকল্মষম্ ।
পরাশরাত্মজং বংদে শুকতাতং তপোনিধিম্ ॥ 3 ॥

ব্যাসায বিষ্ণু রূপায ব্যাসরূপায বিষ্ণবে ।
নমো বৈ ব্রহ্মনিধযে বাসিষ্ঠায নমো নমঃ ॥ 4 ॥

অবিকারায শুদ্ধায নিত্যায পরমাত্মনে ।
সদৈক রূপ রূপায বিষ্ণবে সর্বজিষ্ণবে ॥ 5 ॥

যস্য স্মরণমাত্রেণ জন্মসংসারবংধনাত্ ।
বিমুচ্যতে নমস্তস্মৈ বিষ্ণবে প্রভবিষ্ণবে ॥ 6 ॥

ওং নমো বিষ্ণবে প্রভবিষ্ণবে ।

শ্রী বৈশংপাযন উবাচ
শ্রুত্বা ধর্মা নশেষেণ পাবনানি চ সর্বশঃ ।
যুধিষ্ঠিরঃ শাংতনবং পুনরেবাভ্য ভাষত ॥ 7 ॥

যুধিষ্ঠির উবাচ
কিমেকং দৈবতং লোকে কিং বাঽপ্যেকং পরাযণং
স্তুবংতঃ কং কমর্চংতঃ প্রাপ্নুযুর্মানবাঃ শুভম্ ॥ 8 ॥

কো ধর্মঃ সর্বধর্মাণাং ভবতঃ পরমো মতঃ ।
কিং জপন্মুচ্যতে জংতুর্জন্মসংসার বংধনাত্ ॥ 9 ॥

শ্রী ভীষ্ম উবাচ
জগত্প্রভুং দেবদেব মনংতং পুরুষোত্তমম্ ।
স্তুবন্নাম সহস্রেণ পুরুষঃ সততোত্থিতঃ ॥ 10 ॥

তমেব চার্চযন্নিত্যং ভক্ত্যা পুরুষমব্যযম্ ।
ধ্যাযন্ স্তুবন্নমস্যংশ্চ যজমানস্তমেব চ ॥ 11 ॥

অনাদি নিধনং বিষ্ণুং সর্বলোক মহেশ্বরম্ ।
লোকাধ্যক্ষং স্তুবন্নিত্যং সর্ব দুঃখাতিগো ভবেত্ ॥ 12 ॥

ব্রহ্মণ্যং সর্ব ধর্মজ্ঞং লোকানাং কীর্তি বর্ধনম্ ।
লোকনাথং মহদ্ভূতং সর্বভূত ভবোদ্ভবম্॥ 13 ॥

এষ মে সর্ব ধর্মাণাং ধর্মোঽধিক তমোমতঃ ।
যদ্ভক্ত্যা পুংডরীকাক্ষং স্তবৈরর্চেন্নরঃ সদা ॥ 14 ॥

পরমং যো মহত্তেজঃ পরমং যো মহত্তপঃ ।
পরমং যো মহদ্ব্রহ্ম পরমং যঃ পরাযণম্ । 15 ॥

পবিত্রাণাং পবিত্রং যো মংগলানাং চ মংগলম্ ।
দৈবতং দেবতানাং চ ভূতানাং যোঽব্যযঃ পিতা ॥ 16 ॥

যতঃ সর্বাণি ভূতানি ভবংত্যাদি যুগাগমে ।
যস্মিংশ্চ প্রলযং যাংতি পুনরেব যুগক্ষযে ॥ 17 ॥

তস্য লোক প্রধানস্য জগন্নাথস্য ভূপতে ।
বিষ্ণোর্নাম সহস্রং মে শ্রুণু পাপ ভযাপহম্ ॥ 18 ॥

যানি নামানি গৌণানি বিখ্যাতানি মহাত্মনঃ ।
ঋষিভিঃ পরিগীতানি তানি বক্ষ্যামি ভূতযে ॥ 19 ॥

ঋষির্নাম্নাং সহস্রস্য বেদব্যাসো মহামুনিঃ ॥
ছংদোঽনুষ্টুপ্ তথা দেবো ভগবান্ দেবকীসুতঃ ॥ 20 ॥

অমৃতাং শূদ্ভবো বীজং শক্তির্দেবকিনংদনঃ ।
ত্রিসামা হৃদযং তস্য শাংত্যর্থে বিনিযুজ্যতে ॥ 21 ॥

বিষ্ণুং জিষ্ণুং মহাবিষ্ণুং প্রভবিষ্ণুং মহেশ্বরম্ ॥
অনেকরূপ দৈত্যাংতং নমামি পুরুষোত্তমম্ ॥ 22 ॥

পূর্বন্যাসঃ
অস্য শ্রী বিষ্ণোর্দিব্য সহস্রনাম স্তোত্র মহামংত্রস্য ॥
শ্রী বেদব্যাসো ভগবান্ ঋষিঃ ।
অনুষ্টুপ্ ছংদঃ ।
শ্রীমহাবিষ্ণুঃ পরমাত্মা শ্রীমন্নারাযণো দেবতা ।
অমৃতাংশূদ্ভবো ভানুরিতি বীজম্ ।
দেবকীনংদনঃ স্রষ্টেতি শক্তিঃ ।
উদ্ভবঃ, ক্ষোভণো দেব ইতি পরমোমংত্রঃ ।
শংখভৃন্নংদকী চক্রীতি কীলকম্ ।
শার্​ঙ্গধন্বা গদাধর ইত্যস্ত্রম্ ।
রথাংগপাণি রক্ষোভ্য ইতি নেত্রম্ ।
ত্রিসামাসামগঃ সামেতি কবচম্ ।
আনংদং পরব্রহ্মেতি যোনিঃ ।
ঋতুস্সুদর্শনঃ কাল ইতি দিগ্বংধঃ ॥
শ্রীবিশ্বরূপ ইতি ধ্যানম্ ।
শ্রী মহাবিষ্ণু প্রীত্যর্থে সহস্রনাম জপে পারাযণে বিনিযোগঃ ।

করন্যাসঃ
বিশ্বং বিষ্ণুর্বষট্কার ইত্যংগুষ্ঠাভ্যাং নমঃ
অমৃতাং শূদ্ভবো ভানুরিতি তর্জনীভ্যাং নমঃ
ব্রহ্মণ্যো ব্রহ্মকৃত্ ব্রহ্মেতি মধ্যমাভ্যাং নমঃ
সুবর্ণবিংদু রক্ষোভ্য ইতি অনামিকাভ্যাং নমঃ
নিমিষোঽনিমিষঃ স্রগ্বীতি কনিষ্ঠিকাভ্যাং নমঃ
রথাংগপাণি রক্ষোভ্য ইতি করতল করপৃষ্ঠাভ্যাং নমঃ

অংগন্যাসঃ
সুব্রতঃ সুমুখঃ সূক্ষ্ম ইতি জ্ঞানায হৃদযায নমঃ
সহস্রমূর্তিঃ বিশ্বাত্মা ইতি ঐশ্বর্যায শিরসে স্বাহা
সহস্রার্চিঃ সপ্তজিহ্ব ইতি শক্ত্যৈ শিখাযৈ বষট্
ত্রিসামা সামগস্সামেতি বলায কবচায হুং
রথাংগপাণি রক্ষোভ্য ইতি নেত্রাভ্যাং বৌষট্
শাংগধন্বা গদাধর ইতি বীর্যায অস্ত্রাযফট্
ঋতুঃ সুদর্শনঃ কাল ইতি দিগ্ভংধঃ

ধ্যানম্
ক্ষীরোধন্বত্প্রদেশে শুচিমণি-বিলস-ত্সৈকতে-মৌক্তিকানাং
মালা-কৢপ্তাসনস্থঃ স্ফটিক-মণিনিভৈ-র্মৌক্তিকৈ-র্মংডিতাংগঃ ।
শুভ্রৈ-রভ্রৈ-রদভ্রৈ-রুপরিবিরচিতৈ-র্মুক্ত পীযূষ বর্ষৈঃ
আনংদী নঃ পুনীযা-দরিনলিনগদা শংখপাণি-র্মুকুংদঃ ॥ 1 ॥

ভূঃ পাদৌ যস্য নাভির্বিয-দসুর নিলশ্চংদ্র সূর্যৌ চ নেত্রে
কর্ণাবাশাঃ শিরোদ্যৌর্মুখমপি দহনো যস্য বাস্তেযমব্ধিঃ ।
অংতঃস্থং যস্য বিশ্বং সুর নরখগগোভোগি গংধর্বদৈত্যৈঃ
চিত্রং রং রম্যতে তং ত্রিভুবন বপুশং বিষ্ণুমীশং নমামি ॥ 2 ॥

ওং নমো ভগবতে বাসুদেবায !

শাংতাকারং ভুজগশযনং পদ্মনাভং সুরেশং
বিশ্বাধারং গগনসদৃশং মেঘবর্ণং শুভাংগম্ ।
লক্ষ্মীকাংতং কমলনযনং যোগিহৃর্ধ্যানগম্যম্
বংদে বিষ্ণুং ভবভযহরং সর্বলোকৈকনাথম্ ॥ 3 ॥

মেঘশ্যামং পীতকৌশেযবাসং
শ্রীবত্সাকং কৌস্তুভোদ্ভাসিতাংগম্ ।
পুণ্যোপেতং পুংডরীকাযতাক্ষং
বিষ্ণুং বংদে সর্বলোকৈকনাথম্ ॥ 4 ॥

নমঃ সমস্ত ভূতানাং আদি ভূতায ভূভৃতে ।
অনেকরূপ রূপায বিষ্ণবে প্রভবিষ্ণবে ॥ 5॥

সশংখচক্রং সকিরীটকুংডলং
সপীতবস্ত্রং সরসীরুহেক্ষণম্ ।
সহার বক্ষঃস্থল শোভি কৌস্তুভং
নমামি বিষ্ণুং শিরসা চতুর্ভুজম্ । 6॥

ছাযাযাং পারিজাতস্য হেমসিংহাসনোপরি
আসীনমংবুদশ্যামমাযতাক্ষমলংকৃতম্ ॥ 7 ॥

চংদ্রাননং চতুর্বাহুং শ্রীবত্সাংকিত বক্ষসম্
রুক্মিণী সত্যভামাভ্যাং সহিতং কৃষ্ণমাশ্রযে ॥ 8 ॥

পংচপূজ
লং - পৃথিব্যাত্মনে গংথং সমর্পযামি
হং - আকাশাত্মনে পুষ্পৈঃ পূজযামি
যং - বায্বাত্মনে ধূপমাঘ্রাপযামি
রং - অগ্ন্যাত্মনে দীপং দর্শযামি
বং - অমৃতাত্মনে নৈবেদ্যং নিবেদযামি
সং - সর্বাত্মনে সর্বোপচার পূজা নমস্কারান্ সমর্পযামি

স্তোত্রম্

হরিঃ ওম্

বিশ্বং বিষ্ণুর্বষট্কারো ভূতভব্যভবত্প্রভুঃ ।
ভূতকৃদ্ভূতভৃদ্ভাবো ভূতাত্মা ভূতভাবনঃ ॥ 1 ॥

পূতাত্মা পরমাত্মা চ মুক্তানাং পরমাগতিঃ ।
অব্যযঃ পুরুষঃ সাক্ষী ক্ষেত্রজ্ঞোঽক্ষর এব চ ॥ 2 ॥

যোগো যোগবিদাং নেতা প্রধান পুরুষেশ্বরঃ ।
নারসিংহবপুঃ শ্রীমান্ কেশবঃ পুরুষোত্তমঃ ॥ 3 ॥

সর্বঃ শর্বঃ শিবঃ স্থাণুর্ভূতাদির্নিধিরব্যযঃ ।
সংভবো ভাবনো ভর্তা প্রভবঃ প্রভুরীশ্বরঃ ॥ 4 ॥

স্বযংভূঃ শংভুরাদিত্যঃ পুষ্করাক্ষো মহাস্বনঃ ।
অনাদিনিধনো ধাতা বিধাতা ধাতুরুত্তমঃ ॥ 5 ॥

অপ্রমেযো হৃষীকেশঃ পদ্মনাভোঽমরপ্রভুঃ ।
বিশ্বকর্মা মনুস্ত্বষ্টা স্থবিষ্ঠঃ স্থবিরো ধ্রুবঃ ॥ 6 ॥

অগ্রাহ্যঃ শাশ্বতো কৃষ্ণো লোহিতাক্ষঃ প্রতর্দনঃ ।
প্রভূতস্ত্রিককুব্ধাম পবিত্রং মংগলং পরম্ ॥ 7 ॥

ঈশানঃ প্রাণদঃ প্রাণো জ্যেষ্ঠঃ শ্রেষ্ঠঃ প্রজাপতিঃ ।
হিরণ্যগর্ভো ভূগর্ভো মাধবো মধুসূদনঃ ॥ 8 ॥

ঈশ্বরো বিক্রমীধন্বী মেধাবী বিক্রমঃ ক্রমঃ ।
অনুত্তমো দুরাধর্ষঃ কৃতজ্ঞঃ কৃতিরাত্মবান্॥ 9 ॥

সুরেশঃ শরণং শর্ম বিশ্বরেতাঃ প্রজাভবঃ ।
অহস্সংবত্সরো ব্যালঃ প্রত্যযঃ সর্বদর্শনঃ ॥ 10 ॥

অজস্সর্বেশ্বরঃ সিদ্ধঃ সিদ্ধিঃ সর্বাদিরচ্যুতঃ ।
বৃষাকপিরমেযাত্মা সর্বযোগবিনিস্সৃতঃ ॥ 11 ॥

বসুর্বসুমনাঃ সত্যঃ সমাত্মা সম্মিতস্সমঃ ।
অমোঘঃ পুংডরীকাক্ষো বৃষকর্মা বৃষাকৃতিঃ ॥ 12 ॥

রুদ্রো বহুশিরা বভ্রুর্বিশ্বযোনিঃ শুচিশ্রবাঃ ।
অমৃতঃ শাশ্বতস্থাণুর্বরারোহো মহাতপাঃ ॥ 13 ॥

সর্বগঃ সর্ব বিদ্ভানুর্বিষ্বক্সেনো জনার্দনঃ ।
বেদো বেদবিদব্যংগো বেদাংগো বেদবিত্কবিঃ ॥ 14 ॥

লোকাধ্যক্ষঃ সুরাধ্যক্ষো ধর্মাধ্যক্ষঃ কৃতাকৃতঃ ।
চতুরাত্মা চতুর্ব্যূহশ্চতুর্দংষ্ট্রশ্চতুর্ভুজঃ ॥ 15 ॥

ভ্রাজিষ্ণুর্ভোজনং ভোক্তা সহিষ্ণুর্জগদাদিজঃ ।
অনঘো বিজযো জেতা বিশ্বযোনিঃ পুনর্বসুঃ ॥ 16 ॥

উপেংদ্রো বামনঃ প্রাংশুরমোঘঃ শুচিরূর্জিতঃ ।
অতীংদ্রঃ সংগ্রহঃ সর্গো ধৃতাত্মা নিযমো যমঃ ॥ 17 ॥

বেদ্যো বৈদ্যঃ সদাযোগী বীরহা মাধবো মধুঃ ।
অতীংদ্রিযো মহামাযো মহোত্সাহো মহাবলঃ ॥ 18 ॥

মহাবুদ্ধির্মহাবীর্যো মহাশক্তির্মহাদ্যুতিঃ ।
অনির্দেশ্যবপুঃ শ্রীমানমেযাত্মা মহাদ্রিধৃক্ ॥ 19 ॥

মহেশ্বাসো মহীভর্তা শ্রীনিবাসঃ সতাংগতিঃ ।
অনিরুদ্ধঃ সুরানংদো গোবিংদো গোবিদাং পতিঃ ॥ 20 ॥

মরীচির্দমনো হংসঃ সুপর্ণো ভুজগোত্তমঃ ।
হিরণ্যনাভঃ সুতপাঃ পদ্মনাভঃ প্রজাপতিঃ ॥ 21 ॥

অমৃত্যুঃ সর্বদৃক্ সিংহঃ সংধাতা সংধিমান্ স্থিরঃ ।
অজো দুর্মর্ষণঃ শাস্তা বিশ্রুতাত্মা সুরারিহা ॥ 22 ॥

গুরুর্গুরুতমো ধাম সত্যঃ সত্যপরাক্রমঃ ।
নিমিষোঽনিমিষঃ স্রগ্বী বাচস্পতিরুদারধীঃ ॥ 23 ॥

অগ্রণীগ্রামণীঃ শ্রীমান্ ন্যাযো নেতা সমীরণঃ
সহস্রমূর্ধা বিশ্বাত্মা সহস্রাক্ষঃ সহস্রপাত্ ॥ 24 ॥

আবর্তনো নিবৃত্তাত্মা সংবৃতঃ সংপ্রমর্দনঃ ।
অহঃ সংবর্তকো বহ্নিরনিলো ধরণীধরঃ ॥ 25 ॥

সুপ্রসাদঃ প্রসন্নাত্মা বিশ্বধৃগ্বিশ্বভুগ্বিভুঃ ।
সত্কর্তা সত্কৃতঃ সাধুর্জহ্নুর্নারাযণো নরঃ ॥ 26 ॥

অসংখ্যেযোঽপ্রমেযাত্মা বিশিষ্টঃ শিষ্টকৃচ্ছুচিঃ ।
সিদ্ধার্থঃ সিদ্ধসংকল্পঃ সিদ্ধিদঃ সিদ্ধি সাধনঃ ॥ 27 ॥

বৃষাহী বৃষভো বিষ্ণুর্বৃষপর্বা বৃষোদরঃ ।
বর্ধনো বর্ধমানশ্চ বিবিক্তঃ শ্রুতিসাগরঃ ॥ 28 ॥

সুভুজো দুর্ধরো বাগ্মী মহেংদ্রো বসুদো বসুঃ ।
নৈকরূপো বৃহদ্রূপঃ শিপিবিষ্টঃ প্রকাশনঃ ॥ 29 ॥

ওজস্তেজোদ্যুতিধরঃ প্রকাশাত্মা প্রতাপনঃ ।
ঋদ্দঃ স্পষ্টাক্ষরো মংত্রশ্চংদ্রাংশুর্ভাস্করদ্যুতিঃ ॥ 30 ॥

অমৃতাংশূদ্ভবো ভানুঃ শশবিংদুঃ সুরেশ্বরঃ ।
ঔষধং জগতঃ সেতুঃ সত্যধর্মপরাক্রমঃ ॥ 31 ॥

ভূতভব্যভবন্নাথঃ পবনঃ পাবনোঽনলঃ ।
কামহা কামকৃত্কাংতঃ কামঃ কামপ্রদঃ প্রভুঃ ॥ 32 ॥

যুগাদি কৃদ্যুগাবর্তো নৈকমাযো মহাশনঃ ।
অদৃশ্যো ব্যক্তরূপশ্চ সহস্রজিদনংতজিত্ ॥ 33 ॥

ইষ্টোঽবিশিষ্টঃ শিষ্টেষ্টঃ শিখংডী নহুষো বৃষঃ ।
ক্রোধহা ক্রোধকৃত্কর্তা বিশ্ববাহুর্মহীধরঃ ॥ 34 ॥

অচ্যুতঃ প্রথিতঃ প্রাণঃ প্রাণদো বাসবানুজঃ ।
অপাংনিধিরধিষ্ঠানমপ্রমত্তঃ প্রতিষ্ঠিতঃ ॥ 35 ॥

স্কংদঃ স্কংদধরো ধুর্যো বরদো বাযুবাহনঃ ।
বাসুদেবো বৃহদ্ভানুরাদিদেবঃ পুরংধরঃ ॥ 36 ॥

অশোকস্তারণস্তারঃ শূরঃ শৌরির্জনেশ্বরঃ ।
অনুকূলঃ শতাবর্তঃ পদ্মী পদ্মনিভেক্ষণঃ ॥ 37 ॥

পদ্মনাভোঽরবিংদাক্ষঃ পদ্মগর্ভঃ শরীরভৃত্ ।
মহর্ধিরৃদ্ধো বৃদ্ধাত্মা মহাক্ষো গরুডধ্বজঃ ॥ 38 ॥

অতুলঃ শরভো ভীমঃ সমযজ্ঞো হবির্হরিঃ ।
সর্বলক্ষণলক্ষণ্যো লক্ষ্মীবান্ সমিতিংজযঃ ॥ 39 ॥

বিক্ষরো রোহিতো মার্গো হেতুর্দামোদরঃ সহঃ ।
মহীধরো মহাভাগো বেগবানমিতাশনঃ ॥ 40 ॥

উদ্ভবঃ, ক্ষোভণো দেবঃ শ্রীগর্ভঃ পরমেশ্বরঃ ।
করণং কারণং কর্তা বিকর্তা গহনো গুহঃ ॥ 41 ॥

ব্যবসাযো ব্যবস্থানঃ সংস্থানঃ স্থানদো ধ্রুবঃ ।
পরর্ধিঃ পরমস্পষ্টঃ তুষ্টঃ পুষ্টঃ শুভেক্ষণঃ ॥ 42 ॥

রামো বিরামো বিরজো মার্গোনেযো নযোঽনযঃ ।
বীরঃ শক্তিমতাং শ্রেষ্ঠো ধর্মোধর্ম বিদুত্তমঃ ॥ 43 ॥

বৈকুংঠঃ পুরুষঃ প্রাণঃ প্রাণদঃ প্রণবঃ পৃথুঃ ।
হিরণ্যগর্ভঃ শত্রুঘ্নো ব্যাপ্তো বাযুরধোক্ষজঃ ॥ 44 ॥

ঋতুঃ সুদর্শনঃ কালঃ পরমেষ্ঠী পরিগ্রহঃ ।
উগ্রঃ সংবত্সরো দক্ষো বিশ্রামো বিশ্বদক্ষিণঃ ॥ 45 ॥

বিস্তারঃ স্থাবর স্থাণুঃ প্রমাণং বীজমব্যযম্ ।
অর্থোঽনর্থো মহাকোশো মহাভোগো মহাধনঃ ॥ 46 ॥

অনির্বিণ্ণঃ স্থবিষ্ঠো ভূদ্ধর্মযূপো মহামখঃ ।
নক্ষত্রনেমির্নক্ষত্রী ক্ষমঃ, ক্ষামঃ সমীহনঃ ॥ 47 ॥

যজ্ঞ ইজ্যো মহেজ্যশ্চ ক্রতুঃ সত্রং সতাংগতিঃ ।
সর্বদর্শী বিমুক্তাত্মা সর্বজ্ঞো জ্ঞানমুত্তমম্ ॥ 48 ॥

সুব্রতঃ সুমুখঃ সূক্ষ্মঃ সুঘোষঃ সুখদঃ সুহৃত্ ।
মনোহরো জিতক্রোধো বীর বাহুর্বিদারণঃ ॥ 49 ॥

স্বাপনঃ স্ববশো ব্যাপী নৈকাত্মা নৈককর্মকৃত্। ।
বত্সরো বত্সলো বত্সী রত্নগর্ভো ধনেশ্বরঃ ॥ 50 ॥

ধর্মগুব্ধর্মকৃদ্ধর্মী সদসত্ক্ষরমক্ষরম্॥
অবিজ্ঞাতা সহস্ত্রাংশুর্বিধাতা কৃতলক্ষণঃ ॥ 51 ॥

গভস্তিনেমিঃ সত্ত্বস্থঃ সিংহো ভূত মহেশ্বরঃ ।
আদিদেবো মহাদেবো দেবেশো দেবভৃদ্গুরুঃ ॥ 52 ॥

উত্তরো গোপতির্গোপ্তা জ্ঞানগম্যঃ পুরাতনঃ ।
শরীর ভূতভৃদ্ ভোক্তা কপীংদ্রো ভূরিদক্ষিণঃ ॥ 53 ॥

সোমপোঽমৃতপঃ সোমঃ পুরুজিত্ পুরুসত্তমঃ ।
বিনযো জযঃ সত্যসংধো দাশার্হঃ সাত্বতাং পতিঃ ॥ 54 ॥

জীবো বিনযিতা সাক্ষী মুকুংদোঽমিত বিক্রমঃ ।
অংভোনিধিরনংতাত্মা মহোদধি শযোংতকঃ ॥ 55 ॥

অজো মহার্হঃ স্বাভাব্যো জিতামিত্রঃ প্রমোদনঃ ।
আনংদোঽনংদনোনংদঃ সত্যধর্মা ত্রিবিক্রমঃ ॥ 56 ॥

মহর্ষিঃ কপিলাচার্যঃ কৃতজ্ঞো মেদিনীপতিঃ ।
ত্রিপদস্ত্রিদশাধ্যক্ষো মহাশৃংগঃ কৃতাংতকৃত্ ॥ 57 ॥

মহাবরাহো গোবিংদঃ সুষেণঃ কনকাংগদী ।
গুহ্যো গভীরো গহনো গুপ্তশ্চক্র গদাধরঃ ॥ 58 ॥

বেধাঃ স্বাংগোঽজিতঃ কৃষ্ণো দৃঢঃ সংকর্ষণোঽচ্যুতঃ ।
বরুণো বারুণো বৃক্ষঃ পুষ্করাক্ষো মহামনাঃ ॥ 59 ॥

ভগবান্ ভগহাঽঽনংদী বনমালী হলাযুধঃ ।
আদিত্যো জ্যোতিরাদিত্যঃ সহিষ্ণুর্গতিসত্তমঃ ॥ 60 ॥

সুধন্বা খংডপরশুর্দারুণো দ্রবিণপ্রদঃ ।
দিবঃস্পৃক্ সর্বদৃগ্ব্যাসো বাচস্পতিরযোনিজঃ ॥ 61 ॥

ত্রিসামা সামগঃ সাম নির্বাণং ভেষজং ভিষক্ ।
সন্যাসকৃচ্ছমঃ শাংতো নিষ্ঠা শাংতিঃ পরাযণম্। 62 ॥

শুভাংগঃ শাংতিদঃ স্রষ্টা কুমুদঃ কুবলেশযঃ ।
গোহিতো গোপতির্গোপ্তা বৃষভাক্ষো বৃষপ্রিযঃ ॥ 63 ॥

অনিবর্তী নিবৃত্তাত্মা সংক্ষেপ্তা ক্ষেমকৃচ্ছিবঃ ।
শ্রীবত্সবক্ষাঃ শ্রীবাসঃ শ্রীপতিঃ শ্রীমতাংবরঃ ॥ 64 ॥

শ্রীদঃ শ্রীশঃ শ্রীনিবাসঃ শ্রীনিধিঃ শ্রীবিভাবনঃ ।
শ্রীধরঃ শ্রীকরঃ শ্রেযঃ শ্রীমাँল্লোকত্রযাশ্রযঃ ॥ 65 ॥

স্বক্ষঃ স্বংগঃ শতানংদো নংদির্জ্যোতির্গণেশ্বরঃ ।
বিজিতাত্মাঽবিধেযাত্মা সত্কীর্তিচ্ছিন্নসংশযঃ ॥ 66 ॥

উদীর্ণঃ সর্বতশ্চক্ষুরনীশঃ শাশ্বতস্থিরঃ ।
ভূশযো ভূষণো ভূতির্বিশোকঃ শোকনাশনঃ ॥ 67 ॥

অর্চিষ্মানর্চিতঃ কুংভো বিশুদ্ধাত্মা বিশোধনঃ ।
অনিরুদ্ধোঽপ্রতিরথঃ প্রদ্যুম্নোঽমিতবিক্রমঃ ॥ 68 ॥

কালনেমিনিহা বীরঃ শৌরিঃ শূরজনেশ্বরঃ ।
ত্রিলোকাত্মা ত্রিলোকেশঃ কেশবঃ কেশিহা হরিঃ ॥ 69 ॥

কামদেবঃ কামপালঃ কামী কাংতঃ কৃতাগমঃ ।
অনির্দেশ্যবপুর্বিষ্ণুর্বীরোঽনংতো ধনংজযঃ ॥ 70 ॥

ব্রহ্মণ্যো ব্রহ্মকৃদ্ ব্রহ্মা ব্রহ্ম ব্রহ্মবিবর্ধনঃ ।
ব্রহ্মবিদ্ ব্রাহ্মণো ব্রহ্মী ব্রহ্মজ্ঞো ব্রাহ্মণপ্রিযঃ ॥ 71 ॥

মহাক্রমো মহাকর্মা মহাতেজা মহোরগঃ ।
মহাক্রতুর্মহাযজ্বা মহাযজ্ঞো মহাহবিঃ ॥ 72 ॥

স্তব্যঃ স্তবপ্রিযঃ স্তোত্রং স্তুতিঃ স্তোতা রণপ্রিযঃ ।
পূর্ণঃ পূরযিতা পুণ্যঃ পুণ্যকীর্তিরনামযঃ ॥ 73 ॥

মনোজবস্তীর্থকরো বসুরেতা বসুপ্রদঃ ।
বসুপ্রদো বাসুদেবো বসুর্বসুমনা হবিঃ ॥ 74 ॥

সদ্গতিঃ সত্কৃতিঃ সত্তা সদ্ভূতিঃ সত্পরাযণঃ ।
শূরসেনো যদুশ্রেষ্ঠঃ সন্নিবাসঃ সুযামুনঃ ॥ 75 ॥

ভূতাবাসো বাসুদেবঃ সর্বাসুনিলযোঽনলঃ ।
দর্পহা দর্পদো দৃপ্তো দুর্ধরোঽথাপরাজিতঃ ॥ 76 ॥

বিশ্বমূর্তির্মহামূর্তির্দীপ্তমূর্তিরমূর্তিমান্ ।
অনেকমূর্তিরব্যক্তঃ শতমূর্তিঃ শতাননঃ ॥ 77 ॥

একো নৈকঃ স্তবঃ কঃ কিং যত্তত্ পদমনুত্তমম্ ।
লোকবংধুর্লোকনাথো মাধবো ভক্তবত্সলঃ ॥ 78 ॥

সুবর্ণবর্ণো হেমাংগো বরাংগশ্চংদনাংগদী ।
বীরহা বিষমঃ শূন্যো ঘৃতাশীরচলশ্চলঃ ॥ 79 ॥

অমানী মানদো মান্যো লোকস্বামী ত্রিলোকধৃত্ ।
সুমেধা মেধজো ধন্যঃ সত্যমেধা ধরাধরঃ ॥ 80 ॥

তেজোঽবৃষো দ্যুতিধরঃ সর্বশস্ত্রভৃতাংবরঃ ।
প্রগ্রহো নিগ্রহো ব্যগ্রো নৈকশৃংগো গদাগ্রজঃ ॥ 81 ॥

চতুর্মূর্তি শ্চতুর্বাহু শ্চতুর্ব্যূহ শ্চতুর্গতিঃ ।
চতুরাত্মা চতুর্ভাবশ্চতুর্বেদবিদেকপাত্ ॥ 82 ॥

সমাবর্তোঽনিবৃত্তাত্মা দুর্জযো দুরতিক্রমঃ ।
দুর্লভো দুর্গমো দুর্গো দুরাবাসো দুরারিহা ॥ 83 ॥

শুভাংগো লোকসারংগঃ সুতংতুস্তংতুবর্ধনঃ ।
ইংদ্রকর্মা মহাকর্মা কৃতকর্মা কৃতাগমঃ ॥ 84 ॥

উদ্ভবঃ সুংদরঃ সুংদো রত্ননাভঃ সুলোচনঃ ।
অর্কো বাজসনঃ শৃংগী জযংতঃ সর্ববিজ্জযী ॥ 85 ॥

সুবর্ণবিংদুরক্ষোভ্যঃ সর্ববাগীশ্বরেশ্বরঃ ।
মহাহৃদো মহাগর্তো মহাভূতো মহানিধিঃ ॥ 86 ॥

কুমুদঃ কুংদরঃ কুংদঃ পর্জন্যঃ পাবনোঽনিলঃ ।
অমৃতাশোঽমৃতবপুঃ সর্বজ্ঞঃ সর্বতোমুখঃ ॥ 87 ॥

সুলভঃ সুব্রতঃ সিদ্ধঃ শত্রুজিচ্ছত্রুতাপনঃ ।
ন্যগ্রোধোঽদুংবরোঽশ্বত্থশ্চাণূরাংধ্র নিষূদনঃ ॥ 88 ॥

সহস্রার্চিঃ সপ্তজিহ্বঃ সপ্তৈধাঃ সপ্তবাহনঃ ।
অমূর্তিরনঘোঽচিংত্যো ভযকৃদ্ভযনাশনঃ ॥ 89 ॥

অণুর্বৃহত্কৃশঃ স্থূলো গুণভৃন্নির্গুণো মহান্ ।
অধৃতঃ স্বধৃতঃ স্বাস্যঃ প্রাগ্বংশো বংশবর্ধনঃ ॥ 90 ॥

ভারভৃত্ কথিতো যোগী যোগীশঃ সর্বকামদঃ ।
আশ্রমঃ শ্রমণঃ, ক্ষামঃ সুপর্ণো বাযুবাহনঃ ॥ 91 ॥

ধনুর্ধরো ধনুর্বেদো দংডো দমযিতা দমঃ ।
অপরাজিতঃ সর্বসহো নিযংতাঽনিযমোঽযমঃ ॥ 92 ॥

সত্ত্ববান্ সাত্ত্বিকঃ সত্যঃ সত্যধর্মপরাযণঃ ।
অভিপ্রাযঃ প্রিযার্হোঽর্হঃ প্রিযকৃত্ প্রীতিবর্ধনঃ ॥ 93 ॥

বিহাযসগতির্জ্যোতিঃ সুরুচির্হুতভুগ্বিভুঃ ।
রবির্বিরোচনঃ সূর্যঃ সবিতা রবিলোচনঃ ॥ 94 ॥

অনংতো হুতভুগ্ভোক্তা সুখদো নৈকজোঽগ্রজঃ ।
অনির্বিণ্ণঃ সদামর্ষী লোকধিষ্ঠানমদ্ভুতঃ ॥ 95 ॥

সনাত্সনাতনতমঃ কপিলঃ কপিরব্যযঃ ।
স্বস্তিদঃ স্বস্তিকৃত্স্বস্তিঃ স্বস্তিভুক্ স্বস্তিদক্ষিণঃ ॥ 96 ॥

অরৌদ্রঃ কুংডলী চক্রী বিক্রম্যূর্জিতশাসনঃ ।
শব্দাতিগঃ শব্দসহঃ শিশিরঃ শর্বরীকরঃ ॥ 97 ॥

অক্রূরঃ পেশলো দক্ষো দক্ষিণঃ, ক্ষমিণাংবরঃ ।
বিদ্বত্তমো বীতভযঃ পুণ্যশ্রবণকীর্তনঃ ॥ 98 ॥

উত্তারণো দুষ্কৃতিহা পুণ্যো দুঃস্বপ্ননাশনঃ ।
বীরহা রক্ষণঃ সংতো জীবনঃ পর্যবস্থিতঃ ॥ 99 ॥

অনংতরূপোঽনংত শ্রীর্জিতমন্যুর্ভযাপহঃ ।
চতুরশ্রো গভীরাত্মা বিদিশো ব্যাদিশো দিশঃ ॥ 100 ॥

অনাদির্ভূর্ভুবো লক্ষ্মীঃ সুবীরো রুচিরাংগদঃ ।
জননো জনজন্মাদির্ভীমো ভীমপরাক্রমঃ ॥ 101 ॥

আধারনিলযোঽধাতা পুষ্পহাসঃ প্রজাগরঃ ।
ঊর্ধ্বগঃ সত্পথাচারঃ প্রাণদঃ প্রণবঃ পণঃ ॥ 102 ॥

প্রমাণং প্রাণনিলযঃ প্রাণভৃত্ প্রাণজীবনঃ ।
তত্ত্বং তত্ত্ববিদেকাত্মা জন্মমৃত্যুজরাতিগঃ ॥ 103 ॥

ভূর্ভুবঃ স্বস্তরুস্তারঃ সবিতা প্রপিতামহঃ ।
যজ্ঞো যজ্ঞপতির্যজ্বা যজ্ঞাংগো যজ্ঞবাহনঃ ॥ 104 ॥

যজ্ঞভৃদ্ যজ্ঞকৃদ্ যজ্ঞী যজ্ঞভুক্ যজ্ঞসাধনঃ ।
যজ্ঞাংতকৃদ্ যজ্ঞগুহ্যমন্নমন্নাদ এব চ ॥ 105 ॥

আত্মযোনিঃ স্বযংজাতো বৈখানঃ সামগাযনঃ ।
দেবকীনংদনঃ স্রষ্টা ক্ষিতীশঃ পাপনাশনঃ ॥ 106 ॥

শংখভৃন্নংদকী চক্রী শার্ঙ্গধন্বা গদাধরঃ ।
রথাংগপাণিরক্ষোভ্যঃ সর্বপ্রহরণাযুধঃ ॥ 107 ॥

শ্রী সর্বপ্রহরণাযুধ ওং নম ইতি ।

বনমালী গদী শার্​ঙ্গী শংখী চক্রী চ নংদকী ।
শ্রীমান্নারাযণো বিষ্ণুর্বাসুদেবোঽভিরক্ষতু ॥ 108 ॥

শ্রী বাসুদেবোঽভিরক্ষতু ওং নম ইতি ।

উত্তর পীঠিকা

ফলশ্রুতিঃ
ইতীদং কীর্তনীযস্য কেশবস্য মহাত্মনঃ ।
নাম্নাং সহস্রং দিব্যানামশেষেণ প্রকীর্তিতম্। ॥ 1 ॥

য ইদং শৃণুযান্নিত্যং যশ্চাপি পরিকীর্তযেত্॥
নাশুভং প্রাপ্নুযাত্ কিংচিত্সোঽমুত্রেহ চ মানবঃ ॥ 2 ॥

বেদাংতগো ব্রাহ্মণঃ স্যাত্ ক্ষত্রিযো বিজযী ভবেত্ ।
বৈশ্যো ধনসমৃদ্ধঃ স্যাত্ শূদ্রঃ সুখমবাপ্নুযাত্ ॥ 3 ॥

ধর্মার্থী প্রাপ্নুযাদ্ধর্মমর্থার্থী চার্থমাপ্নুযাত্ ।
কামানবাপ্নুযাত্ কামী প্রজার্থী প্রাপ্নুযাত্প্রজাম্। ॥ 4 ॥

ভক্তিমান্ যঃ সদোত্থায শুচিস্তদ্গতমানসঃ ।
সহস্রং বাসুদেবস্য নাম্নামেতত্ প্রকীর্তযেত্ ॥ 5 ॥

যশঃ প্রাপ্নোতি বিপুলং যাতিপ্রাধান্যমেব চ ।
অচলাং শ্রিযমাপ্নোতি শ্রেযঃ প্রাপ্নোত্যনুত্তমম্। ॥ 6 ॥

ন ভযং ক্বচিদাপ্নোতি বীর্যং তেজশ্চ বিংদতি ।
ভবত্যরোগো দ্যুতিমান্ বলরূপ গুণান্বিতঃ ॥ 7 ॥

রোগার্তো মুচ্যতে রোগাদ্বদ্ধো মুচ্যেত বংধনাত্ ।
ভযান্মুচ্যেত ভীতস্তু মুচ্যেতাপন্ন আপদঃ ॥ 8 ॥

দুর্গাণ্যতিতরত্যাশু পুরুষঃ পুরুষোত্তমম্ ।
স্তুবন্নামসহস্রেণ নিত্যং ভক্তিসমন্বিতঃ ॥ 9 ॥

বাসুদেবাশ্রযো মর্ত্যো বাসুদেবপরাযণঃ ।
সর্বপাপবিশুদ্ধাত্মা যাতি ব্রহ্ম সনাতনম্। ॥ 10 ॥

ন বাসুদেব ভক্তানামশুভং বিদ্যতে ক্বচিত্ ।
জন্মমৃত্যুজরাব্যাধিভযং নৈবোপজাযতে ॥ 11 ॥

ইমং স্তবমধীযানঃ শ্রদ্ধাভক্তিসমন্বিতঃ ।
যুজ্যেতাত্ম সুখক্ষাংতি শ্রীধৃতি স্মৃতি কীর্তিভিঃ ॥ 12 ॥

ন ক্রোধো ন চ মাত্সর্যং ন লোভো নাশুভামতিঃ ।
ভবংতি কৃতপুণ্যানাং ভক্তানাং পুরুষোত্তমে ॥ 13 ॥

দ্যৌঃ সচংদ্রার্কনক্ষত্রা খং দিশো ভূর্মহোদধিঃ ।
বাসুদেবস্য বীর্যেণ বিধৃতানি মহাত্মনঃ ॥ 14 ॥

সসুরাসুরগংধর্বং সযক্ষোরগরাক্ষসম্ ।
জগদ্বশে বর্ততেদং কৃষ্ণস্য স চরাচরম্। ॥ 15 ॥

ইংদ্রিযাণি মনোবুদ্ধিঃ সত্ত্বং তেজো বলং ধৃতিঃ ।
বাসুদেবাত্মকান্যাহুঃ, ক্ষেত্রং ক্ষেত্রজ্ঞ এব চ ॥ 16 ॥

সর্বাগমানামাচারঃ প্রথমং পরিকল্পতে ।
আচারপ্রভবো ধর্মো ধর্মস্য প্রভুরচ্যুতঃ ॥ 17 ॥

ঋষযঃ পিতরো দেবা মহাভূতানি ধাতবঃ ।
জংগমাজংগমং চেদং জগন্নারাযণোদ্ভবম্ ॥ 18 ॥

যোগোজ্ঞানং তথা সাংখ্যং বিদ্যাঃ শিল্পাদিকর্ম চ ।
বেদাঃ শাস্ত্রাণি বিজ্ঞানমেতত্সর্বং জনার্দনাত্ ॥ 19 ॥

একো বিষ্ণুর্মহদ্ভূতং পৃথগ্ভূতান্যনেকশঃ ।
ত্রীংলোকান্ব্যাপ্য ভূতাত্মা ভুংক্তে বিশ্বভুগব্যযঃ ॥ 20 ॥

ইমং স্তবং ভগবতো বিষ্ণোর্ব্যাসেন কীর্তিতম্ ।
পঠেদ্য ইচ্চেত্পুরুষঃ শ্রেযঃ প্রাপ্তুং সুখানি চ ॥ 21 ॥

বিশ্বেশ্বরমজং দেবং জগতঃ প্রভুমব্যযম্।
ভজংতি যে পুষ্করাক্ষং ন তে যাংতি পরাভবম্ ॥ 22 ॥

ন তে যাংতি পরাভবং ওং নম ইতি ।

অর্জুন উবাচ
পদ্মপত্র বিশালাক্ষ পদ্মনাভ সুরোত্তম ।
ভক্তানা মনুরক্তানাং ত্রাতা ভব জনার্দন ॥ 23 ॥

শ্রীভগবানুবাচ
যো মাং নামসহস্রেণ স্তোতুমিচ্ছতি পাংডব ।
সোঽহমেকেন শ্লোকেন স্তুত এব ন সংশযঃ ॥ 24 ॥

স্তুত এব ন সংশয ওং নম ইতি ।

ব্যাস উবাচ
বাসনাদ্বাসুদেবস্য বাসিতং ভুবনত্রযম্ ।
সর্বভূতনিবাসোঽসি বাসুদেব নমোঽস্তু তে ॥ 25 ॥

শ্রীবাসুদেব নমোস্তুত ওং নম ইতি ।

পার্বত্যুবাচ
কেনোপাযেন লঘুনা বিষ্ণোর্নামসহস্রকম্ ।
পঠ্যতে পংডিতৈর্নিত্যং শ্রোতুমিচ্ছাম্যহং প্রভো ॥ 26 ॥

ঈশ্বর উবাচ
শ্রীরাম রাম রামেতি রমে রামে মনোরমে ।
সহস্রনাম তত্তুল্যং রামনাম বরাননে ॥ 27 ॥

শ্রীরাম নাম বরানন ওং নম ইতি ।

ব্রহ্মোবাচ
নমোঽস্ত্বনংতায সহস্রমূর্তযে সহস্রপাদাক্ষিশিরোরুবাহবে ।
সহস্রনাম্নে পুরুষায শাশ্বতে সহস্রকোটী যুগধারিণে নমঃ ॥ 28 ॥

শ্রী সহস্রকোটী যুগধারিণে নম ওং নম ইতি ।

সংজয উবাচ
যত্র যোগেশ্বরঃ কৃষ্ণো যত্র পার্থো ধনুর্ধরঃ ।
তত্র শ্রীর্বিজযো ভূতির্ধ্রুবা নীতির্মতির্মম ॥ 29 ॥

শ্রী ভগবান্ উবাচ
অনন্যাশ্চিংতযংতো মাং যে জনাঃ পর্যুপাসতে ।
তেষাং নিত্যাভিযুক্তানাং যোগক্ষেমং বহাম্যহম্। ॥ 30 ॥

পরিত্রাণায সাধূনাং বিনাশায চ দুষ্কৃতাম্। ।
ধর্মসংস্থাপনার্থায সংভবামি যুগে যুগে ॥ 31 ॥

আর্তাঃ বিষণ্ণাঃ শিথিলাশ্চ ভীতাঃ ঘোরেষু চ ব্যাধিষু বর্তমানাঃ ।
সংকীর্ত্য নারাযণশব্দমাত্রং বিমুক্তদুঃখাঃ সুখিনো ভবংতি ॥ 32 ॥

কাযেন বাচা মনসেংদ্রিযৈর্বা বুদ্ধ্যাত্মনা বা প্রকৃতেঃ স্বভাবাত্ ।
করোমি যদ্যত্সকলং পরস্মৈ নারাযণাযেতি সমর্পযামি ॥ 33 ॥

যদক্ষর পদভ্রষ্টং মাত্রাহীনং তু যদ্ভবেত্
তথ্সর্বং ক্ষম্যতাং দেব নারাযণ নমোঽস্তু তে ।
বিসর্গ বিংদু মাত্রাণি পদপাদাক্ষরাণি চ
ন্যূনানি চাতিরিক্তানি ক্ষমস্ব পুরুষোত্তমঃ ॥

ইতি শ্রী মহাভারতে শতসাহস্রিকাযাং সংহিতাযাং বৈযাসিক্যামনুশাসন পর্বাংতর্গত আনুশাসনিক পর্বণি, মোক্ষধর্মে ভীষ্ম যুধিষ্ঠির সংবাদে শ্রী বিষ্ণোর্দিব্য সহস্রনাম স্তোত্রং নামৈকোন পংচ শতাধিক শততমোধ্যাযঃ ॥
শ্রী বিষ্ণু সহস্রনাম স্তোত্রং সমাপ্তম্ ॥
ওং তত্সত্ সর্বং শ্রী কৃষ্ণার্পণমস্তু ॥`;
