export const granthaContentText: string = `𑌓𑌂 𑌶𑍁𑌕𑍍𑌲𑌾𑌂𑌬𑌰𑌧𑌰𑌂 𑌵𑌿𑌷𑍍𑌣𑍁𑌂 𑌶𑌶𑌿𑌵𑌰𑍍𑌣𑌂 𑌚𑌤𑍁𑌰𑍍𑌭𑍁𑌜𑌮𑍍 ।
𑌪𑍍𑌰𑌸𑌨𑍍𑌨𑌵𑌦𑌨𑌂 𑌧𑍍𑌯𑌾𑌯𑍇𑌤𑍍 𑌸𑌰𑍍𑌵𑌵𑌿𑌘𑍍𑌨𑍋𑌪𑌶𑌾𑌂𑌤𑌯𑍇 ॥ 1 ॥

𑌯𑌸𑍍𑌯𑌦𑍍𑌵𑌿𑌰𑌦𑌵𑌕𑍍𑌤𑍍𑌰𑌾𑌦𑍍𑌯𑌾𑌃 𑌪𑌾𑌰𑌿𑌷𑌦𑍍𑌯𑌾𑌃 𑌪𑌰𑌃 𑌶𑌤𑌮𑍍 ।
𑌵𑌿𑌘𑍍𑌨𑌂 𑌨𑌿𑌘𑍍𑌨𑌂𑌤𑌿 𑌸𑌤𑌤𑌂 𑌵𑌿𑌷𑍍𑌵𑌕𑍍𑌸𑍇𑌨𑌂 𑌤𑌮𑌾𑌶𑍍𑌰𑌯𑍇 ॥ 2 ॥

𑌪𑍂𑌰𑍍𑌵 𑌪𑍀𑌠𑌿𑌕𑌾
𑌵𑍍𑌯𑌾𑌸𑌂 𑌵𑌸𑌿𑌷𑍍𑌠 𑌨𑌪𑍍𑌤𑌾𑌰𑌂 𑌶𑌕𑍍𑌤𑍇𑌃 𑌪𑍌𑌤𑍍𑌰𑌮𑌕𑌲𑍍𑌮𑌷𑌮𑍍 ।
𑌪𑌰𑌾𑌶𑌰𑌾𑌤𑍍𑌮𑌜𑌂 𑌵𑌂𑌦𑍇 𑌶𑍁𑌕𑌤𑌾𑌤𑌂 𑌤𑌪𑍋𑌨𑌿𑌧𑌿𑌮𑍍 ॥ 3 ॥

𑌵𑍍𑌯𑌾𑌸𑌾𑌯 𑌵𑌿𑌷𑍍𑌣𑍁 𑌰𑍂𑌪𑌾𑌯 𑌵𑍍𑌯𑌾𑌸𑌰𑍂𑌪𑌾𑌯 𑌵𑌿𑌷𑍍𑌣𑌵𑍇 ।
𑌨𑌮𑍋 𑌵𑍈 𑌬𑍍𑌰𑌹𑍍𑌮𑌨𑌿𑌧𑌯𑍇 𑌵𑌾𑌸𑌿𑌷𑍍𑌠𑌾𑌯 𑌨𑌮𑍋 𑌨𑌮𑌃 ॥ 4 ॥

𑌅𑌵𑌿𑌕𑌾𑌰𑌾𑌯 𑌶𑍁𑌦𑍍𑌧𑌾𑌯 𑌨𑌿𑌤𑍍𑌯𑌾𑌯 𑌪𑌰𑌮𑌾𑌤𑍍𑌮𑌨𑍇 ।
𑌸𑌦𑍈𑌕 𑌰𑍂𑌪 𑌰𑍂𑌪𑌾𑌯 𑌵𑌿𑌷𑍍𑌣𑌵𑍇 𑌸𑌰𑍍𑌵𑌜𑌿𑌷𑍍𑌣𑌵𑍇 ॥ 5 ॥

𑌯𑌸𑍍𑌯 𑌸𑍍𑌮𑌰𑌣𑌮𑌾𑌤𑍍𑌰𑍇𑌣 𑌜𑌨𑍍𑌮𑌸𑌂𑌸𑌾𑌰𑌬𑌂𑌧𑌨𑌾𑌤𑍍 ।
𑌵𑌿𑌮𑍁𑌚𑍍𑌯𑌤𑍇 𑌨𑌮𑌸𑍍𑌤𑌸𑍍𑌮𑍈 𑌵𑌿𑌷𑍍𑌣𑌵𑍇 𑌪𑍍𑌰𑌭𑌵𑌿𑌷𑍍𑌣𑌵𑍇 ॥ 6 ॥

𑌓𑌂 𑌨𑌮𑍋 𑌵𑌿𑌷𑍍𑌣𑌵𑍇 𑌪𑍍𑌰𑌭𑌵𑌿𑌷𑍍𑌣𑌵𑍇 ।

𑌶𑍍𑌰𑍀 𑌵𑍈𑌶𑌂𑌪𑌾𑌯𑌨 𑌉𑌵𑌾𑌚
𑌶𑍍𑌰𑍁𑌤𑍍𑌵𑌾 𑌧𑌰𑍍𑌮𑌾 𑌨𑌶𑍇𑌷𑍇𑌣 𑌪𑌾𑌵𑌨𑌾𑌨𑌿 𑌚 𑌸𑌰𑍍𑌵𑌶𑌃 ।
𑌯𑍁𑌧𑌿𑌷𑍍𑌠𑌿𑌰𑌃 𑌶𑌾𑌂𑌤𑌨𑌵𑌂 𑌪𑍁𑌨𑌰𑍇𑌵𑌾𑌭𑍍𑌯 𑌭𑌾𑌷𑌤 ॥ 𑍭 ॥

𑌯𑍁𑌧𑌿𑌷𑍍𑌠𑌿𑌰 𑌉𑌵𑌾𑌚
𑌕𑌿𑌮𑍇𑌕𑌂 𑌦𑍈𑌵𑌤𑌂 𑌲𑍋𑌕𑍇 𑌕𑌿𑌂 𑌵𑌾𑌽𑌪𑍍𑌯𑍇𑌕𑌂 𑌪𑌰𑌾𑌯𑌣𑌂
𑌸𑍍𑌤𑍁𑌵𑌂𑌤𑌃 𑌕𑌂 𑌕𑌮𑌰𑍍𑌚𑌂𑌤𑌃 𑌪𑍍𑌰𑌾𑌪𑍍𑌨𑍁𑌯𑍁𑌰𑍍𑌮𑌾𑌨𑌵𑌾𑌃 𑌶𑍁𑌭𑌮𑍍 ॥ 𑍮 ॥

𑌕𑍋 𑌧𑌰𑍍𑌮𑌃 𑌸𑌰𑍍𑌵𑌧𑌰𑍍𑌮𑌾𑌣𑌾𑌂 𑌭𑌵𑌤𑌃 𑌪𑌰𑌮𑍋 𑌮𑌤𑌃 ।
𑌕𑌿𑌂 𑌜𑌪𑌨𑍍𑌮𑍁𑌚𑍍𑌯𑌤𑍇 𑌜𑌂𑌤𑍁𑌰𑍍𑌜𑌨𑍍𑌮𑌸𑌂𑌸𑌾𑌰 𑌬𑌂𑌧𑌨𑌾𑌤𑍍 ॥ 𑍯 ॥

𑌶𑍍𑌰𑍀 𑌭𑍀𑌷𑍍𑌮 𑌉𑌵𑌾𑌚
𑌜𑌗𑌤𑍍𑌪𑍍𑌰𑌭𑍁𑌂 𑌦𑍇𑌵𑌦𑍇𑌵 𑌮𑌨𑌂𑌤𑌂 𑌪𑍁𑌰𑍁𑌷𑍋𑌤𑍍𑌤𑌮𑌮𑍍 ।
𑌸𑍍𑌤𑍁𑌵𑌨𑍍𑌨𑌾𑌮 𑌸𑌹𑌸𑍍𑌰𑍇𑌣 𑌪𑍁𑌰𑍁𑌷𑌃 𑌸𑌤𑌤𑍋𑌤𑍍𑌥𑌿𑌤𑌃 ॥ 10 ॥

𑌤𑌮𑍇𑌵 𑌚𑌾𑌰𑍍𑌚𑌯𑌨𑍍𑌨𑌿𑌤𑍍𑌯𑌂 𑌭𑌕𑍍𑌤𑍍𑌯𑌾 𑌪𑍁𑌰𑍁𑌷𑌮𑌵𑍍𑌯𑌯𑌮𑍍 ।
𑌧𑍍𑌯𑌾𑌯𑌨𑍍 𑌸𑍍𑌤𑍁𑌵𑌨𑍍𑌨𑌮𑌸𑍍𑌯𑌂𑌶𑍍𑌚 𑌯𑌜𑌮𑌾𑌨𑌸𑍍𑌤𑌮𑍇𑌵 𑌚 ॥ 11 ॥

𑌅𑌨𑌾𑌦𑌿 𑌨𑌿𑌧𑌨𑌂 𑌵𑌿𑌷𑍍𑌣𑍁𑌂 𑌸𑌰𑍍𑌵𑌲𑍋𑌕 𑌮𑌹𑍇𑌶𑍍𑌵𑌰𑌮𑍍 ।
𑌲𑍋𑌕𑌾𑌧𑍍𑌯𑌕𑍍𑌷𑌂 𑌸𑍍𑌤𑍁𑌵𑌨𑍍𑌨𑌿𑌤𑍍𑌯𑌂 𑌸𑌰𑍍𑌵 𑌦𑍁𑌃𑌖𑌾𑌤𑌿𑌗𑍋 𑌭𑌵𑍇𑌤𑍍 ॥ 12 ॥

𑌬𑍍𑌰𑌹𑍍𑌮𑌣𑍍𑌯𑌂 𑌸𑌰𑍍𑌵 𑌧𑌰𑍍𑌮𑌜𑍍𑌞𑌂 𑌲𑍋𑌕𑌾𑌨𑌾𑌂 𑌕𑍀𑌰𑍍𑌤𑌿 𑌵𑌰𑍍𑌧𑌨𑌮𑍍 ।
𑌲𑍋𑌕𑌨𑌾𑌥𑌂 𑌮𑌹𑌦𑍍𑌭𑍂𑌤𑌂 𑌸𑌰𑍍𑌵𑌭𑍂𑌤 𑌭𑌵𑍋𑌦𑍍𑌭𑌵𑌮𑍍॥ 13 ॥

𑌏𑌷 𑌮𑍇 𑌸𑌰𑍍𑌵 𑌧𑌰𑍍𑌮𑌾𑌣𑌾𑌂 𑌧𑌰𑍍𑌮𑍋𑌽𑌧𑌿𑌕 𑌤𑌮𑍋𑌮𑌤𑌃 ।
𑌯𑌦𑍍𑌭𑌕𑍍𑌤𑍍𑌯𑌾 𑌪𑍁𑌂𑌡𑌰𑍀𑌕𑌾𑌕𑍍𑌷𑌂 𑌸𑍍𑌤𑌵𑍈𑌰𑌰𑍍𑌚𑍇𑌨𑍍𑌨𑌰𑌃 𑌸𑌦𑌾 ॥ 14 ॥

𑌪𑌰𑌮𑌂 𑌯𑍋 𑌮𑌹𑌤𑍍𑌤𑍇𑌜𑌃 𑌪𑌰𑌮𑌂 𑌯𑍋 𑌮𑌹𑌤𑍍𑌤𑌪𑌃 ।
𑌪𑌰𑌮𑌂 𑌯𑍋 𑌮𑌹𑌦𑍍𑌬𑍍𑌰𑌹𑍍𑌮 𑌪𑌰𑌮𑌂 𑌯𑌃 𑌪𑌰𑌾𑌯𑌣𑌮𑍍 । 15 ॥

𑌪𑌵𑌿𑌤𑍍𑌰𑌾𑌣𑌾𑌂 𑌪𑌵𑌿𑌤𑍍𑌰𑌂 𑌯𑍋 𑌮𑌂𑌗𑌳𑌾𑌨𑌾𑌂 𑌚 𑌮𑌂𑌗𑌳𑌮𑍍 ।
𑌦𑍈𑌵𑌤𑌂 𑌦𑍇𑌵𑌤𑌾𑌨𑌾𑌂 𑌚 𑌭𑍂𑌤𑌾𑌨𑌾𑌂 𑌯𑍋𑌽𑌵𑍍𑌯𑌯𑌃 𑌪𑌿𑌤𑌾 ॥ 16 ॥

𑌯𑌤𑌃 𑌸𑌰𑍍𑌵𑌾𑌣𑌿 𑌭𑍂𑌤𑌾𑌨𑌿 𑌭𑌵𑌂𑌤𑍍𑌯𑌾𑌦𑌿 𑌯𑍁𑌗𑌾𑌗𑌮𑍇 ।
𑌯𑌸𑍍𑌮𑌿𑌂𑌶𑍍𑌚 𑌪𑍍𑌰𑌲𑌯𑌂 𑌯𑌾𑌂𑌤𑌿 𑌪𑍁𑌨𑌰𑍇𑌵 𑌯𑍁𑌗𑌕𑍍𑌷𑌯𑍇 ॥ 1𑍭 ॥

𑌤𑌸𑍍𑌯 𑌲𑍋𑌕 𑌪𑍍𑌰𑌧𑌾𑌨𑌸𑍍𑌯 𑌜𑌗𑌨𑍍𑌨𑌾𑌥𑌸𑍍𑌯 𑌭𑍂𑌪𑌤𑍇 ।
𑌵𑌿𑌷𑍍𑌣𑍋𑌰𑍍𑌨𑌾𑌮 𑌸𑌹𑌸𑍍𑌰𑌂 𑌮𑍇 𑌶𑍍𑌰𑍁𑌣𑍁 𑌪𑌾𑌪 𑌭𑌯𑌾𑌪𑌹𑌮𑍍 ॥ 1𑍮 ॥

𑌯𑌾𑌨𑌿 𑌨𑌾𑌮𑌾𑌨𑌿 𑌗𑍌𑌣𑌾𑌨𑌿 𑌵𑌿𑌖𑍍𑌯𑌾𑌤𑌾𑌨𑌿 𑌮𑌹𑌾𑌤𑍍𑌮𑌨𑌃 ।
𑌋𑌷𑌿𑌭𑌿𑌃 𑌪𑌰𑌿𑌗𑍀𑌤𑌾𑌨𑌿 𑌤𑌾𑌨𑌿 𑌵𑌕𑍍𑌷𑍍𑌯𑌾𑌮𑌿 𑌭𑍂𑌤𑌯𑍇 ॥ 1𑍯 ॥

𑌋𑌷𑌿𑌰𑍍𑌨𑌾𑌮𑍍𑌨𑌾𑌂 𑌸𑌹𑌸𑍍𑌰𑌸𑍍𑌯 𑌵𑍇𑌦𑌵𑍍𑌯𑌾𑌸𑍋 𑌮𑌹𑌾𑌮𑍁𑌨𑌿𑌃 ॥
𑌛𑌂𑌦𑍋𑌽𑌨𑍁𑌷𑍍𑌟𑍁𑌪𑍍 𑌤𑌥𑌾 𑌦𑍇𑌵𑍋 𑌭𑌗𑌵𑌾𑌨𑍍 𑌦𑍇𑌵𑌕𑍀𑌸𑍁𑌤𑌃 ॥ 20 ॥

𑌅𑌮𑍃𑌤𑌾𑌂 𑌶𑍂𑌦𑍍𑌭𑌵𑍋 𑌬𑍀𑌜𑌂 𑌶𑌕𑍍𑌤𑌿𑌰𑍍𑌦𑍇𑌵𑌕𑌿𑌨𑌂𑌦𑌨𑌃 ।
𑌤𑍍𑌰𑌿𑌸𑌾𑌮𑌾 𑌹𑍃𑌦𑌯𑌂 𑌤𑌸𑍍𑌯 𑌶𑌾𑌂𑌤𑍍𑌯𑌰𑍍𑌥𑍇 𑌵𑌿𑌨𑌿𑌯𑍁𑌜𑍍𑌯𑌤𑍇 ॥ 21 ॥

𑌵𑌿𑌷𑍍𑌣𑍁𑌂 𑌜𑌿𑌷𑍍𑌣𑍁𑌂 𑌮𑌹𑌾𑌵𑌿𑌷𑍍𑌣𑍁𑌂 𑌪𑍍𑌰𑌭𑌵𑌿𑌷𑍍𑌣𑍁𑌂 𑌮𑌹𑍇𑌶𑍍𑌵𑌰𑌮𑍍 ॥
𑌅𑌨𑍇𑌕𑌰𑍂𑌪 𑌦𑍈𑌤𑍍𑌯𑌾𑌂𑌤𑌂 𑌨𑌮𑌾𑌮𑌿 𑌪𑍁𑌰𑍁𑌷𑍋𑌤𑍍𑌤𑌮𑌮𑍍 ॥ 22 ॥

𑌪𑍂𑌰𑍍𑌵𑌨𑍍𑌯𑌾𑌸𑌃
𑌅𑌸𑍍𑌯 𑌶𑍍𑌰𑍀 𑌵𑌿𑌷𑍍𑌣𑍋𑌰𑍍𑌦𑌿𑌵𑍍𑌯 𑌸𑌹𑌸𑍍𑌰𑌨𑌾𑌮 𑌸𑍍𑌤𑍋𑌤𑍍𑌰 𑌮𑌹𑌾𑌮𑌂𑌤𑍍𑌰𑌸𑍍𑌯 ॥
𑌶𑍍𑌰𑍀 𑌵𑍇𑌦𑌵𑍍𑌯𑌾𑌸𑍋 𑌭𑌗𑌵𑌾𑌨𑍍 𑌋𑌷𑌿𑌃 ।
𑌅𑌨𑍁𑌷𑍍𑌟𑍁𑌪𑍍 𑌛𑌂𑌦𑌃 ।
𑌶𑍍𑌰𑍀𑌮𑌹𑌾𑌵𑌿𑌷𑍍𑌣𑍁𑌃 𑌪𑌰𑌮𑌾𑌤𑍍𑌮𑌾 𑌶𑍍𑌰𑍀𑌮𑌨𑍍𑌨𑌾𑌰𑌾𑌯𑌣𑍋 𑌦𑍇𑌵𑌤𑌾 ।
𑌅𑌮𑍃𑌤𑌾𑌂𑌶𑍂𑌦𑍍𑌭𑌵𑍋 𑌭𑌾𑌨𑍁𑌰𑌿𑌤𑌿 𑌬𑍀𑌜𑌮𑍍 ।
𑌦𑍇𑌵𑌕𑍀𑌨𑌂𑌦𑌨𑌃 𑌸𑍍𑌰𑌷𑍍𑌟𑍇𑌤𑌿 𑌶𑌕𑍍𑌤𑌿𑌃 ।
𑌉𑌦𑍍𑌭𑌵𑌃, 𑌕𑍍𑌷𑍋𑌭𑌣𑍋 𑌦𑍇𑌵 𑌇𑌤𑌿 𑌪𑌰𑌮𑍋𑌮𑌂𑌤𑍍𑌰𑌃 ।
𑌶𑌂𑌖𑌭𑍃𑌨𑍍𑌨𑌂𑌦𑌕𑍀 𑌚𑌕𑍍𑌰𑍀𑌤𑌿 𑌕𑍀𑌲𑌕𑌮𑍍 ।
𑌶𑌾𑌰𑍍​𑌙𑍍𑌗𑌧𑌨𑍍𑌵𑌾 𑌗𑌦𑌾𑌧𑌰 𑌇𑌤𑍍𑌯𑌸𑍍𑌤𑍍𑌰𑌮𑍍 ।
𑌰𑌥𑌾𑌂𑌗𑌪𑌾𑌣𑌿 𑌰𑌕𑍍𑌷𑍋𑌭𑍍𑌯 𑌇𑌤𑌿 𑌨𑍇𑌤𑍍𑌰𑌮𑍍 ।
𑌤𑍍𑌰𑌿𑌸𑌾𑌮𑌾𑌸𑌾𑌮𑌗𑌃 𑌸𑌾𑌮𑍇𑌤𑌿 𑌕𑌵𑌚𑌮𑍍 ।
𑌆𑌨𑌂𑌦𑌂 𑌪𑌰𑌬𑍍𑌰𑌹𑍍𑌮𑍇𑌤𑌿 𑌯𑍋𑌨𑌿𑌃 ।
𑌋𑌤𑍁𑌸𑍍𑌸𑍁𑌦𑌰𑍍𑌶𑌨𑌃 𑌕𑌾𑌲 𑌇𑌤𑌿 𑌦𑌿𑌗𑍍𑌬𑌂𑌧𑌃 ॥
𑌶𑍍𑌰𑍀𑌵𑌿𑌶𑍍𑌵𑌰𑍂𑌪 𑌇𑌤𑌿 𑌧𑍍𑌯𑌾𑌨𑌮𑍍 ।
𑌶𑍍𑌰𑍀 𑌮𑌹𑌾𑌵𑌿𑌷𑍍𑌣𑍁 𑌪𑍍𑌰𑍀𑌤𑍍𑌯𑌰𑍍𑌥𑍇 𑌸𑌹𑌸𑍍𑌰𑌨𑌾𑌮 𑌜𑌪𑍇 𑌪𑌾𑌰𑌾𑌯𑌣𑍇 𑌵𑌿𑌨𑌿𑌯𑍋𑌗𑌃 ।

𑌕𑌰𑌨𑍍𑌯𑌾𑌸𑌃
𑌵𑌿𑌶𑍍𑌵𑌂 𑌵𑌿𑌷𑍍𑌣𑍁𑌰𑍍𑌵𑌷𑌟𑍍𑌕𑌾𑌰 𑌇𑌤𑍍𑌯𑌂𑌗𑍁𑌷𑍍𑌠𑌾𑌭𑍍𑌯𑌾𑌂 𑌨𑌮𑌃
𑌅𑌮𑍃𑌤𑌾𑌂 𑌶𑍂𑌦𑍍𑌭𑌵𑍋 𑌭𑌾𑌨𑍁𑌰𑌿𑌤𑌿 𑌤𑌰𑍍𑌜𑌨𑍀𑌭𑍍𑌯𑌾𑌂 𑌨𑌮𑌃
𑌬𑍍𑌰𑌹𑍍𑌮𑌣𑍍𑌯𑍋 𑌬𑍍𑌰𑌹𑍍𑌮𑌕𑍃𑌤𑍍 𑌬𑍍𑌰𑌹𑍍𑌮𑍇𑌤𑌿 𑌮𑌧𑍍𑌯𑌮𑌾𑌭𑍍𑌯𑌾𑌂 𑌨𑌮𑌃
𑌸𑍁𑌵𑌰𑍍𑌣𑌬𑌿𑌂𑌦𑍁 𑌰𑌕𑍍𑌷𑍋𑌭𑍍𑌯 𑌇𑌤𑌿 𑌅𑌨𑌾𑌮𑌿𑌕𑌾𑌭𑍍𑌯𑌾𑌂 𑌨𑌮𑌃
𑌨𑌿𑌮𑌿𑌷𑍋𑌽𑌨𑌿𑌮𑌿𑌷𑌃 𑌸𑍍𑌰𑌗𑍍𑌵𑍀𑌤𑌿 𑌕𑌨𑌿𑌷𑍍𑌠𑌿𑌕𑌾𑌭𑍍𑌯𑌾𑌂 𑌨𑌮𑌃
𑌰𑌥𑌾𑌂𑌗𑌪𑌾𑌣𑌿 𑌰𑌕𑍍𑌷𑍋𑌭𑍍𑌯 𑌇𑌤𑌿 𑌕𑌰𑌤𑌲 𑌕𑌰𑌪𑍃𑌷𑍍𑌠𑌾𑌭𑍍𑌯𑌾𑌂 𑌨𑌮𑌃

𑌅𑌂𑌗𑌨𑍍𑌯𑌾𑌸𑌃
𑌸𑍁𑌵𑍍𑌰𑌤𑌃 𑌸𑍁𑌮𑍁𑌖𑌃 𑌸𑍂𑌕𑍍𑌷𑍍𑌮 𑌇𑌤𑌿 𑌜𑍍𑌞𑌾𑌨𑌾𑌯 𑌹𑍃𑌦𑌯𑌾𑌯 𑌨𑌮𑌃
𑌸𑌹𑌸𑍍𑌰𑌮𑍂𑌰𑍍𑌤𑌿𑌃 𑌵𑌿𑌶𑍍𑌵𑌾𑌤𑍍𑌮𑌾 𑌇𑌤𑌿 𑌐𑌶𑍍𑌵𑌰𑍍𑌯𑌾𑌯 𑌶𑌿𑌰𑌸𑍇 𑌸𑍍𑌵𑌾𑌹𑌾
𑌸𑌹𑌸𑍍𑌰𑌾𑌰𑍍𑌚𑌿𑌃 𑌸𑌪𑍍𑌤𑌜𑌿𑌹𑍍𑌵 𑌇𑌤𑌿 𑌶𑌕𑍍𑌤𑍍𑌯𑍈 𑌶𑌿𑌖𑌾𑌯𑍈 𑌵𑌷𑌟𑍍
𑌤𑍍𑌰𑌿𑌸𑌾𑌮𑌾 𑌸𑌾𑌮𑌗𑌸𑍍𑌸𑌾𑌮𑍇𑌤𑌿 𑌬𑌲𑌾𑌯 𑌕𑌵𑌚𑌾𑌯 𑌹𑍁𑌂
𑌰𑌥𑌾𑌂𑌗𑌪𑌾𑌣𑌿 𑌰𑌕𑍍𑌷𑍋𑌭𑍍𑌯 𑌇𑌤𑌿 𑌨𑍇𑌤𑍍𑌰𑌾𑌭𑍍𑌯𑌾𑌂 𑌵𑍌𑌷𑌟𑍍
𑌶𑌾𑌂𑌗𑌧𑌨𑍍𑌵𑌾 𑌗𑌦𑌾𑌧𑌰 𑌇𑌤𑌿 𑌵𑍀𑌰𑍍𑌯𑌾𑌯 𑌅𑌸𑍍𑌤𑍍𑌰𑌾𑌯𑌫𑌟𑍍
𑌋𑌤𑍁𑌃 𑌸𑍁𑌦𑌰𑍍𑌶𑌨𑌃 𑌕𑌾𑌲 𑌇𑌤𑌿 𑌦𑌿𑌗𑍍𑌭𑌂𑌧𑌃

𑌧𑍍𑌯𑌾𑌨𑌮𑍍
𑌕𑍍𑌷𑍀𑌰𑍋𑌧𑌨𑍍𑌵𑌤𑍍𑌪𑍍𑌰𑌦𑍇𑌶𑍇 𑌶𑍁𑌚𑌿𑌮𑌣𑌿-𑌵𑌿𑌲𑌸-𑌤𑍍𑌸𑍈𑌕𑌤𑍇-𑌮𑍌𑌕𑍍𑌤𑌿𑌕𑌾𑌨𑌾𑌂
𑌮𑌾𑌲𑌾-𑌕𑍢𑌪𑍍𑌤𑌾𑌸𑌨𑌸𑍍𑌥𑌃 𑌸𑍍𑌫𑌟𑌿𑌕-𑌮𑌣𑌿𑌨𑌿𑌭𑍈-𑌰𑍍𑌮𑍌𑌕𑍍𑌤𑌿𑌕𑍈-𑌰𑍍𑌮𑌂𑌡𑌿𑌤𑌾𑌂𑌗𑌃 ।
𑌶𑍁𑌭𑍍𑌰𑍈-𑌰𑌭𑍍𑌰𑍈-𑌰𑌦𑌭𑍍𑌰𑍈-𑌰𑍁𑌪𑌰𑌿𑌵𑌿𑌰𑌚𑌿𑌤𑍈-𑌰𑍍𑌮𑍁𑌕𑍍𑌤 𑌪𑍀𑌯𑍂𑌷 𑌵𑌰𑍍𑌷𑍈𑌃
𑌆𑌨𑌂𑌦𑍀 𑌨𑌃 𑌪𑍁𑌨𑍀𑌯𑌾-𑌦𑌰𑌿𑌨𑌲𑌿𑌨𑌗𑌦𑌾 𑌶𑌂𑌖𑌪𑌾𑌣𑌿-𑌰𑍍𑌮𑍁𑌕𑍁𑌂𑌦𑌃 ॥ 1 ॥

𑌭𑍂𑌃 𑌪𑌾𑌦𑍌 𑌯𑌸𑍍𑌯 𑌨𑌾𑌭𑌿𑌰𑍍𑌵𑌿𑌯-𑌦𑌸𑍁𑌰 𑌨𑌿𑌲𑌶𑍍𑌚𑌂𑌦𑍍𑌰 𑌸𑍂𑌰𑍍𑌯𑍌 𑌚 𑌨𑍇𑌤𑍍𑌰𑍇
𑌕𑌰𑍍𑌣𑌾𑌵𑌾𑌶𑌾𑌃 𑌶𑌿𑌰𑍋𑌦𑍍𑌯𑍌𑌰𑍍𑌮𑍁𑌖𑌮𑌪𑌿 𑌦𑌹𑌨𑍋 𑌯𑌸𑍍𑌯 𑌵𑌾𑌸𑍍𑌤𑍇𑌯𑌮𑌬𑍍𑌧𑌿𑌃 ।
𑌅𑌂𑌤𑌃𑌸𑍍𑌥𑌂 𑌯𑌸𑍍𑌯 𑌵𑌿𑌶𑍍𑌵𑌂 𑌸𑍁𑌰 𑌨𑌰𑌖𑌗𑌗𑍋𑌭𑍋𑌗𑌿 𑌗𑌂𑌧𑌰𑍍𑌵𑌦𑍈𑌤𑍍𑌯𑍈𑌃
𑌚𑌿𑌤𑍍𑌰𑌂 𑌰𑌂 𑌰𑌮𑍍𑌯𑌤𑍇 𑌤𑌂 𑌤𑍍𑌰𑌿𑌭𑍁𑌵𑌨 𑌵𑌪𑍁𑌶𑌂 𑌵𑌿𑌷𑍍𑌣𑍁𑌮𑍀𑌶𑌂 𑌨𑌮𑌾𑌮𑌿 ॥ 2 ॥

𑌓𑌂 𑌨𑌮𑍋 𑌭𑌗𑌵𑌤𑍇 𑌵𑌾𑌸𑍁𑌦𑍇𑌵𑌾𑌯 !

𑌶𑌾𑌂𑌤𑌾𑌕𑌾𑌰𑌂 𑌭𑍁𑌜𑌗𑌶𑌯𑌨𑌂 𑌪𑌦𑍍𑌮𑌨𑌾𑌭𑌂 𑌸𑍁𑌰𑍇𑌶𑌂
𑌵𑌿𑌶𑍍𑌵𑌾𑌧𑌾𑌰𑌂 𑌗𑌗𑌨𑌸𑌦𑍃𑌶𑌂 𑌮𑍇𑌘𑌵𑌰𑍍𑌣𑌂 𑌶𑍁𑌭𑌾𑌂𑌗𑌮𑍍 ।
𑌲𑌕𑍍𑌷𑍍𑌮𑍀𑌕𑌾𑌂𑌤𑌂 𑌕𑌮𑌲𑌨𑌯𑌨𑌂 𑌯𑍋𑌗𑌿𑌹𑍃𑌰𑍍𑌧𑍍𑌯𑌾𑌨𑌗𑌮𑍍𑌯𑌮𑍍
𑌵𑌂𑌦𑍇 𑌵𑌿𑌷𑍍𑌣𑍁𑌂 𑌭𑌵𑌭𑌯𑌹𑌰𑌂 𑌸𑌰𑍍𑌵𑌲𑍋𑌕𑍈𑌕𑌨𑌾𑌥𑌮𑍍 ॥ 3 ॥

𑌮𑍇𑌘𑌶𑍍𑌯𑌾𑌮𑌂 𑌪𑍀𑌤𑌕𑍌𑌶𑍇𑌯𑌵𑌾𑌸𑌂
𑌶𑍍𑌰𑍀𑌵𑌤𑍍𑌸𑌾𑌕𑌂 𑌕𑍌𑌸𑍍𑌤𑍁𑌭𑍋𑌦𑍍𑌭𑌾𑌸𑌿𑌤𑌾𑌂𑌗𑌮𑍍 ।
𑌪𑍁𑌣𑍍𑌯𑍋𑌪𑍇𑌤𑌂 𑌪𑍁𑌂𑌡𑌰𑍀𑌕𑌾𑌯𑌤𑌾𑌕𑍍𑌷𑌂
𑌵𑌿𑌷𑍍𑌣𑍁𑌂 𑌵𑌂𑌦𑍇 𑌸𑌰𑍍𑌵𑌲𑍋𑌕𑍈𑌕𑌨𑌾𑌥𑌮𑍍 ॥ 4 ॥

𑌨𑌮𑌃 𑌸𑌮𑌸𑍍𑌤 𑌭𑍂𑌤𑌾𑌨𑌾𑌂 𑌆𑌦𑌿 𑌭𑍂𑌤𑌾𑌯 𑌭𑍂𑌭𑍃𑌤𑍇 ।
𑌅𑌨𑍇𑌕𑌰𑍂𑌪 𑌰𑍂𑌪𑌾𑌯 𑌵𑌿𑌷𑍍𑌣𑌵𑍇 𑌪𑍍𑌰𑌭𑌵𑌿𑌷𑍍𑌣𑌵𑍇 ॥ 5॥

𑌸𑌶𑌂𑌖𑌚𑌕𑍍𑌰𑌂 𑌸𑌕𑌿𑌰𑍀𑌟𑌕𑍁𑌂𑌡𑌲𑌂
𑌸𑌪𑍀𑌤𑌵𑌸𑍍𑌤𑍍𑌰𑌂 𑌸𑌰𑌸𑍀𑌰𑍁𑌹𑍇𑌕𑍍𑌷𑌣𑌮𑍍 ।
𑌸𑌹𑌾𑌰 𑌵𑌕𑍍𑌷𑌃𑌸𑍍𑌥𑌲 𑌶𑍋𑌭𑌿 𑌕𑍌𑌸𑍍𑌤𑍁𑌭𑌂
𑌨𑌮𑌾𑌮𑌿 𑌵𑌿𑌷𑍍𑌣𑍁𑌂 𑌶𑌿𑌰𑌸𑌾 𑌚𑌤𑍁𑌰𑍍𑌭𑍁𑌜𑌮𑍍 । 6॥

𑌛𑌾𑌯𑌾𑌯𑌾𑌂 𑌪𑌾𑌰𑌿𑌜𑌾𑌤𑌸𑍍𑌯 𑌹𑍇𑌮𑌸𑌿𑌂𑌹𑌾𑌸𑌨𑍋𑌪𑌰𑌿
𑌆𑌸𑍀𑌨𑌮𑌂𑌬𑍁𑌦𑌶𑍍𑌯𑌾𑌮𑌮𑌾𑌯𑌤𑌾𑌕𑍍𑌷𑌮𑌲𑌂𑌕𑍃𑌤𑌮𑍍 ॥ 𑍭 ॥

𑌚𑌂𑌦𑍍𑌰𑌾𑌨𑌨𑌂 𑌚𑌤𑍁𑌰𑍍𑌬𑌾𑌹𑍁𑌂 𑌶𑍍𑌰𑍀𑌵𑌤𑍍𑌸𑌾𑌂𑌕𑌿𑌤 𑌵𑌕𑍍𑌷𑌸𑌮𑍍
𑌰𑍁𑌕𑍍𑌮𑌿𑌣𑍀 𑌸𑌤𑍍𑌯𑌭𑌾𑌮𑌾𑌭𑍍𑌯𑌾𑌂 𑌸𑌹𑌿𑌤𑌂 𑌕𑍃𑌷𑍍𑌣𑌮𑌾𑌶𑍍𑌰𑌯𑍇 ॥ 𑍮 ॥

𑌪𑌂𑌚𑌪𑍂𑌜
𑌲𑌂 - 𑌪𑍃𑌥𑌿𑌵𑍍𑌯𑌾𑌤𑍍𑌮𑌨𑍇 𑌗𑌂𑌥𑌂 𑌸𑌮𑌰𑍍𑌪𑌯𑌾𑌮𑌿
𑌹𑌂 - 𑌆𑌕𑌾𑌶𑌾𑌤𑍍𑌮𑌨𑍇 𑌪𑍁𑌷𑍍𑌪𑍈𑌃 𑌪𑍂𑌜𑌯𑌾𑌮𑌿
𑌯𑌂 - 𑌵𑌾𑌯𑍍𑌵𑌾𑌤𑍍𑌮𑌨𑍇 𑌧𑍂𑌪𑌮𑌾𑌘𑍍𑌰𑌾𑌪𑌯𑌾𑌮𑌿
𑌰𑌂 - 𑌅𑌗𑍍𑌨𑍍𑌯𑌾𑌤𑍍𑌮𑌨𑍇 𑌦𑍀𑌪𑌂 𑌦𑌰𑍍𑌶𑌯𑌾𑌮𑌿
𑌵𑌂 - 𑌅𑌮𑍃𑌤𑌾𑌤𑍍𑌮𑌨𑍇 𑌨𑍈𑌵𑍇𑌦𑍍𑌯𑌂 𑌨𑌿𑌵𑍇𑌦𑌯𑌾𑌮𑌿
𑌸𑌂 - 𑌸𑌰𑍍𑌵𑌾𑌤𑍍𑌮𑌨𑍇 𑌸𑌰𑍍𑌵𑍋𑌪𑌚𑌾𑌰 𑌪𑍂𑌜𑌾 𑌨𑌮𑌸𑍍𑌕𑌾𑌰𑌾𑌨𑍍 𑌸𑌮𑌰𑍍𑌪𑌯𑌾𑌮𑌿

𑌸𑍍𑌤𑍋𑌤𑍍𑌰𑌮𑍍

𑌹𑌰𑌿𑌃 𑌓𑌮𑍍

𑌵𑌿𑌶𑍍𑌵𑌂 𑌵𑌿𑌷𑍍𑌣𑍁𑌰𑍍𑌵𑌷𑌟𑍍𑌕𑌾𑌰𑍋 𑌭𑍂𑌤𑌭𑌵𑍍𑌯𑌭𑌵𑌤𑍍𑌪𑍍𑌰𑌭𑍁𑌃 ।
𑌭𑍂𑌤𑌕𑍃𑌦𑍍𑌭𑍂𑌤𑌭𑍃𑌦𑍍𑌭𑌾𑌵𑍋 𑌭𑍂𑌤𑌾𑌤𑍍𑌮𑌾 𑌭𑍂𑌤𑌭𑌾𑌵𑌨𑌃 ॥ 1 ॥

𑌪𑍂𑌤𑌾𑌤𑍍𑌮𑌾 𑌪𑌰𑌮𑌾𑌤𑍍𑌮𑌾 𑌚 𑌮𑍁𑌕𑍍𑌤𑌾𑌨𑌾𑌂 𑌪𑌰𑌮𑌾𑌗𑌤𑌿𑌃 ।
𑌅𑌵𑍍𑌯𑌯𑌃 𑌪𑍁𑌰𑍁𑌷𑌃 𑌸𑌾𑌕𑍍𑌷𑍀 𑌕𑍍𑌷𑍇𑌤𑍍𑌰𑌜𑍍𑌞𑍋𑌽𑌕𑍍𑌷𑌰 𑌏𑌵 𑌚 ॥ 2 ॥

𑌯𑍋𑌗𑍋 𑌯𑍋𑌗𑌵𑌿𑌦𑌾𑌂 𑌨𑍇𑌤𑌾 𑌪𑍍𑌰𑌧𑌾𑌨 𑌪𑍁𑌰𑍁𑌷𑍇𑌶𑍍𑌵𑌰𑌃 ।
𑌨𑌾𑌰𑌸𑌿𑌂𑌹𑌵𑌪𑍁𑌃 𑌶𑍍𑌰𑍀𑌮𑌾𑌨𑍍 𑌕𑍇𑌶𑌵𑌃 𑌪𑍁𑌰𑍁𑌷𑍋𑌤𑍍𑌤𑌮𑌃 ॥ 3 ॥

𑌸𑌰𑍍𑌵𑌃 𑌶𑌰𑍍𑌵𑌃 𑌶𑌿𑌵𑌃 𑌸𑍍𑌥𑌾𑌣𑍁𑌰𑍍𑌭𑍂𑌤𑌾𑌦𑌿𑌰𑍍𑌨𑌿𑌧𑌿𑌰𑌵𑍍𑌯𑌯𑌃 ।
𑌸𑌂𑌭𑌵𑍋 𑌭𑌾𑌵𑌨𑍋 𑌭𑌰𑍍𑌤𑌾 𑌪𑍍𑌰𑌭𑌵𑌃 𑌪𑍍𑌰𑌭𑍁𑌰𑍀𑌶𑍍𑌵𑌰𑌃 ॥ 4 ॥

𑌸𑍍𑌵𑌯𑌂𑌭𑍂𑌃 𑌶𑌂𑌭𑍁𑌰𑌾𑌦𑌿𑌤𑍍𑌯𑌃 𑌪𑍁𑌷𑍍𑌕𑌰𑌾𑌕𑍍𑌷𑍋 𑌮𑌹𑌾𑌸𑍍𑌵𑌨𑌃 ।
𑌅𑌨𑌾𑌦𑌿𑌨𑌿𑌧𑌨𑍋 𑌧𑌾𑌤𑌾 𑌵𑌿𑌧𑌾𑌤𑌾 𑌧𑌾𑌤𑍁𑌰𑍁𑌤𑍍𑌤𑌮𑌃 ॥ 5 ॥

𑌅𑌪𑍍𑌰𑌮𑍇𑌯𑍋 𑌹𑍃𑌷𑍀𑌕𑍇𑌶𑌃 𑌪𑌦𑍍𑌮𑌨𑌾𑌭𑍋𑌽𑌮𑌰𑌪𑍍𑌰𑌭𑍁𑌃 ।
𑌵𑌿𑌶𑍍𑌵𑌕𑌰𑍍𑌮𑌾 𑌮𑌨𑍁𑌸𑍍𑌤𑍍𑌵𑌷𑍍𑌟𑌾 𑌸𑍍𑌥𑌵𑌿𑌷𑍍𑌠𑌃 𑌸𑍍𑌥𑌵𑌿𑌰𑍋 𑌧𑍍𑌰𑍁𑌵𑌃 ॥ 6 ॥

𑌅𑌗𑍍𑌰𑌾𑌹𑍍𑌯𑌃 𑌶𑌾𑌶𑍍𑌵𑌤𑍋 𑌕𑍃𑌷𑍍𑌣𑍋 𑌲𑍋𑌹𑌿𑌤𑌾𑌕𑍍𑌷𑌃 𑌪𑍍𑌰𑌤𑌰𑍍𑌦𑌨𑌃 ।
𑌪𑍍𑌰𑌭𑍂𑌤𑌸𑍍𑌤𑍍𑌰𑌿𑌕𑌕𑍁𑌬𑍍𑌧𑌾𑌮 𑌪𑌵𑌿𑌤𑍍𑌰𑌂 𑌮𑌂𑌗𑌳𑌂 𑌪𑌰𑌮𑍍 ॥ 𑍭 ॥

𑌈𑌶𑌾𑌨𑌃 𑌪𑍍𑌰𑌾𑌣𑌦𑌃 𑌪𑍍𑌰𑌾𑌣𑍋 𑌜𑍍𑌯𑍇𑌷𑍍𑌠𑌃 𑌶𑍍𑌰𑍇𑌷𑍍𑌠𑌃 𑌪𑍍𑌰𑌜𑌾𑌪𑌤𑌿𑌃 ।
𑌹𑌿𑌰𑌣𑍍𑌯𑌗𑌰𑍍𑌭𑍋 𑌭𑍂𑌗𑌰𑍍𑌭𑍋 𑌮𑌾𑌧𑌵𑍋 𑌮𑌧𑍁𑌸𑍂𑌦𑌨𑌃 ॥ 𑍮 ॥

𑌈𑌶𑍍𑌵𑌰𑍋 𑌵𑌿𑌕𑍍𑌰𑌮𑍀𑌧𑌨𑍍𑌵𑍀 𑌮𑍇𑌧𑌾𑌵𑍀 𑌵𑌿𑌕𑍍𑌰𑌮𑌃 𑌕𑍍𑌰𑌮𑌃 ।
𑌅𑌨𑍁𑌤𑍍𑌤𑌮𑍋 𑌦𑍁𑌰𑌾𑌧𑌰𑍍𑌷𑌃 𑌕𑍃𑌤𑌜𑍍𑌞𑌃 𑌕𑍃𑌤𑌿𑌰𑌾𑌤𑍍𑌮𑌵𑌾𑌨𑍍॥ 𑍯 ॥

𑌸𑍁𑌰𑍇𑌶𑌃 𑌶𑌰𑌣𑌂 𑌶𑌰𑍍𑌮 𑌵𑌿𑌶𑍍𑌵𑌰𑍇𑌤𑌾𑌃 𑌪𑍍𑌰𑌜𑌾𑌭𑌵𑌃 ।
𑌅𑌹𑌸𑍍𑌸𑌂𑌵𑌤𑍍𑌸𑌰𑍋 𑌵𑍍𑌯𑌾𑌳𑌃 𑌪𑍍𑌰𑌤𑍍𑌯𑌯𑌃 𑌸𑌰𑍍𑌵𑌦𑌰𑍍𑌶𑌨𑌃 ॥ 10 ॥

𑌅𑌜𑌸𑍍𑌸𑌰𑍍𑌵𑍇𑌶𑍍𑌵𑌰𑌃 𑌸𑌿𑌦𑍍𑌧𑌃 𑌸𑌿𑌦𑍍𑌧𑌿𑌃 𑌸𑌰𑍍𑌵𑌾𑌦𑌿𑌰𑌚𑍍𑌯𑍁𑌤𑌃 ।
𑌵𑍃𑌷𑌾𑌕𑌪𑌿𑌰𑌮𑍇𑌯𑌾𑌤𑍍𑌮𑌾 𑌸𑌰𑍍𑌵𑌯𑍋𑌗𑌵𑌿𑌨𑌿𑌸𑍍𑌸𑍃𑌤𑌃 ॥ 11 ॥

𑌵𑌸𑍁𑌰𑍍𑌵𑌸𑍁𑌮𑌨𑌾𑌃 𑌸𑌤𑍍𑌯𑌃 𑌸𑌮𑌾𑌤𑍍𑌮𑌾 𑌸𑌮𑍍𑌮𑌿𑌤𑌸𑍍𑌸𑌮𑌃 ।
𑌅𑌮𑍋𑌘𑌃 𑌪𑍁𑌂𑌡𑌰𑍀𑌕𑌾𑌕𑍍𑌷𑍋 𑌵𑍃𑌷𑌕𑌰𑍍𑌮𑌾 𑌵𑍃𑌷𑌾𑌕𑍃𑌤𑌿𑌃 ॥ 12 ॥

𑌰𑍁𑌦𑍍𑌰𑍋 𑌬𑌹𑍁𑌶𑌿𑌰𑌾 𑌬𑌭𑍍𑌰𑍁𑌰𑍍𑌵𑌿𑌶𑍍𑌵𑌯𑍋𑌨𑌿𑌃 𑌶𑍁𑌚𑌿𑌶𑍍𑌰𑌵𑌾𑌃 ।
𑌅𑌮𑍃𑌤𑌃 𑌶𑌾𑌶𑍍𑌵𑌤𑌸𑍍𑌥𑌾𑌣𑍁𑌰𑍍𑌵𑌰𑌾𑌰𑍋𑌹𑍋 𑌮𑌹𑌾𑌤𑌪𑌾𑌃 ॥ 13 ॥

𑌸𑌰𑍍𑌵𑌗𑌃 𑌸𑌰𑍍𑌵 𑌵𑌿𑌦𑍍𑌭𑌾𑌨𑍁𑌰𑍍𑌵𑌿𑌷𑍍𑌵𑌕𑍍𑌸𑍇𑌨𑍋 𑌜𑌨𑌾𑌰𑍍𑌦𑌨𑌃 ।
𑌵𑍇𑌦𑍋 𑌵𑍇𑌦𑌵𑌿𑌦𑌵𑍍𑌯𑌂𑌗𑍋 𑌵𑍇𑌦𑌾𑌂𑌗𑍋 𑌵𑍇𑌦𑌵𑌿𑌤𑍍𑌕𑌵𑌿𑌃 ॥ 14 ॥

𑌲𑍋𑌕𑌾𑌧𑍍𑌯𑌕𑍍𑌷𑌃 𑌸𑍁𑌰𑌾𑌧𑍍𑌯𑌕𑍍𑌷𑍋 𑌧𑌰𑍍𑌮𑌾𑌧𑍍𑌯𑌕𑍍𑌷𑌃 𑌕𑍃𑌤𑌾𑌕𑍃𑌤𑌃 ।
𑌚𑌤𑍁𑌰𑌾𑌤𑍍𑌮𑌾 𑌚𑌤𑍁𑌰𑍍𑌵𑍍𑌯𑍂𑌹𑌶𑍍𑌚𑌤𑍁𑌰𑍍𑌦𑌂𑌷𑍍𑌟𑍍𑌰𑌶𑍍𑌚𑌤𑍁𑌰𑍍𑌭𑍁𑌜𑌃 ॥ 15 ॥

𑌭𑍍𑌰𑌾𑌜𑌿𑌷𑍍𑌣𑍁𑌰𑍍𑌭𑍋𑌜𑌨𑌂 𑌭𑍋𑌕𑍍𑌤𑌾 𑌸𑌹𑌿𑌷𑍍𑌣𑍁𑌰𑍍𑌜𑌗𑌦𑌾𑌦𑌿𑌜𑌃 ।
𑌅𑌨𑌘𑍋 𑌵𑌿𑌜𑌯𑍋 𑌜𑍇𑌤𑌾 𑌵𑌿𑌶𑍍𑌵𑌯𑍋𑌨𑌿𑌃 𑌪𑍁𑌨𑌰𑍍𑌵𑌸𑍁𑌃 ॥ 16 ॥

𑌉𑌪𑍇𑌂𑌦𑍍𑌰𑍋 𑌵𑌾𑌮𑌨𑌃 𑌪𑍍𑌰𑌾𑌂𑌶𑍁𑌰𑌮𑍋𑌘𑌃 𑌶𑍁𑌚𑌿𑌰𑍂𑌰𑍍𑌜𑌿𑌤𑌃 ।
𑌅𑌤𑍀𑌂𑌦𑍍𑌰𑌃 𑌸𑌂𑌗𑍍𑌰𑌹𑌃 𑌸𑌰𑍍𑌗𑍋 𑌧𑍃𑌤𑌾𑌤𑍍𑌮𑌾 𑌨𑌿𑌯𑌮𑍋 𑌯𑌮𑌃 ॥ 1𑍭 ॥

𑌵𑍇𑌦𑍍𑌯𑍋 𑌵𑍈𑌦𑍍𑌯𑌃 𑌸𑌦𑌾𑌯𑍋𑌗𑍀 𑌵𑍀𑌰𑌹𑌾 𑌮𑌾𑌧𑌵𑍋 𑌮𑌧𑍁𑌃 ।
𑌅𑌤𑍀𑌂𑌦𑍍𑌰𑌿𑌯𑍋 𑌮𑌹𑌾𑌮𑌾𑌯𑍋 𑌮𑌹𑍋𑌤𑍍𑌸𑌾𑌹𑍋 𑌮𑌹𑌾𑌬𑌲𑌃 ॥ 1𑍮 ॥

𑌮𑌹𑌾𑌬𑍁𑌦𑍍𑌧𑌿𑌰𑍍𑌮𑌹𑌾𑌵𑍀𑌰𑍍𑌯𑍋 𑌮𑌹𑌾𑌶𑌕𑍍𑌤𑌿𑌰𑍍𑌮𑌹𑌾𑌦𑍍𑌯𑍁𑌤𑌿𑌃 ।
𑌅𑌨𑌿𑌰𑍍𑌦𑍇𑌶𑍍𑌯𑌵𑌪𑍁𑌃 𑌶𑍍𑌰𑍀𑌮𑌾𑌨𑌮𑍇𑌯𑌾𑌤𑍍𑌮𑌾 𑌮𑌹𑌾𑌦𑍍𑌰𑌿𑌧𑍃𑌕𑍍 ॥ 1𑍯 ॥

𑌮𑌹𑍇𑌶𑍍𑌵𑌾𑌸𑍋 𑌮𑌹𑍀𑌭𑌰𑍍𑌤𑌾 𑌶𑍍𑌰𑍀𑌨𑌿𑌵𑌾𑌸𑌃 𑌸𑌤𑌾𑌂𑌗𑌤𑌿𑌃 ।
𑌅𑌨𑌿𑌰𑍁𑌦𑍍𑌧𑌃 𑌸𑍁𑌰𑌾𑌨𑌂𑌦𑍋 𑌗𑍋𑌵𑌿𑌂𑌦𑍋 𑌗𑍋𑌵𑌿𑌦𑌾𑌂 𑌪𑌤𑌿𑌃 ॥ 20 ॥

𑌮𑌰𑍀𑌚𑌿𑌰𑍍𑌦𑌮𑌨𑍋 𑌹𑌂𑌸𑌃 𑌸𑍁𑌪𑌰𑍍𑌣𑍋 𑌭𑍁𑌜𑌗𑍋𑌤𑍍𑌤𑌮𑌃 ।
𑌹𑌿𑌰𑌣𑍍𑌯𑌨𑌾𑌭𑌃 𑌸𑍁𑌤𑌪𑌾𑌃 𑌪𑌦𑍍𑌮𑌨𑌾𑌭𑌃 𑌪𑍍𑌰𑌜𑌾𑌪𑌤𑌿𑌃 ॥ 21 ॥

𑌅𑌮𑍃𑌤𑍍𑌯𑍁𑌃 𑌸𑌰𑍍𑌵𑌦𑍃𑌕𑍍 𑌸𑌿𑌂𑌹𑌃 𑌸𑌂𑌧𑌾𑌤𑌾 𑌸𑌂𑌧𑌿𑌮𑌾𑌨𑍍 𑌸𑍍𑌥𑌿𑌰𑌃 ।
𑌅𑌜𑍋 𑌦𑍁𑌰𑍍𑌮𑌰𑍍𑌷𑌣𑌃 𑌶𑌾𑌸𑍍𑌤𑌾 𑌵𑌿𑌶𑍍𑌰𑍁𑌤𑌾𑌤𑍍𑌮𑌾 𑌸𑍁𑌰𑌾𑌰𑌿𑌹𑌾 ॥ 22 ॥

𑌗𑍁𑌰𑍁𑌰𑍍𑌗𑍁𑌰𑍁𑌤𑌮𑍋 𑌧𑌾𑌮 𑌸𑌤𑍍𑌯𑌃 𑌸𑌤𑍍𑌯𑌪𑌰𑌾𑌕𑍍𑌰𑌮𑌃 ।
𑌨𑌿𑌮𑌿𑌷𑍋𑌽𑌨𑌿𑌮𑌿𑌷𑌃 𑌸𑍍𑌰𑌗𑍍𑌵𑍀 𑌵𑌾𑌚𑌸𑍍𑌪𑌤𑌿𑌰𑍁𑌦𑌾𑌰𑌧𑍀𑌃 ॥ 23 ॥

𑌅𑌗𑍍𑌰𑌣𑍀𑌗𑍍𑌰𑌾𑌮𑌣𑍀𑌃 𑌶𑍍𑌰𑍀𑌮𑌾𑌨𑍍 𑌨𑍍𑌯𑌾𑌯𑍋 𑌨𑍇𑌤𑌾 𑌸𑌮𑍀𑌰𑌣𑌃
𑌸𑌹𑌸𑍍𑌰𑌮𑍂𑌰𑍍𑌧𑌾 𑌵𑌿𑌶𑍍𑌵𑌾𑌤𑍍𑌮𑌾 𑌸𑌹𑌸𑍍𑌰𑌾𑌕𑍍𑌷𑌃 𑌸𑌹𑌸𑍍𑌰𑌪𑌾𑌤𑍍 ॥ 24 ॥

𑌆𑌵𑌰𑍍𑌤𑌨𑍋 𑌨𑌿𑌵𑍃𑌤𑍍𑌤𑌾𑌤𑍍𑌮𑌾 𑌸𑌂𑌵𑍃𑌤𑌃 𑌸𑌂𑌪𑍍𑌰𑌮𑌰𑍍𑌦𑌨𑌃 ।
𑌅𑌹𑌃 𑌸𑌂𑌵𑌰𑍍𑌤𑌕𑍋 𑌵𑌹𑍍𑌨𑌿𑌰𑌨𑌿𑌲𑍋 𑌧𑌰𑌣𑍀𑌧𑌰𑌃 ॥ 25 ॥

𑌸𑍁𑌪𑍍𑌰𑌸𑌾𑌦𑌃 𑌪𑍍𑌰𑌸𑌨𑍍𑌨𑌾𑌤𑍍𑌮𑌾 𑌵𑌿𑌶𑍍𑌵𑌧𑍃𑌗𑍍𑌵𑌿𑌶𑍍𑌵𑌭𑍁𑌗𑍍𑌵𑌿𑌭𑍁𑌃 ।
𑌸𑌤𑍍𑌕𑌰𑍍𑌤𑌾 𑌸𑌤𑍍𑌕𑍃𑌤𑌃 𑌸𑌾𑌧𑍁𑌰𑍍𑌜𑌹𑍍𑌨𑍁𑌰𑍍𑌨𑌾𑌰𑌾𑌯𑌣𑍋 𑌨𑌰𑌃 ॥ 26 ॥

𑌅𑌸𑌂𑌖𑍍𑌯𑍇𑌯𑍋𑌽𑌪𑍍𑌰𑌮𑍇𑌯𑌾𑌤𑍍𑌮𑌾 𑌵𑌿𑌶𑌿𑌷𑍍𑌟𑌃 𑌶𑌿𑌷𑍍𑌟𑌕𑍃𑌚𑍍𑌛𑍁𑌚𑌿𑌃 ।
𑌸𑌿𑌦𑍍𑌧𑌾𑌰𑍍𑌥𑌃 𑌸𑌿𑌦𑍍𑌧𑌸𑌂𑌕𑌲𑍍𑌪𑌃 𑌸𑌿𑌦𑍍𑌧𑌿𑌦𑌃 𑌸𑌿𑌦𑍍𑌧𑌿 𑌸𑌾𑌧𑌨𑌃 ॥ 2𑍭 ॥

𑌵𑍃𑌷𑌾𑌹𑍀 𑌵𑍃𑌷𑌭𑍋 𑌵𑌿𑌷𑍍𑌣𑍁𑌰𑍍𑌵𑍃𑌷𑌪𑌰𑍍𑌵𑌾 𑌵𑍃𑌷𑍋𑌦𑌰𑌃 ।
𑌵𑌰𑍍𑌧𑌨𑍋 𑌵𑌰𑍍𑌧𑌮𑌾𑌨𑌶𑍍𑌚 𑌵𑌿𑌵𑌿𑌕𑍍𑌤𑌃 𑌶𑍍𑌰𑍁𑌤𑌿𑌸𑌾𑌗𑌰𑌃 ॥ 2𑍮 ॥

𑌸𑍁𑌭𑍁𑌜𑍋 𑌦𑍁𑌰𑍍𑌧𑌰𑍋 𑌵𑌾𑌗𑍍𑌮𑍀 𑌮𑌹𑍇𑌂𑌦𑍍𑌰𑍋 𑌵𑌸𑍁𑌦𑍋 𑌵𑌸𑍁𑌃 ।
𑌨𑍈𑌕𑌰𑍂𑌪𑍋 𑌬𑍃𑌹𑌦𑍍𑌰𑍂𑌪𑌃 𑌶𑌿𑌪𑌿𑌵𑌿𑌷𑍍𑌟𑌃 𑌪𑍍𑌰𑌕𑌾𑌶𑌨𑌃 ॥ 2𑍯 ॥

𑌓𑌜𑌸𑍍𑌤𑍇𑌜𑍋𑌦𑍍𑌯𑍁𑌤𑌿𑌧𑌰𑌃 𑌪𑍍𑌰𑌕𑌾𑌶𑌾𑌤𑍍𑌮𑌾 𑌪𑍍𑌰𑌤𑌾𑌪𑌨𑌃 ।
𑌋𑌦𑍍𑌦𑌃 𑌸𑍍𑌪𑌷𑍍𑌟𑌾𑌕𑍍𑌷𑌰𑍋 𑌮𑌂𑌤𑍍𑌰𑌶𑍍𑌚𑌂𑌦𑍍𑌰𑌾𑌂𑌶𑍁𑌰𑍍𑌭𑌾𑌸𑍍𑌕𑌰𑌦𑍍𑌯𑍁𑌤𑌿𑌃 ॥ 30 ॥

𑌅𑌮𑍃𑌤𑌾𑌂𑌶𑍂𑌦𑍍𑌭𑌵𑍋 𑌭𑌾𑌨𑍁𑌃 𑌶𑌶𑌬𑌿𑌂𑌦𑍁𑌃 𑌸𑍁𑌰𑍇𑌶𑍍𑌵𑌰𑌃 ।
𑌔𑌷𑌧𑌂 𑌜𑌗𑌤𑌃 𑌸𑍇𑌤𑍁𑌃 𑌸𑌤𑍍𑌯𑌧𑌰𑍍𑌮𑌪𑌰𑌾𑌕𑍍𑌰𑌮𑌃 ॥ 31 ॥

𑌭𑍂𑌤𑌭𑌵𑍍𑌯𑌭𑌵𑌨𑍍𑌨𑌾𑌥𑌃 𑌪𑌵𑌨𑌃 𑌪𑌾𑌵𑌨𑍋𑌽𑌨𑌲𑌃 ।
𑌕𑌾𑌮𑌹𑌾 𑌕𑌾𑌮𑌕𑍃𑌤𑍍𑌕𑌾𑌂𑌤𑌃 𑌕𑌾𑌮𑌃 𑌕𑌾𑌮𑌪𑍍𑌰𑌦𑌃 𑌪𑍍𑌰𑌭𑍁𑌃 ॥ 32 ॥

𑌯𑍁𑌗𑌾𑌦𑌿 𑌕𑍃𑌦𑍍𑌯𑍁𑌗𑌾𑌵𑌰𑍍𑌤𑍋 𑌨𑍈𑌕𑌮𑌾𑌯𑍋 𑌮𑌹𑌾𑌶𑌨𑌃 ।
𑌅𑌦𑍃𑌶𑍍𑌯𑍋 𑌵𑍍𑌯𑌕𑍍𑌤𑌰𑍂𑌪𑌶𑍍𑌚 𑌸𑌹𑌸𑍍𑌰𑌜𑌿𑌦𑌨𑌂𑌤𑌜𑌿𑌤𑍍 ॥ 33 ॥

𑌇𑌷𑍍𑌟𑍋𑌽𑌵𑌿𑌶𑌿𑌷𑍍𑌟𑌃 𑌶𑌿𑌷𑍍𑌟𑍇𑌷𑍍𑌟𑌃 𑌶𑌿𑌖𑌂𑌡𑍀 𑌨𑌹𑍁𑌷𑍋 𑌵𑍃𑌷𑌃 ।
𑌕𑍍𑌰𑍋𑌧𑌹𑌾 𑌕𑍍𑌰𑍋𑌧𑌕𑍃𑌤𑍍𑌕𑌰𑍍𑌤𑌾 𑌵𑌿𑌶𑍍𑌵𑌬𑌾𑌹𑍁𑌰𑍍𑌮𑌹𑍀𑌧𑌰𑌃 ॥ 34 ॥

𑌅𑌚𑍍𑌯𑍁𑌤𑌃 𑌪𑍍𑌰𑌥𑌿𑌤𑌃 𑌪𑍍𑌰𑌾𑌣𑌃 𑌪𑍍𑌰𑌾𑌣𑌦𑍋 𑌵𑌾𑌸𑌵𑌾𑌨𑍁𑌜𑌃 ।
𑌅𑌪𑌾𑌂𑌨𑌿𑌧𑌿𑌰𑌧𑌿𑌷𑍍𑌠𑌾𑌨𑌮𑌪𑍍𑌰𑌮𑌤𑍍𑌤𑌃 𑌪𑍍𑌰𑌤𑌿𑌷𑍍𑌠𑌿𑌤𑌃 ॥ 35 ॥

𑌸𑍍𑌕𑌂𑌦𑌃 𑌸𑍍𑌕𑌂𑌦𑌧𑌰𑍋 𑌧𑍁𑌰𑍍𑌯𑍋 𑌵𑌰𑌦𑍋 𑌵𑌾𑌯𑍁𑌵𑌾𑌹𑌨𑌃 ।
𑌵𑌾𑌸𑍁𑌦𑍇𑌵𑍋 𑌬𑍃𑌹𑌦𑍍𑌭𑌾𑌨𑍁𑌰𑌾𑌦𑌿𑌦𑍇𑌵𑌃 𑌪𑍁𑌰𑌂𑌧𑌰𑌃 ॥ 36 ॥

𑌅𑌶𑍋𑌕𑌸𑍍𑌤𑌾𑌰𑌣𑌸𑍍𑌤𑌾𑌰𑌃 𑌶𑍂𑌰𑌃 𑌶𑍌𑌰𑌿𑌰𑍍𑌜𑌨𑍇𑌶𑍍𑌵𑌰𑌃 ।
𑌅𑌨𑍁𑌕𑍂𑌲𑌃 𑌶𑌤𑌾𑌵𑌰𑍍𑌤𑌃 𑌪𑌦𑍍𑌮𑍀 𑌪𑌦𑍍𑌮𑌨𑌿𑌭𑍇𑌕𑍍𑌷𑌣𑌃 ॥ 3𑍭 ॥

𑌪𑌦𑍍𑌮𑌨𑌾𑌭𑍋𑌽𑌰𑌵𑌿𑌂𑌦𑌾𑌕𑍍𑌷𑌃 𑌪𑌦𑍍𑌮𑌗𑌰𑍍𑌭𑌃 𑌶𑌰𑍀𑌰𑌭𑍃𑌤𑍍 ।
𑌮𑌹𑌰𑍍𑌧𑌿𑌰𑍃𑌦𑍍𑌧𑍋 𑌵𑍃𑌦𑍍𑌧𑌾𑌤𑍍𑌮𑌾 𑌮𑌹𑌾𑌕𑍍𑌷𑍋 𑌗𑌰𑍁𑌡𑌧𑍍𑌵𑌜𑌃 ॥ 3𑍮 ॥

𑌅𑌤𑍁𑌲𑌃 𑌶𑌰𑌭𑍋 𑌭𑍀𑌮𑌃 𑌸𑌮𑌯𑌜𑍍𑌞𑍋 𑌹𑌵𑌿𑌰𑍍𑌹𑌰𑌿𑌃 ।
𑌸𑌰𑍍𑌵𑌲𑌕𑍍𑌷𑌣𑌲𑌕𑍍𑌷𑌣𑍍𑌯𑍋 𑌲𑌕𑍍𑌷𑍍𑌮𑍀𑌵𑌾𑌨𑍍 𑌸𑌮𑌿𑌤𑌿𑌂𑌜𑌯𑌃 ॥ 3𑍯 ॥

𑌵𑌿𑌕𑍍𑌷𑌰𑍋 𑌰𑍋𑌹𑌿𑌤𑍋 𑌮𑌾𑌰𑍍𑌗𑍋 𑌹𑍇𑌤𑍁𑌰𑍍𑌦𑌾𑌮𑍋𑌦𑌰𑌃 𑌸𑌹𑌃 ।
𑌮𑌹𑍀𑌧𑌰𑍋 𑌮𑌹𑌾𑌭𑌾𑌗𑍋 𑌵𑍇𑌗𑌵𑌾𑌨𑌮𑌿𑌤𑌾𑌶𑌨𑌃 ॥ 40 ॥

𑌉𑌦𑍍𑌭𑌵𑌃, 𑌕𑍍𑌷𑍋𑌭𑌣𑍋 𑌦𑍇𑌵𑌃 𑌶𑍍𑌰𑍀𑌗𑌰𑍍𑌭𑌃 𑌪𑌰𑌮𑍇𑌶𑍍𑌵𑌰𑌃 ।
𑌕𑌰𑌣𑌂 𑌕𑌾𑌰𑌣𑌂 𑌕𑌰𑍍𑌤𑌾 𑌵𑌿𑌕𑌰𑍍𑌤𑌾 𑌗𑌹𑌨𑍋 𑌗𑍁𑌹𑌃 ॥ 41 ॥

𑌵𑍍𑌯𑌵𑌸𑌾𑌯𑍋 𑌵𑍍𑌯𑌵𑌸𑍍𑌥𑌾𑌨𑌃 𑌸𑌂𑌸𑍍𑌥𑌾𑌨𑌃 𑌸𑍍𑌥𑌾𑌨𑌦𑍋 𑌧𑍍𑌰𑍁𑌵𑌃 ।
𑌪𑌰𑌰𑍍𑌧𑌿𑌃 𑌪𑌰𑌮𑌸𑍍𑌪𑌷𑍍𑌟𑌃 𑌤𑍁𑌷𑍍𑌟𑌃 𑌪𑍁𑌷𑍍𑌟𑌃 𑌶𑍁𑌭𑍇𑌕𑍍𑌷𑌣𑌃 ॥ 42 ॥

𑌰𑌾𑌮𑍋 𑌵𑌿𑌰𑌾𑌮𑍋 𑌵𑌿𑌰𑌜𑍋 𑌮𑌾𑌰𑍍𑌗𑍋𑌨𑍇𑌯𑍋 𑌨𑌯𑍋𑌽𑌨𑌯𑌃 ।
𑌵𑍀𑌰𑌃 𑌶𑌕𑍍𑌤𑌿𑌮𑌤𑌾𑌂 𑌶𑍍𑌰𑍇𑌷𑍍𑌠𑍋 𑌧𑌰𑍍𑌮𑍋𑌧𑌰𑍍𑌮 𑌵𑌿𑌦𑍁𑌤𑍍𑌤𑌮𑌃 ॥ 43 ॥

𑌵𑍈𑌕𑍁𑌂𑌠𑌃 𑌪𑍁𑌰𑍁𑌷𑌃 𑌪𑍍𑌰𑌾𑌣𑌃 𑌪𑍍𑌰𑌾𑌣𑌦𑌃 𑌪𑍍𑌰𑌣𑌵𑌃 𑌪𑍃𑌥𑍁𑌃 ।
𑌹𑌿𑌰𑌣𑍍𑌯𑌗𑌰𑍍𑌭𑌃 𑌶𑌤𑍍𑌰𑍁𑌘𑍍𑌨𑍋 𑌵𑍍𑌯𑌾𑌪𑍍𑌤𑍋 𑌵𑌾𑌯𑍁𑌰𑌧𑍋𑌕𑍍𑌷𑌜𑌃 ॥ 44 ॥

𑌋𑌤𑍁𑌃 𑌸𑍁𑌦𑌰𑍍𑌶𑌨𑌃 𑌕𑌾𑌲𑌃 𑌪𑌰𑌮𑍇𑌷𑍍𑌠𑍀 𑌪𑌰𑌿𑌗𑍍𑌰𑌹𑌃 ।
𑌉𑌗𑍍𑌰𑌃 𑌸𑌂𑌵𑌤𑍍𑌸𑌰𑍋 𑌦𑌕𑍍𑌷𑍋 𑌵𑌿𑌶𑍍𑌰𑌾𑌮𑍋 𑌵𑌿𑌶𑍍𑌵𑌦𑌕𑍍𑌷𑌿𑌣𑌃 ॥ 45 ॥

𑌵𑌿𑌸𑍍𑌤𑌾𑌰𑌃 𑌸𑍍𑌥𑌾𑌵𑌰 𑌸𑍍𑌥𑌾𑌣𑍁𑌃 𑌪𑍍𑌰𑌮𑌾𑌣𑌂 𑌬𑍀𑌜𑌮𑌵𑍍𑌯𑌯𑌮𑍍 ।
𑌅𑌰𑍍𑌥𑍋𑌽𑌨𑌰𑍍𑌥𑍋 𑌮𑌹𑌾𑌕𑍋𑌶𑍋 𑌮𑌹𑌾𑌭𑍋𑌗𑍋 𑌮𑌹𑌾𑌧𑌨𑌃 ॥ 46 ॥

𑌅𑌨𑌿𑌰𑍍𑌵𑌿𑌣𑍍𑌣𑌃 𑌸𑍍𑌥𑌵𑌿𑌷𑍍𑌠𑍋 𑌭𑍂𑌦𑍍𑌧𑌰𑍍𑌮𑌯𑍂𑌪𑍋 𑌮𑌹𑌾𑌮𑌖𑌃 ।
𑌨𑌕𑍍𑌷𑌤𑍍𑌰𑌨𑍇𑌮𑌿𑌰𑍍𑌨𑌕𑍍𑌷𑌤𑍍𑌰𑍀 𑌕𑍍𑌷𑌮𑌃, 𑌕𑍍𑌷𑌾𑌮𑌃 𑌸𑌮𑍀𑌹𑌨𑌃 ॥ 4𑍭 ॥

𑌯𑌜𑍍𑌞 𑌇𑌜𑍍𑌯𑍋 𑌮𑌹𑍇𑌜𑍍𑌯𑌶𑍍𑌚 𑌕𑍍𑌰𑌤𑍁𑌃 𑌸𑌤𑍍𑌰𑌂 𑌸𑌤𑌾𑌂𑌗𑌤𑌿𑌃 ।
𑌸𑌰𑍍𑌵𑌦𑌰𑍍𑌶𑍀 𑌵𑌿𑌮𑍁𑌕𑍍𑌤𑌾𑌤𑍍𑌮𑌾 𑌸𑌰𑍍𑌵𑌜𑍍𑌞𑍋 𑌜𑍍𑌞𑌾𑌨𑌮𑍁𑌤𑍍𑌤𑌮𑌮𑍍 ॥ 4𑍮 ॥

𑌸𑍁𑌵𑍍𑌰𑌤𑌃 𑌸𑍁𑌮𑍁𑌖𑌃 𑌸𑍂𑌕𑍍𑌷𑍍𑌮𑌃 𑌸𑍁𑌘𑍋𑌷𑌃 𑌸𑍁𑌖𑌦𑌃 𑌸𑍁𑌹𑍃𑌤𑍍 ।
𑌮𑌨𑍋𑌹𑌰𑍋 𑌜𑌿𑌤𑌕𑍍𑌰𑍋𑌧𑍋 𑌵𑍀𑌰 𑌬𑌾𑌹𑍁𑌰𑍍𑌵𑌿𑌦𑌾𑌰𑌣𑌃 ॥ 4𑍯 ॥

𑌸𑍍𑌵𑌾𑌪𑌨𑌃 𑌸𑍍𑌵𑌵𑌶𑍋 𑌵𑍍𑌯𑌾𑌪𑍀 𑌨𑍈𑌕𑌾𑌤𑍍𑌮𑌾 𑌨𑍈𑌕𑌕𑌰𑍍𑌮𑌕𑍃𑌤𑍍। ।
𑌵𑌤𑍍𑌸𑌰𑍋 𑌵𑌤𑍍𑌸𑌲𑍋 𑌵𑌤𑍍𑌸𑍀 𑌰𑌤𑍍𑌨𑌗𑌰𑍍𑌭𑍋 𑌧𑌨𑍇𑌶𑍍𑌵𑌰𑌃 ॥ 50 ॥

𑌧𑌰𑍍𑌮𑌗𑍁𑌬𑍍𑌧𑌰𑍍𑌮𑌕𑍃𑌦𑍍𑌧𑌰𑍍𑌮𑍀 ������𑌦𑌸𑌤𑍍𑌕𑍍𑌷𑌰𑌮𑌕𑍍𑌷𑌰𑌮𑍍॥
𑌅𑌵𑌿𑌜𑍍𑌞𑌾𑌤𑌾 𑌸𑌹𑌸𑍍𑌤𑍍𑌰𑌾𑌂𑌶𑍁𑌰𑍍𑌵𑌿𑌧𑌾𑌤𑌾 𑌕𑍃𑌤𑌲𑌕𑍍𑌷𑌣𑌃 ॥ 51 ॥

𑌗𑌭𑌸𑍍𑌤𑌿𑌨𑍇𑌮𑌿𑌃 𑌸𑌤𑍍𑌤𑍍𑌵𑌸𑍍𑌥𑌃 𑌸𑌿𑌂𑌹𑍋 𑌭𑍂𑌤 𑌮𑌹𑍇𑌶𑍍𑌵𑌰𑌃 ।
𑌆𑌦𑌿𑌦𑍇𑌵𑍋 𑌮𑌹𑌾𑌦𑍇𑌵𑍋 𑌦𑍇𑌵𑍇𑌶𑍋 𑌦𑍇𑌵𑌭𑍃𑌦𑍍𑌗𑍁𑌰𑍁𑌃 ॥ 52 ॥

𑌉𑌤𑍍𑌤𑌰𑍋 𑌗𑍋𑌪𑌤𑌿𑌰𑍍𑌗𑍋𑌪𑍍𑌤𑌾 𑌜𑍍𑌞𑌾𑌨𑌗𑌮𑍍𑌯𑌃 𑌪𑍁𑌰𑌾𑌤𑌨𑌃 ।
𑌶𑌰𑍀𑌰 𑌭𑍂𑌤𑌭𑍃𑌦𑍍 𑌭𑍋𑌕𑍍𑌤𑌾 𑌕𑌪𑍀𑌂𑌦𑍍𑌰𑍋 𑌭𑍂𑌰𑌿𑌦𑌕𑍍𑌷𑌿𑌣𑌃 ॥ 53 ॥

𑌸𑍋𑌮𑌪𑍋𑌽𑌮𑍃𑌤𑌪𑌃 𑌸𑍋𑌮𑌃 𑌪𑍁𑌰𑍁𑌜𑌿𑌤𑍍 𑌪𑍁𑌰𑍁𑌸𑌤𑍍𑌤𑌮𑌃 ।
𑌵𑌿𑌨𑌯𑍋 𑌜𑌯𑌃 𑌸𑌤𑍍𑌯𑌸𑌂𑌧𑍋 𑌦𑌾𑌶𑌾𑌰𑍍𑌹𑌃 𑌸𑌾𑌤𑍍𑌵𑌤𑌾𑌂 𑌪𑌤𑌿𑌃 ॥ 54 ॥

𑌜𑍀𑌵𑍋 𑌵𑌿𑌨𑌯𑌿𑌤𑌾 𑌸𑌾𑌕𑍍𑌷𑍀 𑌮𑍁𑌕𑍁𑌂𑌦𑍋𑌽𑌮𑌿𑌤 𑌵𑌿𑌕𑍍𑌰𑌮𑌃 ।
𑌅𑌂𑌭𑍋𑌨𑌿𑌧𑌿𑌰𑌨𑌂𑌤𑌾𑌤𑍍𑌮𑌾 𑌮𑌹𑍋𑌦𑌧𑌿 𑌶𑌯𑍋𑌂𑌤𑌕𑌃 ॥ 55 ॥

𑌅𑌜𑍋 𑌮𑌹𑌾𑌰𑍍𑌹𑌃 𑌸𑍍𑌵𑌾𑌭𑌾𑌵𑍍𑌯𑍋 𑌜𑌿𑌤𑌾𑌮𑌿𑌤𑍍𑌰𑌃 𑌪𑍍𑌰𑌮𑍋𑌦𑌨𑌃 ।
𑌆𑌨𑌂𑌦𑍋𑌽𑌨𑌂𑌦𑌨𑍋𑌨𑌂𑌦𑌃 𑌸𑌤𑍍𑌯𑌧𑌰𑍍𑌮𑌾 𑌤𑍍𑌰𑌿𑌵𑌿𑌕𑍍𑌰𑌮𑌃 ॥ 56 ॥

𑌮𑌹𑌰𑍍𑌷𑌿𑌃 𑌕𑌪𑌿𑌲𑌾𑌚𑌾𑌰𑍍𑌯𑌃 𑌕𑍃𑌤𑌜𑍍𑌞𑍋 𑌮𑍇𑌦𑌿𑌨𑍀𑌪𑌤𑌿𑌃 ।
𑌤𑍍𑌰𑌿𑌪𑌦𑌸𑍍𑌤𑍍𑌰𑌿𑌦𑌶𑌾𑌧𑍍𑌯𑌕𑍍𑌷𑍋 𑌮𑌹𑌾𑌶𑍃𑌂𑌗𑌃 𑌕𑍃𑌤𑌾𑌂𑌤𑌕𑍃𑌤𑍍 ॥ 5𑍭 ॥

𑌮𑌹𑌾𑌵𑌰𑌾𑌹𑍋 𑌗𑍋𑌵𑌿𑌂𑌦𑌃 𑌸𑍁𑌷𑍇𑌣𑌃 𑌕𑌨𑌕𑌾𑌂𑌗𑌦𑍀 ।
𑌗𑍁𑌹𑍍𑌯𑍋 𑌗𑌭𑍀𑌰𑍋 𑌗𑌹𑌨𑍋 𑌗𑍁𑌪𑍍𑌤𑌶𑍍𑌚𑌕𑍍𑌰 𑌗𑌦𑌾𑌧𑌰𑌃 ॥ 5𑍮 ॥

𑌵𑍇𑌧𑌾𑌃 𑌸𑍍𑌵𑌾𑌂𑌗𑍋𑌽𑌜𑌿𑌤𑌃 𑌕𑍃𑌷𑍍𑌣𑍋 𑌦𑍃𑌢𑌃 𑌸𑌂𑌕𑌰𑍍𑌷𑌣𑍋𑌽𑌚𑍍𑌯𑍁𑌤𑌃 ।
𑌵𑌰𑍁𑌣𑍋 𑌵𑌾𑌰𑍁𑌣𑍋 𑌵𑍃𑌕𑍍𑌷𑌃 𑌪𑍁𑌷𑍍𑌕𑌰𑌾𑌕𑍍𑌷𑍋 𑌮𑌹𑌾𑌮𑌨𑌾𑌃 ॥ 5𑍯 ॥

𑌭𑌗𑌵𑌾𑌨𑍍 𑌭𑌗𑌹𑌾𑌽𑌽𑌨𑌂𑌦𑍀 𑌵𑌨𑌮𑌾𑌲𑍀 𑌹𑌲𑌾𑌯𑍁𑌧𑌃 ।
𑌆𑌦𑌿𑌤𑍍𑌯𑍋 𑌜𑍍𑌯𑍋𑌤𑌿𑌰𑌾𑌦𑌿𑌤𑍍𑌯𑌃 𑌸𑌹𑌿𑌷𑍍𑌣𑍁𑌰𑍍𑌗𑌤𑌿𑌸𑌤𑍍𑌤𑌮𑌃 ॥ 60 ॥

𑌸𑍁𑌧𑌨𑍍𑌵𑌾 𑌖𑌂𑌡𑌪𑌰𑌶𑍁𑌰𑍍𑌦𑌾𑌰𑍁𑌣𑍋 𑌦𑍍𑌰𑌵𑌿𑌣𑌪𑍍𑌰𑌦𑌃 ।
𑌦𑌿𑌵𑌃𑌸𑍍𑌪𑍃𑌕𑍍 𑌸𑌰𑍍𑌵𑌦𑍃𑌗𑍍𑌵𑍍𑌯𑌾𑌸𑍋 𑌵𑌾𑌚𑌸𑍍𑌪𑌤𑌿𑌰𑌯𑍋𑌨𑌿𑌜𑌃 ॥ 61 ॥

𑌤𑍍𑌰𑌿𑌸𑌾𑌮𑌾 𑌸𑌾𑌮𑌗𑌃 𑌸𑌾𑌮 𑌨𑌿𑌰𑍍𑌵𑌾𑌣𑌂 𑌭𑍇𑌷𑌜𑌂 𑌭𑌿𑌷𑌕𑍍 ।
𑌸𑌨𑍍𑌯𑌾𑌸𑌕𑍃𑌚𑍍𑌛𑌮𑌃 𑌶𑌾𑌂𑌤𑍋 𑌨𑌿𑌷𑍍𑌠𑌾 𑌶𑌾𑌂𑌤𑌿𑌃 𑌪𑌰𑌾𑌯𑌣𑌮𑍍। 62 ॥

𑌶𑍁𑌭𑌾𑌂𑌗𑌃 𑌶𑌾𑌂𑌤𑌿𑌦𑌃 𑌸𑍍𑌰𑌷𑍍𑌟𑌾 𑌕𑍁𑌮𑍁𑌦𑌃 𑌕𑍁𑌵𑌲𑍇𑌶𑌯𑌃 ।
𑌗𑍋𑌹𑌿𑌤𑍋 𑌗𑍋𑌪𑌤𑌿𑌰𑍍𑌗𑍋𑌪𑍍𑌤𑌾 𑌵𑍃𑌷𑌭𑌾𑌕𑍍𑌷𑍋 𑌵𑍃𑌷𑌪𑍍𑌰𑌿𑌯𑌃 ॥ 63 ॥

𑌅𑌨𑌿𑌵𑌰𑍍𑌤𑍀 𑌨𑌿𑌵𑍃𑌤𑍍𑌤𑌾𑌤𑍍𑌮𑌾 𑌸𑌂𑌕𑍍𑌷𑍇𑌪𑍍𑌤𑌾 𑌕𑍍𑌷𑍇𑌮𑌕𑍃𑌚𑍍𑌛𑌿𑌵𑌃 ।
𑌶𑍍𑌰𑍀𑌵𑌤𑍍𑌸𑌵𑌕𑍍𑌷𑌾𑌃 𑌶𑍍𑌰𑍀𑌵𑌾𑌸𑌃 𑌶𑍍𑌰𑍀𑌪𑌤𑌿𑌃 𑌶𑍍𑌰𑍀𑌮𑌤𑌾𑌂𑌵𑌰𑌃 ॥ 64 ॥

𑌶𑍍𑌰𑍀𑌦𑌃 𑌶𑍍𑌰𑍀𑌶𑌃 𑌶𑍍𑌰𑍀𑌨𑌿𑌵𑌾𑌸𑌃 𑌶𑍍𑌰𑍀𑌨𑌿𑌧𑌿𑌃 𑌶𑍍𑌰𑍀𑌵𑌿𑌭𑌾𑌵𑌨𑌃 ।
𑌶𑍍𑌰𑍀𑌧𑌰𑌃 𑌶𑍍𑌰𑍀𑌕𑌰𑌃 𑌶𑍍𑌰𑍇𑌯𑌃 𑌶𑍍𑌰𑍀𑌮𑌾ँ𑌲𑍍𑌲𑍋𑌕𑌤𑍍𑌰𑌯𑌾𑌶𑍍𑌰𑌯𑌃 ॥ 65 ॥

𑌸𑍍𑌵𑌕𑍍𑌷𑌃 𑌸𑍍𑌵𑌂𑌗𑌃 𑌶𑌤𑌾𑌨𑌂𑌦𑍋 𑌨𑌂𑌦𑌿𑌰𑍍𑌜𑍍𑌯𑍋𑌤𑌿𑌰𑍍𑌗𑌣𑍇𑌶𑍍𑌵𑌰𑌃 ।
𑌵𑌿𑌜𑌿𑌤𑌾𑌤𑍍𑌮𑌾𑌽𑌵𑌿𑌧𑍇𑌯𑌾𑌤𑍍𑌮𑌾 𑌸𑌤𑍍𑌕𑍀𑌰𑍍𑌤𑌿𑌚𑍍𑌛𑌿𑌨𑍍𑌨𑌸𑌂𑌶𑌯𑌃 ॥ 66 ॥

𑌉𑌦𑍀𑌰𑍍𑌣𑌃 𑌸𑌰𑍍𑌵𑌤𑌶𑍍𑌚𑌕𑍍𑌷𑍁𑌰𑌨𑍀𑌶𑌃 𑌶𑌾𑌶𑍍𑌵𑌤𑌸𑍍𑌥𑌿𑌰𑌃 ।
𑌭𑍂𑌶𑌯𑍋 𑌭𑍂𑌷𑌣𑍋 𑌭𑍂𑌤𑌿𑌰𑍍𑌵𑌿𑌶𑍋𑌕𑌃 𑌶𑍋𑌕𑌨𑌾𑌶𑌨𑌃 ॥ 6𑍭 ॥

𑌅𑌰𑍍𑌚𑌿𑌷𑍍𑌮𑌾𑌨𑌰𑍍𑌚𑌿𑌤𑌃 𑌕𑍁𑌂𑌭𑍋 𑌵𑌿𑌶𑍁𑌦𑍍𑌧𑌾𑌤𑍍𑌮𑌾 𑌵𑌿𑌶𑍋𑌧𑌨𑌃 ।
𑌅𑌨𑌿𑌰𑍁𑌦𑍍𑌧𑍋𑌽𑌪𑍍𑌰𑌤𑌿𑌰𑌥𑌃 𑌪𑍍𑌰𑌦𑍍𑌯𑍁𑌮𑍍𑌨𑍋𑌽𑌮𑌿𑌤𑌵𑌿𑌕𑍍𑌰𑌮𑌃 ॥ 6𑍮 ॥

𑌕𑌾𑌲𑌨𑍇𑌮𑌿𑌨𑌿𑌹𑌾 𑌵𑍀𑌰𑌃 𑌶𑍌𑌰𑌿𑌃 𑌶𑍂𑌰𑌜𑌨𑍇𑌶𑍍𑌵𑌰𑌃 ।
𑌤𑍍𑌰𑌿𑌲𑍋𑌕𑌾𑌤𑍍𑌮𑌾 𑌤𑍍𑌰𑌿𑌲𑍋𑌕𑍇𑌶𑌃 𑌕𑍇𑌶𑌵𑌃 𑌕𑍇𑌶𑌿𑌹𑌾 𑌹𑌰𑌿𑌃 ॥ 6𑍯 ॥

𑌕𑌾𑌮𑌦𑍇𑌵𑌃 𑌕𑌾𑌮𑌪𑌾𑌲𑌃 𑌕𑌾𑌮𑍀 𑌕𑌾𑌂𑌤𑌃 𑌕𑍃𑌤𑌾𑌗𑌮𑌃 ।
𑌅𑌨𑌿𑌰𑍍𑌦𑍇𑌶𑍍𑌯𑌵𑌪𑍁𑌰𑍍𑌵𑌿𑌷𑍍𑌣𑍁𑌰𑍍𑌵𑍀𑌰𑍋𑌽𑌨𑌂𑌤𑍋 𑌧𑌨𑌂𑌜𑌯𑌃 ॥ 𑍭0 ॥

𑌬𑍍𑌰𑌹𑍍𑌮𑌣𑍍𑌯𑍋 𑌬𑍍𑌰𑌹𑍍𑌮𑌕𑍃𑌦𑍍 𑌬𑍍𑌰𑌹𑍍𑌮𑌾 𑌬𑍍𑌰𑌹𑍍𑌮 𑌬𑍍𑌰𑌹𑍍𑌮𑌵𑌿𑌵𑌰𑍍𑌧𑌨𑌃 ।
𑌬𑍍𑌰𑌹𑍍𑌮𑌵𑌿𑌦𑍍 𑌬𑍍𑌰𑌾𑌹𑍍𑌮𑌣𑍋 𑌬𑍍𑌰𑌹𑍍𑌮𑍀 𑌬𑍍𑌰𑌹𑍍𑌮𑌜𑍍𑌞𑍋 𑌬𑍍𑌰𑌾𑌹𑍍𑌮𑌣𑌪𑍍𑌰𑌿𑌯𑌃 ॥ 𑍭1 ॥

𑌮𑌹𑌾𑌕𑍍𑌰𑌮𑍋 𑌮𑌹𑌾𑌕𑌰𑍍𑌮𑌾 𑌮𑌹𑌾𑌤𑍇𑌜𑌾 𑌮𑌹𑍋𑌰𑌗𑌃 ।
𑌮𑌹𑌾𑌕𑍍𑌰𑌤𑍁𑌰𑍍𑌮𑌹𑌾𑌯𑌜𑍍𑌵𑌾 𑌮𑌹𑌾𑌯𑌜𑍍𑌞𑍋 𑌮𑌹𑌾𑌹𑌵𑌿𑌃 ॥ 𑍭2 ॥

𑌸𑍍𑌤𑌵𑍍𑌯𑌃 𑌸𑍍𑌤𑌵𑌪𑍍𑌰𑌿𑌯𑌃 𑌸𑍍𑌤𑍋𑌤𑍍𑌰𑌂 𑌸𑍍𑌤𑍁𑌤𑌿𑌃 𑌸𑍍𑌤𑍋𑌤𑌾 𑌰𑌣𑌪𑍍𑌰𑌿𑌯𑌃 ।
𑌪𑍂𑌰𑍍𑌣𑌃 𑌪𑍂𑌰𑌯𑌿𑌤𑌾 𑌪𑍁𑌣𑍍𑌯𑌃 𑌪𑍁𑌣𑍍𑌯𑌕𑍀𑌰𑍍𑌤𑌿𑌰𑌨𑌾𑌮𑌯𑌃 ॥ 𑍭3 ॥

𑌮𑌨𑍋𑌜𑌵𑌸𑍍𑌤𑍀𑌰𑍍𑌥𑌕𑌰𑍋 𑌵𑌸𑍁𑌰𑍇𑌤𑌾 𑌵𑌸𑍁𑌪𑍍𑌰𑌦𑌃 ।
𑌵𑌸𑍁𑌪𑍍𑌰𑌦𑍋 𑌵𑌾𑌸𑍁𑌦𑍇𑌵𑍋 𑌵𑌸𑍁𑌰𑍍𑌵𑌸𑍁𑌮𑌨𑌾 𑌹𑌵𑌿𑌃 ॥ 𑍭4 ॥

𑌸𑌦𑍍𑌗𑌤𑌿𑌃 𑌸𑌤𑍍𑌕𑍃𑌤𑌿𑌃 𑌸𑌤𑍍𑌤𑌾 𑌸𑌦𑍍𑌭𑍂𑌤𑌿𑌃 𑌸𑌤𑍍𑌪𑌰𑌾𑌯𑌣𑌃 ।
𑌶𑍂𑌰𑌸𑍇𑌨𑍋 𑌯𑌦𑍁𑌶𑍍𑌰𑍇𑌷𑍍𑌠𑌃 𑌸𑌨𑍍𑌨𑌿𑌵𑌾𑌸𑌃 𑌸𑍁𑌯𑌾𑌮𑍁𑌨𑌃 ॥ 𑍭5 ॥

𑌭𑍂𑌤𑌾𑌵𑌾𑌸𑍋 𑌵𑌾𑌸𑍁𑌦𑍇𑌵𑌃 𑌸𑌰𑍍𑌵𑌾𑌸𑍁𑌨𑌿𑌲𑌯𑍋𑌽𑌨𑌲𑌃 ।
𑌦𑌰𑍍𑌪𑌹𑌾 𑌦𑌰𑍍𑌪𑌦𑍋 𑌦𑍃𑌪𑍍𑌤𑍋 𑌦𑍁𑌰𑍍𑌧𑌰𑍋𑌽𑌥𑌾𑌪𑌰𑌾𑌜𑌿𑌤𑌃 ॥ 𑍭6 ॥

𑌵𑌿𑌶𑍍𑌵𑌮𑍂𑌰𑍍𑌤𑌿𑌰𑍍𑌮𑌹𑌾𑌮𑍂𑌰𑍍𑌤𑌿𑌰𑍍𑌦𑍀𑌪𑍍𑌤𑌮𑍂𑌰𑍍𑌤𑌿𑌰𑌮𑍂𑌰𑍍𑌤𑌿𑌮𑌾𑌨𑍍 ।
𑌅𑌨𑍇𑌕𑌮𑍂𑌰𑍍𑌤𑌿𑌰𑌵𑍍𑌯𑌕𑍍𑌤𑌃 𑌶𑌤𑌮𑍂𑌰𑍍𑌤𑌿𑌃 𑌶𑌤𑌾𑌨𑌨𑌃 ॥ 𑍭𑍭 ॥

𑌏𑌕𑍋 𑌨𑍈𑌕𑌃 𑌸𑍍𑌤𑌵𑌃 𑌕𑌃 𑌕𑌿𑌂 𑌯𑌤𑍍𑌤𑌤𑍍 𑌪𑌦𑌮𑌨𑍁𑌤𑍍𑌤𑌮𑌮𑍍 ।
𑌲𑍋𑌕𑌬𑌂𑌧𑍁𑌰𑍍𑌲𑍋𑌕𑌨𑌾𑌥𑍋 𑌮𑌾𑌧𑌵𑍋 𑌭𑌕𑍍𑌤𑌵𑌤𑍍𑌸𑌲𑌃 ॥ 𑍭𑍮 ॥

𑌸𑍁𑌵𑌰𑍍𑌣𑌵𑌰𑍍𑌣𑍋 𑌹𑍇𑌮𑌾𑌂𑌗𑍋 𑌵𑌰𑌾𑌂𑌗𑌶𑍍𑌚𑌂𑌦𑌨𑌾𑌂𑌗𑌦𑍀 ।
𑌵𑍀𑌰𑌹𑌾 𑌵𑌿𑌷𑌮𑌃 𑌶𑍂𑌨𑍍𑌯𑍋 𑌘𑍃𑌤𑌾𑌶𑍀𑌰𑌚𑌲𑌶𑍍𑌚𑌲𑌃 ॥ 𑍭𑍯 ॥

𑌅𑌮𑌾𑌨𑍀 𑌮𑌾𑌨𑌦𑍋 𑌮𑌾𑌨𑍍𑌯𑍋 𑌲𑍋𑌕𑌸𑍍𑌵𑌾𑌮𑍀 𑌤𑍍𑌰𑌿𑌲𑍋𑌕𑌧𑍃𑌤𑍍 ।
𑌸𑍁𑌮𑍇𑌧𑌾 𑌮𑍇𑌧𑌜𑍋 𑌧𑌨𑍍𑌯𑌃 𑌸𑌤𑍍𑌯𑌮𑍇𑌧𑌾 𑌧𑌰𑌾𑌧𑌰𑌃 ॥ 𑍮0 ॥

𑌤𑍇𑌜𑍋𑌽𑌵𑍃𑌷𑍋 𑌦𑍍𑌯𑍁𑌤𑌿𑌧𑌰𑌃 𑌸𑌰𑍍𑌵𑌶𑌸𑍍𑌤𑍍𑌰𑌭𑍃𑌤𑌾𑌂𑌵𑌰𑌃 ।
𑌪𑍍𑌰𑌗𑍍𑌰𑌹𑍋 𑌨𑌿𑌗𑍍𑌰𑌹𑍋 𑌵𑍍𑌯𑌗𑍍𑌰𑍋 𑌨𑍈𑌕𑌶𑍃𑌂𑌗𑍋 𑌗𑌦𑌾𑌗𑍍𑌰𑌜𑌃 ॥ 𑍮1 ॥

𑌚𑌤𑍁𑌰𑍍𑌮𑍂𑌰𑍍𑌤𑌿 𑌶𑍍𑌚𑌤𑍁𑌰𑍍𑌬𑌾𑌹𑍁 𑌶𑍍𑌚𑌤𑍁𑌰𑍍𑌵𑍍𑌯𑍂𑌹 𑌶𑍍𑌚𑌤𑍁𑌰𑍍𑌗𑌤𑌿𑌃 ।
𑌚𑌤𑍁𑌰𑌾𑌤𑍍𑌮𑌾 𑌚𑌤𑍁𑌰𑍍𑌭𑌾𑌵𑌶𑍍𑌚𑌤𑍁𑌰𑍍𑌵𑍇𑌦𑌵𑌿𑌦𑍇𑌕𑌪𑌾𑌤𑍍 ॥ 𑍮2 ॥

𑌸𑌮𑌾𑌵𑌰𑍍𑌤𑍋𑌽𑌨𑌿𑌵𑍃𑌤𑍍𑌤𑌾𑌤𑍍𑌮𑌾 𑌦𑍁𑌰𑍍𑌜𑌯𑍋 𑌦𑍁𑌰𑌤𑌿𑌕𑍍𑌰𑌮𑌃 ।
𑌦𑍁𑌰𑍍𑌲𑌭𑍋 𑌦𑍁𑌰𑍍𑌗𑌮𑍋 𑌦𑍁𑌰𑍍𑌗𑍋 𑌦𑍁𑌰𑌾𑌵𑌾𑌸𑍋 𑌦𑍁𑌰𑌾𑌰𑌿𑌹𑌾 ॥ 𑍮3 ॥

𑌶𑍁𑌭𑌾𑌂𑌗𑍋 𑌲𑍋𑌕𑌸𑌾𑌰𑌂𑌗𑌃 𑌸𑍁𑌤𑌂𑌤𑍁𑌸𑍍𑌤𑌂𑌤𑍁𑌵𑌰𑍍𑌧𑌨𑌃 ।
𑌇𑌂𑌦𑍍𑌰𑌕𑌰𑍍𑌮𑌾 𑌮𑌹𑌾𑌕𑌰𑍍𑌮𑌾 𑌕𑍃𑌤𑌕𑌰𑍍𑌮𑌾 𑌕𑍃𑌤𑌾𑌗𑌮𑌃 ॥ 𑍮4 ॥

𑌉𑌦𑍍𑌭𑌵𑌃 𑌸𑍁𑌂𑌦𑌰𑌃 𑌸𑍁𑌂𑌦𑍋 𑌰𑌤𑍍𑌨𑌨𑌾𑌭𑌃 𑌸𑍁𑌲𑍋𑌚𑌨𑌃 ।
𑌅𑌰𑍍𑌕𑍋 𑌵𑌾𑌜𑌸𑌨𑌃 𑌶𑍃𑌂𑌗𑍀 𑌜𑌯𑌂𑌤𑌃 𑌸𑌰𑍍𑌵𑌵𑌿𑌜𑍍𑌜𑌯𑍀 ॥ 𑍮5 ॥

𑌸𑍁𑌵𑌰𑍍𑌣𑌬𑌿𑌂𑌦𑍁𑌰𑌕𑍍𑌷𑍋𑌭𑍍𑌯𑌃 𑌸𑌰𑍍𑌵𑌵𑌾𑌗𑍀𑌶𑍍𑌵𑌰𑍇𑌶𑍍𑌵𑌰𑌃 ।
𑌮𑌹𑌾𑌹𑍃𑌦𑍋 𑌮𑌹𑌾𑌗𑌰𑍍𑌤𑍋 𑌮𑌹𑌾𑌭𑍂𑌤𑍋 𑌮𑌹𑌾𑌨𑌿𑌧𑌿𑌃 ॥ 𑍮6 ॥

𑌕𑍁𑌮𑍁𑌦𑌃 𑌕𑍁𑌂𑌦𑌰𑌃 𑌕𑍁𑌂𑌦𑌃 𑌪𑌰𑍍𑌜𑌨𑍍𑌯𑌃 𑌪𑌾𑌵𑌨𑍋𑌽𑌨𑌿𑌲𑌃 ।
𑌅𑌮𑍃𑌤𑌾𑌶𑍋𑌽𑌮𑍃𑌤𑌵𑌪𑍁𑌃 𑌸𑌰𑍍𑌵𑌜𑍍𑌞𑌃 𑌸𑌰𑍍𑌵𑌤𑍋𑌮𑍁𑌖𑌃 ॥ 𑍮𑍭 ॥

𑌸𑍁𑌲𑌭𑌃 𑌸𑍁𑌵𑍍𑌰𑌤𑌃 𑌸𑌿𑌦𑍍𑌧𑌃 𑌶𑌤𑍍𑌰𑍁𑌜𑌿𑌚𑍍𑌛𑌤𑍍𑌰𑍁𑌤𑌾𑌪𑌨𑌃 ।
𑌨𑍍𑌯𑌗𑍍𑌰𑍋𑌧𑍋𑌽𑌦𑍁𑌂𑌬𑌰𑍋𑌽𑌶𑍍𑌵𑌤𑍍𑌥𑌶𑍍𑌚𑌾𑌣𑍂𑌰𑌾𑌂𑌧𑍍𑌰 𑌨𑌿𑌷𑍂𑌦𑌨𑌃 ॥ 𑍮𑍮 ॥

𑌸𑌹𑌸𑍍𑌰𑌾𑌰𑍍𑌚𑌿𑌃 𑌸𑌪𑍍𑌤𑌜𑌿𑌹𑍍𑌵𑌃 𑌸𑌪𑍍𑌤𑍈𑌧𑌾𑌃 𑌸𑌪𑍍𑌤𑌵𑌾𑌹𑌨𑌃 ।
𑌅𑌮𑍂𑌰𑍍𑌤𑌿𑌰𑌨𑌘𑍋𑌽𑌚𑌿𑌂𑌤𑍍𑌯𑍋 𑌭𑌯𑌕𑍃𑌦𑍍𑌭𑌯𑌨𑌾𑌶𑌨𑌃 ॥ 𑍮𑍯 ॥

𑌅𑌣𑍁𑌰𑍍𑌬𑍃𑌹𑌤𑍍𑌕𑍃𑌶𑌃 𑌸𑍍𑌥𑍂𑌲𑍋 𑌗𑍁𑌣𑌭𑍃𑌨𑍍𑌨𑌿𑌰𑍍𑌗𑍁𑌣𑍋 𑌮𑌹𑌾𑌨𑍍 ।
𑌅𑌧𑍃𑌤𑌃 𑌸𑍍𑌵𑌧𑍃𑌤𑌃 𑌸𑍍𑌵𑌾𑌸𑍍𑌯𑌃 𑌪𑍍𑌰𑌾𑌗𑍍𑌵𑌂𑌶𑍋 𑌵𑌂𑌶𑌵𑌰𑍍𑌧𑌨𑌃 ॥ 𑍯0 ॥

𑌭𑌾𑌰𑌭𑍃𑌤𑍍 𑌕𑌥𑌿𑌤𑍋 𑌯𑍋𑌗𑍀 𑌯𑍋𑌗𑍀𑌶𑌃 𑌸𑌰𑍍𑌵𑌕𑌾𑌮𑌦𑌃 ।
𑌆𑌶𑍍𑌰𑌮𑌃 𑌶𑍍𑌰𑌮𑌣𑌃, 𑌕𑍍𑌷𑌾𑌮𑌃 𑌸𑍁𑌪𑌰𑍍𑌣𑍋 𑌵𑌾𑌯𑍁𑌵𑌾𑌹𑌨𑌃 ॥ 𑍯1 ॥

𑌧𑌨𑍁𑌰𑍍𑌧𑌰𑍋 𑌧𑌨𑍁𑌰𑍍𑌵𑍇𑌦𑍋 𑌦𑌂𑌡𑍋 𑌦𑌮𑌯𑌿𑌤𑌾 𑌦𑌮𑌃 ।
𑌅𑌪𑌰𑌾𑌜𑌿𑌤𑌃 𑌸𑌰𑍍𑌵𑌸𑌹𑍋 𑌨𑌿𑌯𑌂𑌤𑌾𑌽𑌨𑌿𑌯𑌮𑍋𑌽𑌯𑌮𑌃 ॥ 𑍯2 ॥

𑌸𑌤𑍍𑌤𑍍𑌵𑌵𑌾𑌨𑍍 𑌸𑌾𑌤𑍍𑌤𑍍𑌵𑌿𑌕𑌃 𑌸𑌤𑍍𑌯𑌃 𑌸𑌤𑍍𑌯𑌧𑌰𑍍𑌮𑌪𑌰𑌾𑌯𑌣𑌃 ।
𑌅𑌭𑌿𑌪𑍍𑌰𑌾𑌯𑌃 𑌪𑍍𑌰𑌿𑌯𑌾𑌰𑍍𑌹𑍋𑌽𑌰𑍍𑌹𑌃 𑌪𑍍𑌰𑌿𑌯𑌕𑍃𑌤𑍍 𑌪𑍍𑌰𑍀𑌤𑌿𑌵𑌰𑍍𑌧𑌨𑌃 ॥ 𑍯3 ॥

𑌵𑌿𑌹𑌾𑌯𑌸𑌗𑌤𑌿𑌰𑍍𑌜𑍍𑌯𑍋𑌤𑌿𑌃 𑌸𑍁𑌰𑍁𑌚𑌿𑌰𑍍𑌹𑍁𑌤𑌭𑍁𑌗𑍍𑌵𑌿𑌭𑍁𑌃 ।
𑌰𑌵𑌿𑌰𑍍𑌵𑌿𑌰𑍋𑌚𑌨𑌃 𑌸𑍂𑌰𑍍𑌯𑌃 𑌸𑌵𑌿𑌤𑌾 𑌰𑌵𑌿𑌲𑍋𑌚𑌨𑌃 ॥ 𑍯4 ॥

𑌅𑌨𑌂𑌤𑍋 𑌹𑍁𑌤𑌭𑍁𑌗𑍍𑌭𑍋𑌕𑍍𑌤𑌾 𑌸𑍁𑌖𑌦𑍋 𑌨𑍈𑌕𑌜𑍋𑌽𑌗𑍍𑌰𑌜𑌃 ।
𑌅𑌨𑌿𑌰𑍍𑌵𑌿𑌣𑍍𑌣𑌃 𑌸𑌦𑌾𑌮𑌰𑍍𑌷𑍀 𑌲𑍋𑌕𑌧𑌿𑌷𑍍𑌠𑌾𑌨𑌮𑌦𑍍𑌭𑍁𑌤𑌃 ॥ 𑍯5 ॥

𑌸𑌨𑌾𑌤𑍍𑌸𑌨𑌾𑌤𑌨𑌤𑌮𑌃 𑌕𑌪𑌿𑌲𑌃 𑌕𑌪𑌿𑌰𑌵𑍍𑌯𑌯𑌃 ।
𑌸𑍍𑌵𑌸𑍍𑌤𑌿𑌦𑌃 𑌸𑍍𑌵𑌸𑍍𑌤𑌿𑌕𑍃𑌤𑍍𑌸𑍍𑌵𑌸𑍍𑌤𑌿𑌃 𑌸𑍍𑌵𑌸𑍍𑌤𑌿𑌭𑍁𑌕𑍍 𑌸𑍍𑌵𑌸𑍍𑌤𑌿𑌦𑌕𑍍𑌷𑌿𑌣𑌃 ॥ 𑍯6 ॥

𑌅𑌰𑍌𑌦𑍍𑌰𑌃 𑌕𑍁𑌂𑌡𑌲𑍀 𑌚𑌕𑍍𑌰𑍀 𑌵𑌿𑌕𑍍𑌰𑌮𑍍𑌯𑍂𑌰𑍍𑌜𑌿𑌤𑌶𑌾𑌸𑌨𑌃 ।
𑌶𑌬𑍍𑌦𑌾𑌤𑌿𑌗𑌃 𑌶𑌬𑍍𑌦𑌸𑌹𑌃 𑌶𑌿𑌶𑌿𑌰𑌃 𑌶𑌰𑍍𑌵𑌰𑍀𑌕𑌰𑌃 ॥ 𑍯𑍭 ॥

𑌅𑌕𑍍𑌰𑍂𑌰𑌃 𑌪𑍇𑌶𑌲𑍋 𑌦𑌕𑍍𑌷𑍋 𑌦𑌕𑍍𑌷𑌿𑌣𑌃, 𑌕𑍍𑌷𑌮𑌿𑌣𑌾𑌂𑌵𑌰𑌃 ।
𑌵𑌿𑌦𑍍𑌵𑌤𑍍𑌤𑌮𑍋 𑌵𑍀𑌤𑌭𑌯𑌃 𑌪𑍁𑌣𑍍𑌯𑌶𑍍𑌰𑌵𑌣𑌕𑍀𑌰𑍍𑌤𑌨𑌃 ॥ 𑍯𑍮 ॥

𑌉𑌤𑍍𑌤𑌾𑌰𑌣𑍋 𑌦𑍁𑌷𑍍𑌕𑍃𑌤𑌿𑌹𑌾 𑌪𑍁𑌣𑍍𑌯𑍋 𑌦𑍁𑌃𑌸𑍍𑌵𑌪𑍍𑌨𑌨𑌾𑌶𑌨𑌃 ।
𑌵𑍀𑌰𑌹𑌾 𑌰𑌕𑍍𑌷𑌣𑌃 𑌸𑌂𑌤𑍋 𑌜𑍀𑌵𑌨𑌃 𑌪𑌰𑍍𑌯𑌵𑌸𑍍𑌥𑌿𑌤𑌃 ॥ 𑍯𑍯 ॥

𑌅𑌨𑌂𑌤𑌰𑍂𑌪𑍋𑌽𑌨𑌂𑌤 𑌶𑍍𑌰𑍀𑌰𑍍𑌜𑌿𑌤𑌮𑌨𑍍𑌯𑍁𑌰𑍍𑌭𑌯𑌾𑌪𑌹𑌃 ।
𑌚𑌤𑍁𑌰𑌶𑍍𑌰𑍋 𑌗𑌭𑍀𑌰𑌾𑌤𑍍𑌮𑌾 𑌵𑌿𑌦𑌿𑌶𑍋 𑌵𑍍𑌯𑌾𑌦𑌿𑌶𑍋 𑌦𑌿𑌶𑌃 ॥ 100 ॥

𑌅𑌨𑌾𑌦𑌿𑌰𑍍𑌭𑍂𑌰𑍍𑌭𑍁𑌵𑍋 𑌲𑌕𑍍𑌷𑍍𑌮𑍀𑌃 𑌸𑍁𑌵𑍀𑌰𑍋 𑌰𑍁𑌚𑌿𑌰𑌾𑌂𑌗𑌦𑌃 ।
𑌜𑌨𑌨𑍋 𑌜𑌨𑌜𑌨𑍍𑌮𑌾𑌦𑌿𑌰𑍍𑌭𑍀𑌮𑍋 𑌭𑍀𑌮𑌪𑌰𑌾𑌕𑍍𑌰𑌮𑌃 ॥ 101 ॥

𑌆𑌧𑌾𑌰𑌨𑌿𑌲𑌯𑍋𑌽𑌧𑌾𑌤𑌾 𑌪𑍁𑌷𑍍𑌪𑌹𑌾𑌸𑌃 𑌪𑍍𑌰𑌜𑌾𑌗𑌰𑌃 ।
𑌊𑌰𑍍𑌧𑍍𑌵𑌗𑌃 𑌸𑌤𑍍𑌪𑌥𑌾𑌚𑌾𑌰𑌃 𑌪𑍍𑌰𑌾𑌣𑌦𑌃 𑌪𑍍𑌰𑌣𑌵𑌃 𑌪𑌣𑌃 ॥ 102 ॥

𑌪𑍍𑌰𑌮𑌾𑌣𑌂 𑌪𑍍𑌰𑌾𑌣𑌨𑌿𑌲𑌯𑌃 𑌪𑍍𑌰𑌾𑌣𑌭𑍃𑌤𑍍 𑌪𑍍𑌰𑌾𑌣𑌜𑍀𑌵𑌨𑌃 ।
𑌤𑌤𑍍𑌤𑍍𑌵𑌂 𑌤𑌤𑍍𑌤𑍍𑌵𑌵𑌿𑌦𑍇𑌕𑌾𑌤𑍍𑌮𑌾 𑌜𑌨𑍍𑌮𑌮𑍃𑌤𑍍𑌯𑍁𑌜𑌰𑌾𑌤𑌿𑌗𑌃 ॥ 103 ॥

𑌭𑍂𑌰𑍍𑌭𑍁𑌵𑌃 𑌸𑍍𑌵𑌸𑍍𑌤𑌰𑍁𑌸𑍍𑌤𑌾𑌰𑌃 𑌸𑌵𑌿𑌤𑌾 𑌪𑍍𑌰𑌪𑌿𑌤𑌾𑌮𑌹𑌃 ।
𑌯𑌜𑍍𑌞𑍋 𑌯𑌜𑍍𑌞𑌪𑌤𑌿𑌰𑍍𑌯𑌜𑍍𑌵𑌾 𑌯𑌜𑍍𑌞𑌾𑌂𑌗𑍋 𑌯𑌜𑍍𑌞𑌵𑌾𑌹𑌨𑌃 ॥ 104 ॥

𑌯𑌜𑍍𑌞𑌭𑍃𑌦𑍍 𑌯𑌜𑍍𑌞𑌕𑍃𑌦𑍍 𑌯𑌜𑍍𑌞𑍀 𑌯𑌜𑍍𑌞𑌭𑍁𑌕𑍍 𑌯𑌜𑍍𑌞𑌸𑌾𑌧𑌨𑌃 ।
𑌯𑌜𑍍𑌞𑌾𑌂𑌤𑌕𑍃𑌦𑍍 𑌯𑌜𑍍𑌞𑌗𑍁𑌹𑍍𑌯𑌮𑌨𑍍𑌨𑌮𑌨𑍍𑌨𑌾𑌦 𑌏𑌵 𑌚 ॥ 105 ॥

𑌆𑌤𑍍𑌮𑌯𑍋𑌨𑌿𑌃 𑌸𑍍𑌵𑌯𑌂𑌜𑌾𑌤𑍋 𑌵𑍈𑌖𑌾𑌨𑌃 𑌸𑌾𑌮𑌗𑌾𑌯𑌨𑌃 ।
𑌦𑍇𑌵𑌕𑍀𑌨𑌂𑌦𑌨𑌃 𑌸𑍍𑌰𑌷𑍍𑌟𑌾 𑌕𑍍𑌷𑌿𑌤𑍀𑌶𑌃 𑌪𑌾𑌪𑌨𑌾𑌶𑌨𑌃 ॥ 106 ॥

𑌶𑌂𑌖𑌭𑍃𑌨𑍍𑌨𑌂𑌦𑌕𑍀 𑌚𑌕𑍍𑌰𑍀 𑌶𑌾𑌰𑍍𑌙𑍍𑌗𑌧𑌨𑍍𑌵𑌾 𑌗𑌦𑌾𑌧𑌰𑌃 ।
𑌰𑌥𑌾𑌂𑌗𑌪𑌾𑌣𑌿𑌰𑌕𑍍𑌷𑍋𑌭𑍍𑌯𑌃 𑌸𑌰𑍍𑌵𑌪𑍍𑌰𑌹𑌰𑌣𑌾𑌯𑍁𑌧𑌃 ॥ 10𑍭 ॥

𑌶𑍍𑌰𑍀 𑌸𑌰𑍍𑌵𑌪𑍍𑌰𑌹𑌰𑌣𑌾𑌯𑍁𑌧 𑌓𑌂 𑌨𑌮 𑌇𑌤𑌿 ।

𑌵𑌨𑌮𑌾𑌲𑍀 𑌗𑌦𑍀 𑌶𑌾𑌰𑍍​𑌙𑍍𑌗𑍀 𑌶𑌂𑌖𑍀 𑌚𑌕𑍍𑌰𑍀 𑌚 𑌨𑌂𑌦𑌕𑍀 ।
𑌶𑍍𑌰𑍀𑌮𑌾𑌨𑍍𑌨𑌾𑌰𑌾𑌯𑌣𑍋 𑌵𑌿𑌷𑍍𑌣𑍁𑌰𑍍𑌵𑌾𑌸𑍁𑌦𑍇𑌵𑍋𑌽𑌭𑌿𑌰𑌕𑍍𑌷𑌤𑍁 ॥ 10𑍮 ॥

𑌶𑍍𑌰𑍀 𑌵𑌾𑌸𑍁𑌦𑍇𑌵𑍋𑌽𑌭𑌿𑌰𑌕𑍍𑌷𑌤𑍁 𑌓𑌂 𑌨𑌮 𑌇𑌤𑌿 ।

𑌉𑌤𑍍𑌤𑌰 𑌪𑍀𑌠𑌿𑌕𑌾

𑌫𑌲𑌶𑍍𑌰𑍁𑌤𑌿𑌃
𑌇𑌤𑍀𑌦𑌂 𑌕𑍀𑌰𑍍𑌤𑌨𑍀𑌯𑌸𑍍𑌯 𑌕𑍇𑌶𑌵𑌸𑍍𑌯 𑌮𑌹𑌾𑌤𑍍𑌮𑌨𑌃 ।
𑌨𑌾𑌮𑍍𑌨𑌾𑌂 𑌸𑌹𑌸𑍍𑌰𑌂 𑌦𑌿𑌵𑍍𑌯𑌾𑌨𑌾𑌮𑌶𑍇𑌷𑍇𑌣 𑌪𑍍𑌰𑌕𑍀𑌰𑍍𑌤𑌿𑌤𑌮𑍍। ॥ 1 ॥

𑌯 𑌇𑌦𑌂 𑌶𑍃𑌣𑍁𑌯𑌾𑌨𑍍𑌨𑌿𑌤𑍍𑌯𑌂 𑌯𑌶𑍍𑌚𑌾𑌪𑌿 𑌪𑌰𑌿𑌕𑍀𑌰𑍍𑌤𑌯𑍇𑌤𑍍॥
𑌨𑌾𑌶𑍁𑌭𑌂 𑌪𑍍𑌰𑌾𑌪𑍍𑌨𑍁𑌯𑌾𑌤𑍍 𑌕𑌿𑌂𑌚𑌿𑌤𑍍𑌸𑍋𑌽𑌮𑍁𑌤𑍍𑌰𑍇𑌹 𑌚 𑌮𑌾𑌨𑌵𑌃 ॥ 2 ॥

𑌵𑍇𑌦𑌾𑌂𑌤𑌗𑍋 𑌬𑍍𑌰𑌾𑌹𑍍𑌮𑌣𑌃 𑌸𑍍𑌯𑌾𑌤𑍍 𑌕𑍍𑌷𑌤𑍍𑌰𑌿𑌯𑍋 𑌵𑌿𑌜𑌯𑍀 𑌭𑌵𑍇𑌤𑍍 ।
𑌵𑍈𑌶𑍍𑌯𑍋 𑌧𑌨𑌸𑌮𑍃𑌦𑍍𑌧𑌃 𑌸𑍍𑌯𑌾𑌤𑍍 𑌶𑍂𑌦𑍍𑌰𑌃 𑌸𑍁𑌖𑌮𑌵𑌾𑌪𑍍𑌨𑍁𑌯𑌾𑌤𑍍 ॥ 3 ॥

𑌧𑌰𑍍𑌮𑌾𑌰𑍍𑌥𑍀 𑌪𑍍𑌰𑌾𑌪𑍍𑌨𑍁𑌯𑌾𑌦𑍍𑌧𑌰𑍍𑌮𑌮𑌰𑍍𑌥𑌾𑌰𑍍𑌥𑍀 𑌚𑌾𑌰𑍍𑌥𑌮𑌾𑌪𑍍𑌨𑍁𑌯𑌾𑌤𑍍 ।
𑌕𑌾𑌮𑌾𑌨𑌵𑌾𑌪𑍍𑌨𑍁𑌯𑌾𑌤𑍍 𑌕𑌾𑌮𑍀 𑌪𑍍𑌰𑌜𑌾𑌰𑍍𑌥𑍀 𑌪𑍍𑌰𑌾𑌪𑍍𑌨𑍁𑌯𑌾𑌤𑍍𑌪𑍍𑌰𑌜𑌾𑌮𑍍। ॥ 4 ॥

𑌭𑌕𑍍𑌤𑌿𑌮𑌾𑌨𑍍 𑌯𑌃 𑌸𑌦𑍋𑌤𑍍𑌥𑌾𑌯 𑌶𑍁𑌚𑌿𑌸𑍍𑌤𑌦𑍍𑌗𑌤𑌮𑌾𑌨𑌸𑌃 ।
𑌸𑌹𑌸𑍍𑌰𑌂 𑌵𑌾𑌸𑍁𑌦𑍇𑌵𑌸𑍍𑌯 𑌨𑌾𑌮𑍍𑌨𑌾𑌮𑍇𑌤𑌤𑍍 𑌪𑍍𑌰𑌕𑍀𑌰𑍍𑌤𑌯𑍇𑌤𑍍 ॥ 5 ॥

𑌯𑌶𑌃 𑌪𑍍𑌰𑌾𑌪𑍍𑌨𑍋𑌤𑌿 𑌵𑌿𑌪𑍁𑌲𑌂 𑌯𑌾𑌤𑌿𑌪𑍍𑌰𑌾𑌧𑌾𑌨𑍍𑌯𑌮𑍇𑌵 𑌚 ।
𑌅𑌚𑌲𑌾𑌂 𑌶𑍍𑌰𑌿𑌯𑌮𑌾𑌪𑍍𑌨𑍋𑌤𑌿 𑌶𑍍𑌰𑍇𑌯𑌃 𑌪𑍍𑌰𑌾𑌪𑍍𑌨𑍋𑌤𑍍𑌯𑌨𑍁𑌤𑍍𑌤𑌮𑌮𑍍। ॥ 6 ॥

𑌨 𑌭𑌯𑌂 𑌕𑍍𑌵𑌚𑌿𑌦𑌾𑌪𑍍𑌨𑍋𑌤𑌿 𑌵𑍀𑌰𑍍𑌯𑌂 𑌤𑍇𑌜𑌶𑍍𑌚 𑌵𑌿𑌂𑌦𑌤𑌿 ।
𑌭𑌵𑌤𑍍𑌯𑌰𑍋𑌗𑍋 𑌦𑍍𑌯𑍁𑌤𑌿𑌮𑌾𑌨𑍍 𑌬𑌲𑌰𑍂𑌪 𑌗𑍁𑌣𑌾𑌨𑍍𑌵𑌿𑌤𑌃 ॥ 𑍭 ॥

𑌰𑍋𑌗𑌾𑌰𑍍𑌤𑍋 𑌮𑍁𑌚𑍍𑌯𑌤𑍇 𑌰𑍋𑌗𑌾𑌦𑍍𑌬𑌦𑍍𑌧𑍋 𑌮𑍁𑌚𑍍𑌯𑍇𑌤 𑌬𑌂𑌧𑌨𑌾𑌤𑍍 ।
𑌭𑌯𑌾𑌨𑍍𑌮𑍁𑌚𑍍𑌯𑍇𑌤 𑌭𑍀𑌤𑌸𑍍𑌤𑍁 𑌮𑍁𑌚𑍍𑌯𑍇𑌤𑌾𑌪𑌨𑍍𑌨 𑌆𑌪𑌦𑌃 ॥ 𑍮 ॥

𑌦𑍁𑌰𑍍𑌗𑌾𑌣𑍍𑌯𑌤𑌿𑌤𑌰𑌤𑍍𑌯𑌾𑌶𑍁 𑌪𑍁𑌰𑍁𑌷𑌃 𑌪𑍁𑌰𑍁𑌷𑍋𑌤𑍍𑌤𑌮𑌮𑍍 ।
𑌸𑍍𑌤𑍁𑌵𑌨𑍍𑌨𑌾𑌮𑌸𑌹𑌸𑍍𑌰𑍇𑌣 𑌨𑌿𑌤𑍍𑌯𑌂 𑌭𑌕𑍍𑌤𑌿𑌸𑌮𑌨𑍍𑌵𑌿𑌤𑌃 ॥ 𑍯 ॥

𑌵𑌾𑌸𑍁𑌦𑍇𑌵𑌾𑌶𑍍𑌰𑌯𑍋 𑌮𑌰𑍍𑌤𑍍𑌯𑍋 𑌵𑌾𑌸𑍁𑌦𑍇𑌵𑌪𑌰𑌾𑌯𑌣𑌃 ।
𑌸𑌰𑍍𑌵𑌪𑌾𑌪𑌵𑌿𑌶𑍁𑌦𑍍𑌧𑌾𑌤𑍍𑌮𑌾 𑌯𑌾𑌤𑌿 𑌬𑍍𑌰𑌹𑍍𑌮 𑌸𑌨𑌾𑌤𑌨𑌮𑍍। ॥ 10 ॥

𑌨 𑌵𑌾𑌸𑍁𑌦𑍇𑌵 𑌭𑌕𑍍𑌤𑌾𑌨𑌾𑌮𑌶𑍁𑌭𑌂 𑌵𑌿𑌦𑍍𑌯𑌤𑍇 𑌕𑍍𑌵𑌚𑌿𑌤𑍍 ।
𑌜𑌨𑍍𑌮𑌮𑍃𑌤𑍍𑌯𑍁𑌜𑌰𑌾𑌵𑍍𑌯𑌾𑌧𑌿𑌭𑌯𑌂 𑌨𑍈𑌵𑍋𑌪𑌜𑌾𑌯𑌤𑍇 ॥ 11 ॥

𑌇𑌮𑌂 𑌸𑍍𑌤𑌵𑌮𑌧𑍀𑌯𑌾𑌨𑌃 𑌶𑍍𑌰𑌦𑍍𑌧𑌾𑌭𑌕𑍍𑌤𑌿𑌸𑌮𑌨𑍍𑌵𑌿𑌤𑌃 ।
𑌯𑍁𑌜𑍍𑌯𑍇𑌤𑌾𑌤𑍍𑌮 𑌸𑍁𑌖𑌕𑍍𑌷𑌾𑌂𑌤𑌿 𑌶𑍍𑌰𑍀𑌧𑍃𑌤𑌿 𑌸𑍍𑌮𑍃𑌤𑌿 𑌕𑍀𑌰𑍍𑌤𑌿𑌭𑌿𑌃 ॥ 12 ॥

𑌨 𑌕𑍍𑌰𑍋𑌧𑍋 𑌨 𑌚 𑌮𑌾𑌤𑍍𑌸𑌰𑍍𑌯𑌂 𑌨 𑌲𑍋𑌭𑍋 𑌨𑌾𑌶𑍁𑌭𑌾𑌮𑌤𑌿𑌃 ।
𑌭𑌵𑌂𑌤𑌿 𑌕𑍃𑌤𑌪𑍁𑌣𑍍𑌯𑌾𑌨𑌾𑌂 𑌭𑌕𑍍𑌤𑌾𑌨𑌾𑌂 𑌪𑍁𑌰𑍁𑌷𑍋𑌤𑍍𑌤𑌮𑍇 ॥ 13 ॥

𑌦𑍍𑌯𑍌𑌃 𑌸𑌚𑌂𑌦𑍍𑌰𑌾𑌰𑍍𑌕𑌨𑌕𑍍𑌷𑌤𑍍𑌰𑌾 𑌖𑌂 𑌦𑌿𑌶𑍋 𑌭𑍂𑌰𑍍𑌮𑌹𑍋𑌦𑌧𑌿𑌃 ।
𑌵𑌾𑌸𑍁𑌦𑍇𑌵𑌸𑍍𑌯 𑌵𑍀𑌰𑍍𑌯𑍇𑌣 𑌵𑌿𑌧𑍃𑌤𑌾𑌨𑌿 𑌮𑌹𑌾𑌤𑍍𑌮𑌨𑌃 ॥ 14 ॥

𑌸𑌸𑍁𑌰𑌾𑌸𑍁𑌰𑌗𑌂𑌧𑌰𑍍𑌵𑌂 𑌸𑌯𑌕𑍍𑌷𑍋𑌰𑌗𑌰𑌾𑌕𑍍𑌷𑌸𑌮𑍍 ।
𑌜𑌗𑌦𑍍𑌵𑌶𑍇 𑌵𑌰𑍍𑌤𑌤𑍇𑌦𑌂 𑌕𑍃𑌷𑍍𑌣𑌸𑍍𑌯 𑌸 𑌚𑌰𑌾𑌚𑌰𑌮𑍍। ॥ 15 ॥

𑌇𑌂𑌦𑍍𑌰𑌿𑌯𑌾𑌣𑌿 𑌮𑌨𑍋𑌬𑍁𑌦𑍍𑌧𑌿𑌃 𑌸𑌤𑍍𑌤𑍍𑌵𑌂 𑌤𑍇𑌜𑍋 𑌬𑌲𑌂 𑌧𑍃𑌤𑌿𑌃 ।
𑌵𑌾𑌸𑍁𑌦𑍇𑌵𑌾𑌤𑍍𑌮𑌕𑌾𑌨𑍍𑌯𑌾𑌹𑍁𑌃, 𑌕𑍍𑌷𑍇𑌤𑍍𑌰𑌂 𑌕𑍍𑌷𑍇𑌤𑍍𑌰𑌜𑍍𑌞 𑌏𑌵 𑌚 ॥ 16 ॥

𑌸𑌰𑍍𑌵𑌾𑌗𑌮𑌾𑌨𑌾𑌮𑌾𑌚𑌾𑌰𑌃 𑌪𑍍𑌰𑌥𑌮𑌂 𑌪𑌰𑌿𑌕𑌲𑍍𑌪𑌤𑍇 ।
𑌆𑌚𑌾𑌰𑌪𑍍𑌰𑌭𑌵𑍋 𑌧𑌰𑍍𑌮𑍋 𑌧𑌰𑍍𑌮𑌸𑍍𑌯 𑌪𑍍𑌰𑌭𑍁𑌰𑌚𑍍𑌯𑍁𑌤𑌃 ॥ 1𑍭 ॥

𑌋𑌷𑌯𑌃 𑌪𑌿𑌤𑌰𑍋 𑌦𑍇𑌵𑌾 𑌮𑌹𑌾𑌭𑍂𑌤𑌾𑌨𑌿 𑌧𑌾𑌤𑌵𑌃 ।
𑌜𑌂𑌗𑌮𑌾𑌜𑌂𑌗𑌮𑌂 𑌚𑍇𑌦𑌂 𑌜𑌗𑌨𑍍𑌨𑌾𑌰𑌾𑌯𑌣𑍋𑌦𑍍𑌭𑌵𑌮𑍍 ॥ 1𑍮 ॥

𑌯𑍋𑌗𑍋𑌜𑍍𑌞𑌾𑌨𑌂 𑌤𑌥𑌾 𑌸𑌾𑌂𑌖𑍍𑌯𑌂 𑌵𑌿𑌦𑍍𑌯𑌾𑌃 𑌶𑌿𑌲𑍍𑌪𑌾𑌦𑌿𑌕𑌰𑍍𑌮 𑌚 ।
𑌵𑍇𑌦𑌾𑌃 𑌶𑌾𑌸𑍍𑌤𑍍𑌰𑌾𑌣𑌿 𑌵𑌿𑌜𑍍𑌞𑌾𑌨𑌮𑍇𑌤𑌤𑍍𑌸𑌰𑍍𑌵𑌂 𑌜𑌨𑌾𑌰𑍍𑌦𑌨𑌾𑌤𑍍 ॥ 1𑍯 ॥

𑌏𑌕𑍋 𑌵𑌿𑌷𑍍𑌣𑍁𑌰𑍍𑌮𑌹𑌦𑍍𑌭𑍂𑌤𑌂 𑌪𑍃𑌥𑌗𑍍𑌭𑍂𑌤𑌾𑌨𑍍𑌯𑌨𑍇𑌕𑌶𑌃 ।
𑌤𑍍𑌰𑍀𑌂𑌲𑍋𑌕𑌾𑌨𑍍𑌵𑍍𑌯𑌾𑌪𑍍𑌯 𑌭𑍂𑌤𑌾𑌤𑍍𑌮𑌾 𑌭𑍁𑌂𑌕𑍍𑌤𑍇 𑌵𑌿𑌶𑍍𑌵𑌭𑍁𑌗𑌵𑍍𑌯𑌯𑌃 ॥ 20 ॥

𑌇𑌮𑌂 𑌸𑍍𑌤𑌵𑌂 𑌭𑌗𑌵𑌤𑍋 𑌵𑌿𑌷𑍍𑌣𑍋𑌰𑍍𑌵𑍍𑌯𑌾𑌸𑍇𑌨 𑌕𑍀𑌰𑍍𑌤𑌿𑌤𑌮𑍍 ।
𑌪𑌠𑍇𑌦𑍍𑌯 𑌇𑌚𑍍𑌚𑍇𑌤𑍍𑌪𑍁𑌰𑍁𑌷𑌃 𑌶𑍍𑌰𑍇𑌯𑌃 𑌪𑍍𑌰𑌾𑌪𑍍𑌤𑍁𑌂 𑌸𑍁𑌖𑌾𑌨𑌿 𑌚 ॥ 21 ॥

𑌵𑌿𑌶𑍍𑌵𑍇𑌶𑍍𑌵𑌰𑌮𑌜𑌂 𑌦𑍇𑌵𑌂 𑌜𑌗𑌤𑌃 𑌪𑍍𑌰𑌭𑍁𑌮𑌵𑍍𑌯𑌯𑌮𑍍।
𑌭𑌜𑌂𑌤𑌿 𑌯𑍇 𑌪𑍁𑌷𑍍𑌕𑌰𑌾𑌕𑍍𑌷𑌂 𑌨 𑌤𑍇 𑌯𑌾𑌂𑌤𑌿 𑌪𑌰𑌾𑌭𑌵𑌮𑍍 ॥ 22 ॥

𑌨 𑌤𑍇 𑌯𑌾𑌂𑌤𑌿 𑌪𑌰𑌾𑌭𑌵𑌂 𑌓𑌂 𑌨𑌮 𑌇𑌤𑌿 ।

𑌅𑌰𑍍𑌜𑍁𑌨 𑌉𑌵𑌾𑌚
𑌪𑌦𑍍𑌮𑌪𑌤𑍍𑌰 𑌵𑌿𑌶𑌾𑌲𑌾𑌕𑍍𑌷 𑌪𑌦𑍍𑌮𑌨𑌾𑌭 𑌸𑍁𑌰𑍋𑌤𑍍𑌤𑌮 ।
𑌭𑌕𑍍𑌤𑌾𑌨𑌾 𑌮𑌨𑍁𑌰𑌕𑍍𑌤𑌾𑌨𑌾𑌂 𑌤𑍍𑌰𑌾𑌤𑌾 𑌭𑌵 𑌜𑌨𑌾𑌰𑍍𑌦𑌨 ॥ 23 ॥

𑌶𑍍𑌰𑍀𑌭𑌗𑌵𑌾𑌨𑍁𑌵𑌾𑌚
𑌯𑍋 𑌮𑌾𑌂 𑌨𑌾𑌮𑌸𑌹𑌸𑍍𑌰𑍇𑌣 𑌸𑍍𑌤𑍋𑌤𑍁𑌮𑌿𑌚𑍍𑌛𑌤𑌿 𑌪𑌾𑌂𑌡𑌵 ।
𑌸𑍋𑌽𑌹𑌮𑍇𑌕𑍇𑌨 𑌶𑍍𑌲𑍋𑌕𑍇𑌨 𑌸𑍍𑌤𑍁𑌤 𑌏𑌵 𑌨 𑌸𑌂𑌶𑌯𑌃 ॥ 24 ॥

𑌸𑍍𑌤𑍁𑌤 𑌏𑌵 𑌨 𑌸𑌂𑌶𑌯 𑌓𑌂 𑌨𑌮 𑌇𑌤𑌿 ।

𑌵𑍍𑌯𑌾𑌸 𑌉𑌵𑌾𑌚
𑌵𑌾𑌸𑌨𑌾𑌦𑍍𑌵𑌾𑌸𑍁𑌦𑍇𑌵𑌸𑍍𑌯 𑌵𑌾𑌸𑌿𑌤𑌂 𑌭𑍁𑌵𑌨𑌤𑍍𑌰𑌯𑌮𑍍 ।
𑌸𑌰𑍍𑌵𑌭𑍂𑌤𑌨𑌿𑌵𑌾𑌸𑍋𑌽𑌸𑌿 𑌵𑌾𑌸𑍁𑌦𑍇𑌵 𑌨𑌮𑍋𑌽𑌸𑍍𑌤𑍁 𑌤𑍇 ॥ 25 ॥

𑌶𑍍𑌰𑍀𑌵𑌾𑌸𑍁𑌦𑍇𑌵 𑌨𑌮𑍋𑌸𑍍𑌤𑍁𑌤 𑌓𑌂 𑌨𑌮 𑌇𑌤𑌿 ।

𑌪𑌾𑌰𑍍𑌵𑌤𑍍𑌯𑍁𑌵𑌾𑌚
𑌕𑍇𑌨𑍋𑌪𑌾𑌯𑍇𑌨 𑌲𑌘𑍁𑌨𑌾 𑌵𑌿𑌷𑍍𑌣𑍋𑌰𑍍𑌨𑌾𑌮𑌸𑌹𑌸𑍍𑌰𑌕𑌮𑍍 ।
𑌪𑌠𑍍𑌯𑌤𑍇 𑌪𑌂𑌡𑌿𑌤𑍈𑌰𑍍𑌨𑌿𑌤𑍍𑌯𑌂 𑌶𑍍𑌰𑍋𑌤𑍁𑌮𑌿𑌚𑍍𑌛𑌾𑌮𑍍𑌯𑌹𑌂 𑌪𑍍𑌰𑌭𑍋 ॥ 26 ॥

𑌈𑌶𑍍𑌵𑌰 𑌉𑌵𑌾𑌚
𑌶𑍍𑌰𑍀𑌰𑌾𑌮 𑌰𑌾𑌮 𑌰𑌾𑌮𑍇𑌤𑌿 𑌰𑌮𑍇 𑌰𑌾𑌮𑍇 𑌮𑌨𑍋𑌰𑌮𑍇 ।
𑌸𑌹𑌸𑍍𑌰𑌨𑌾𑌮 𑌤𑌤𑍍𑌤𑍁𑌲𑍍𑌯𑌂 𑌰𑌾𑌮𑌨𑌾𑌮 𑌵𑌰𑌾𑌨𑌨𑍇 ॥ 2𑍭 ॥

𑌶𑍍𑌰𑍀𑌰𑌾𑌮 𑌨𑌾𑌮 𑌵𑌰𑌾𑌨𑌨 𑌓𑌂 𑌨𑌮 𑌇𑌤𑌿 ।

𑌬𑍍𑌰𑌹𑍍𑌮𑍋𑌵𑌾𑌚
𑌨𑌮𑍋𑌽𑌸𑍍𑌤𑍍𑌵𑌨𑌂𑌤𑌾𑌯 𑌸𑌹𑌸𑍍𑌰𑌮𑍂𑌰𑍍𑌤𑌯𑍇 𑌸𑌹𑌸𑍍𑌰𑌪𑌾𑌦𑌾𑌕𑍍𑌷𑌿𑌶𑌿𑌰𑍋𑌰𑍁𑌬𑌾𑌹𑌵𑍇 ।
𑌸𑌹𑌸𑍍𑌰𑌨𑌾𑌮𑍍𑌨𑍇 𑌪𑍁𑌰𑍁𑌷𑌾𑌯 𑌶𑌾𑌶𑍍𑌵𑌤𑍇 𑌸𑌹𑌸𑍍𑌰𑌕𑍋𑌟𑍀 𑌯𑍁𑌗𑌧𑌾𑌰𑌿𑌣𑍇 𑌨𑌮𑌃 ॥ 2𑍮 ॥

𑌶𑍍𑌰𑍀 𑌸𑌹𑌸𑍍𑌰𑌕𑍋𑌟𑍀 𑌯𑍁𑌗𑌧𑌾𑌰𑌿𑌣𑍇 𑌨𑌮 𑌓𑌂 𑌨𑌮 𑌇𑌤𑌿 ।

𑌸𑌂𑌜𑌯 𑌉𑌵𑌾𑌚
𑌯𑌤𑍍𑌰 𑌯𑍋𑌗𑍇𑌶𑍍𑌵𑌰𑌃 𑌕𑍃𑌷𑍍𑌣𑍋 𑌯𑌤𑍍𑌰 𑌪𑌾𑌰𑍍𑌥𑍋 𑌧𑌨𑍁𑌰𑍍𑌧𑌰𑌃 ।
𑌤𑌤𑍍𑌰 𑌶𑍍𑌰𑍀𑌰𑍍𑌵𑌿𑌜𑌯𑍋 𑌭𑍂𑌤𑌿𑌰𑍍𑌧𑍍𑌰𑍁𑌵𑌾 𑌨𑍀𑌤𑌿𑌰𑍍𑌮𑌤𑌿𑌰𑍍𑌮𑌮 ॥ 2𑍯 ॥

𑌶𑍍𑌰𑍀 𑌭𑌗𑌵𑌾𑌨𑍍 𑌉𑌵𑌾𑌚
𑌅𑌨𑌨𑍍𑌯𑌾𑌶𑍍𑌚𑌿𑌂𑌤𑌯𑌂𑌤𑍋 𑌮𑌾𑌂 𑌯𑍇 𑌜𑌨𑌾𑌃 𑌪𑌰𑍍𑌯𑍁𑌪𑌾𑌸𑌤𑍇 ।
𑌤𑍇𑌷𑌾𑌂 𑌨𑌿𑌤𑍍𑌯𑌾𑌭𑌿𑌯𑍁𑌕𑍍𑌤𑌾𑌨𑌾𑌂 𑌯𑍋𑌗𑌕𑍍𑌷𑍇𑌮𑌂 𑌵𑌹𑌾𑌮𑍍𑌯𑌹𑌮𑍍। ॥ 30 ॥

𑌪𑌰𑌿𑌤𑍍𑌰𑌾𑌣𑌾𑌯 𑌸𑌾𑌧𑍂𑌨𑌾𑌂 𑌵𑌿𑌨𑌾𑌶𑌾𑌯 𑌚 𑌦𑍁𑌷𑍍𑌕𑍃𑌤𑌾𑌮𑍍। ।
𑌧𑌰𑍍𑌮𑌸𑌂𑌸𑍍𑌥𑌾𑌪𑌨𑌾𑌰𑍍𑌥𑌾𑌯 𑌸𑌂𑌭𑌵𑌾𑌮𑌿 𑌯𑍁𑌗𑍇 𑌯𑍁𑌗𑍇 ॥ 31 ॥

𑌆𑌰𑍍𑌤𑌾𑌃 𑌵𑌿𑌷𑌣𑍍𑌣𑌾𑌃 𑌶𑌿𑌥𑌿𑌲𑌾𑌶𑍍𑌚 𑌭𑍀𑌤𑌾𑌃 𑌘𑍋𑌰𑍇𑌷𑍁 𑌚 𑌵𑍍𑌯𑌾𑌧𑌿𑌷𑍁 𑌵𑌰𑍍𑌤𑌮𑌾𑌨𑌾𑌃 ।
𑌸𑌂𑌕𑍀𑌰𑍍𑌤𑍍𑌯 𑌨𑌾𑌰𑌾𑌯𑌣𑌶𑌬𑍍𑌦𑌮𑌾𑌤𑍍𑌰𑌂 𑌵𑌿𑌮𑍁𑌕𑍍𑌤𑌦𑍁𑌃𑌖𑌾𑌃 𑌸𑍁𑌖𑌿𑌨𑍋 𑌭𑌵𑌂𑌤𑌿 ॥ 32 ॥

𑌕𑌾𑌯𑍇𑌨 𑌵𑌾𑌚𑌾 𑌮𑌨𑌸𑍇𑌂𑌦𑍍𑌰𑌿𑌯𑍈𑌰𑍍𑌵𑌾 𑌬𑍁𑌦𑍍𑌧𑍍𑌯𑌾𑌤𑍍𑌮𑌨𑌾 𑌵𑌾 𑌪𑍍𑌰𑌕𑍃𑌤𑍇𑌃 𑌸𑍍𑌵𑌭𑌾𑌵𑌾𑌤𑍍 ।
𑌕𑌰𑍋𑌮𑌿 𑌯𑌦𑍍𑌯𑌤𑍍𑌸𑌕𑌲𑌂 𑌪𑌰𑌸𑍍𑌮𑍈 𑌨𑌾𑌰𑌾𑌯𑌣𑌾𑌯𑍇𑌤𑌿 𑌸𑌮𑌰𑍍𑌪𑌯𑌾𑌮𑌿 ॥ 33 ॥

𑌯𑌦𑌕𑍍𑌷𑌰 𑌪𑌦𑌭𑍍𑌰𑌷𑍍𑌟𑌂 𑌮𑌾𑌤𑍍𑌰𑌾𑌹𑍀𑌨𑌂 𑌤𑍁 𑌯𑌦𑍍𑌭𑌵𑍇𑌤𑍍
𑌤𑌥𑍍𑌸𑌰𑍍𑌵𑌂 𑌕𑍍𑌷𑌮𑍍𑌯𑌤𑌾𑌂 𑌦𑍇𑌵 𑌨𑌾𑌰𑌾𑌯𑌣 𑌨𑌮𑍋𑌽𑌸𑍍𑌤𑍁 𑌤𑍇 ।
𑌵𑌿𑌸𑌰𑍍𑌗 𑌬𑌿𑌂𑌦𑍁 𑌮𑌾𑌤𑍍𑌰𑌾𑌣𑌿 𑌪𑌦𑌪𑌾𑌦𑌾𑌕𑍍𑌷𑌰𑌾𑌣𑌿 𑌚
𑌨𑍍𑌯𑍂𑌨𑌾𑌨𑌿 𑌚𑌾𑌤𑌿𑌰𑌿𑌕𑍍𑌤𑌾𑌨𑌿 𑌕𑍍𑌷𑌮𑌸𑍍𑌵 𑌪𑍁𑌰𑍁𑌷𑍋𑌤𑍍𑌤𑌮𑌃 ॥

𑌇𑌤𑌿 𑌶𑍍𑌰𑍀 𑌮𑌹𑌾𑌭𑌾𑌰𑌤𑍇 𑌶𑌤𑌸𑌾𑌹𑌸𑍍𑌰𑌿𑌕𑌾𑌯𑌾𑌂 𑌸𑌂𑌹𑌿𑌤𑌾𑌯𑌾𑌂 𑌵𑍈𑌯𑌾𑌸𑌿𑌕𑍍𑌯𑌾𑌮𑌨𑍁𑌶𑌾𑌸𑌨 𑌪𑌰𑍍𑌵𑌾𑌂𑌤𑌰𑍍𑌗𑌤 𑌆𑌨𑍁𑌶𑌾𑌸𑌨𑌿𑌕 𑌪𑌰𑍍𑌵𑌣𑌿, 𑌮𑍋𑌕𑍍𑌷𑌧𑌰𑍍𑌮𑍇 𑌭𑍀𑌷𑍍𑌮 𑌯𑍁𑌧𑌿𑌷𑍍𑌠𑌿𑌰 𑌸𑌂𑌵𑌾𑌦𑍇 𑌶𑍍𑌰𑍀 𑌵𑌿𑌷𑍍𑌣𑍋𑌰𑍍𑌦𑌿𑌵𑍍𑌯 𑌸𑌹𑌸𑍍𑌰𑌨𑌾𑌮 𑌸𑍍𑌤𑍋𑌤𑍍𑌰𑌂 𑌨𑌾𑌮𑍈𑌕𑍋𑌨 𑌪𑌂𑌚 𑌶𑌤𑌾𑌧𑌿𑌕 𑌶𑌤𑌤𑌮𑍋𑌧𑍍𑌯𑌾𑌯𑌃 ॥
𑌶𑍍𑌰𑍀 𑌵𑌿𑌷𑍍𑌣𑍁 𑌸𑌹𑌸𑍍𑌰𑌨𑌾𑌮 𑌸𑍍𑌤𑍋𑌤𑍍𑌰𑌂 𑌸𑌮𑌾𑌪𑍍𑌤𑌮𑍍 ॥
𑌓𑌂 𑌤𑌤𑍍𑌸𑌤𑍍 𑌸𑌰𑍍𑌵𑌂 𑌶𑍍𑌰𑍀 𑌕𑍃𑌷𑍍𑌣𑌾𑌰𑍍𑌪𑌣𑌮𑌸𑍍𑌤𑍁 ॥`;
