export const gujaratiContentText: string = `ઓં શુક્લાંબરધરં વિષ્ણું શશિવર્ણં ચતુર્ભુજમ્ ।
પ્રસન્નવદનં ધ્યાયેત્ સર્વવિઘ્નોપશાંતયે ॥ 1 ॥

યસ્યદ્વિરદવક્ત્રાદ્યાઃ પારિષદ્યાઃ પરઃ શતમ્ ।
વિઘ્નં નિઘ્નંતિ સતતં વિષ્વક્સેનં તમાશ્રયે ॥ 2 ॥

પૂર્વ પીઠિકા
વ્યાસં વસિષ્ઠ નપ્તારં શક્તેઃ પૌત્રમકલ્મષમ્ ।
પરાશરાત્મજં વંદે શુકતાતં તપોનિધિમ્ ॥ 3 ॥

વ્યાસાય વિષ્ણુ રૂપાય વ્યાસરૂપાય વિષ્ણવે ।
નમો વૈ બ્રહ્મનિધયે વાસિષ્ઠાય નમો નમઃ ॥ 4 ॥

અવિકારાય શુદ્ધાય નિત્યાય પરમાત્મને ।
સદૈક રૂપ રૂપાય વિષ્ણવે સર્વજિષ્ણવે ॥ 5 ॥

યસ્ય સ્મરણમાત્રેણ જન્મસંસારબંધનાત્ ।
વિમુચ્યતે નમસ્તસ્મૈ વિષ્ણવે પ્રભવિષ્ણવે ॥ 6 ॥

ઓં નમો વિષ્ણવે પ્રભવિષ્ણવે ।

શ્રી વૈશંપાયન ઉવાચ
શ્રુત્વા ધર્મા નશેષેણ પાવનાનિ ચ સર્વશઃ ।
યુધિષ્ઠિરઃ શાંતનવં પુનરેવાભ્ય ભાષત ॥ 7 ॥

યુધિષ્ઠિર ઉવાચ
કિમેકં દૈવતં લોકે કિં વાઽપ્યેકં પરાયણં
સ્તુવંતઃ કં કમર્ચંતઃ પ્રાપ્નુયુર્માનવાઃ શુભમ્ ॥ 8 ॥

કો ધર્મઃ સર્વધર્માણાં ભવતઃ પરમો મતઃ ।
કિં જપન્મુચ્યતે જંતુર્જન્મસંસાર બંધનાત્ ॥ 9 ॥

શ્રી ભીષ્મ ઉવાચ
જગત્પ્રભું દેવદેવ મનંતં પુરુષોત્તમમ્ ।
સ્તુવન્નામ સહસ્રેણ પુરુષઃ સતતોત્થિતઃ ॥ 10 ॥

તમેવ ચાર્ચયન્નિત્યં ભક્ત્યા પુરુષમવ્યયમ્ ।
ધ્યાયન્ સ્તુવન્નમસ્યંશ્ચ યજમાનસ્તમેવ ચ ॥ 11 ॥

અનાદિ નિધનં વિષ્ણું સર્વલોક મહેશ્વરમ્ ।
લોકાધ્યક્ષં સ્તુવન્નિત્યં સર્વ દુઃખાતિગો ભવેત્ ॥ 12 ॥

બ્રહ્મણ્યં સર્વ ધર્મજ્ઞં લોકાનાં કીર્તિ વર્ધનમ્ ।
લોકનાથં મહદ્ભૂતં સર્વભૂત ભવોદ્ભવમ્॥ 13 ॥

એષ મે સર્વ ધર્માણાં ધર્મોઽધિક તમોમતઃ ।
યદ્ભક્ત્યા પુંડરીકાક્ષં સ્તવૈરર્ચેન્નરઃ સદા ॥ 14 ॥

પરમં યો મહત્તેજઃ પરમં યો મહત્તપઃ ।
પરમં યો મહદ્બ્રહ્મ પરમં યઃ પરાયણમ્ । 15 ॥

પવિત્રાણાં પવિત્રં યો મંગળાનાં ચ મંગળમ્ ।
દૈવતં દેવતાનાં ચ ભૂતાનાં યોઽવ્યયઃ પિતા ॥ 16 ॥

યતઃ સર્વાણિ ભૂતાનિ ભવંત્યાદિ યુગાગમે ।
યસ્મિંશ્ચ પ્રલયં યાંતિ પુનરેવ યુગક્ષયે ॥ 17 ॥

તસ્ય લોક પ્રધાનસ્ય જગન્નાથસ્ય ભૂપતે ।
વિષ્ણોર્નામ સહસ્રં મે શ્રુણુ પાપ ભયાપહમ્ ॥ 18 ॥

યાનિ નામાનિ ગૌણાનિ વિખ્યાતાનિ મહાત્મનઃ ।
ઋષિભિઃ પરિગીતાનિ તાનિ વક્ષ્યામિ ભૂતયે ॥ 19 ॥

ઋષિર્નામ્નાં સહસ્રસ્ય વેદવ્યાસો મહામુનિઃ ॥
છંદોઽનુષ્ટુપ્ તથા દેવો ભગવાન્ દેવકીસુતઃ ॥ 20 ॥

અમૃતાં શૂદ્ભવો બીજં શક્તિર્દેવકિનંદનઃ ।
ત્રિસામા હૃદયં તસ્ય શાંત્યર્થે વિનિયુજ્યતે ॥ 21 ॥

વિષ્ણું જિષ્ણું મહાવિષ્ણું પ્રભવિષ્ણું મહેશ્વરમ્ ॥
અનેકરૂપ દૈત્યાંતં નમામિ પુરુષોત્તમમ્ ॥ 22 ॥

પૂર્વન્યાસઃ
અસ્ય શ્રી વિષ્ણોર્દિવ્ય સહસ્રનામ સ્તોત્ર મહામંત્રસ્ય ॥
શ્રી વેદવ્યાસો ભગવાન્ ઋષિઃ ।
અનુષ્ટુપ્ છંદઃ ।
શ્રીમહાવિષ્ણુઃ પરમાત્મા શ્રીમન્નારાયણો દેવતા ।
અમૃતાંશૂદ્ભવો ભાનુરિતિ બીજમ્ ।
દેવકીનંદનઃ સ્રષ્ટેતિ શક્તિઃ ।
ઉદ્ભવઃ, ક્ષોભણો દેવ ઇતિ પરમોમંત્રઃ ।
શંખભૃન્નંદકી ચક્રીતિ કીલકમ્ ।
શાર્​ઙ્ગધન્વા ગદાધર ઇત્યસ્ત્રમ્ ।
રથાંગપાણિ રક્ષોભ્ય ઇતિ નેત્રમ્ ।
ત્રિસામાસામગઃ સામેતિ કવચમ્ ।
આનંદં પરબ્રહ્મેતિ યોનિઃ ।
ઋતુસ્સુદર્શનઃ કાલ ઇતિ દિગ્બંધઃ ॥
શ્રીવિશ્વરૂપ ઇતિ ધ્યાનમ્ ।
શ્રી મહાવિષ્ણુ પ્રીત્યર્થે સહસ્રનામ જપે પારાયણે વિનિયોગઃ ।

કરન્યાસઃ
વિશ્વં વિષ્ણુર્વષટ્કાર ઇત્યંગુષ્ઠાભ્યાં નમઃ
અમૃતાં શૂદ્ભવો ભાનુરિતિ તર્જનીભ્યાં નમઃ
બ્રહ્મણ્યો બ્રહ્મકૃત્ બ્રહ્મેતિ મધ્યમાભ્યાં નમઃ
સુવર્ણબિંદુ રક્ષોભ્ય ઇતિ અનામિકાભ્યાં નમઃ
નિમિષોઽનિમિષઃ સ્રગ્વીતિ કનિષ્ઠિકાભ્યાં નમઃ
રથાંગપાણિ રક્ષોભ્ય ઇતિ કરતલ કરપૃષ્ઠાભ્યાં નમઃ

અંગન્યાસઃ
સુવ્રતઃ સુમુખઃ સૂક્ષ્મ ઇતિ જ્ઞાનાય હૃદયાય નમઃ
સહસ્રમૂર્તિઃ વિશ્વાત્મા ઇતિ ઐશ્વર્યાય શિરસે સ્વાહા
સહસ્રાર્ચિઃ સપ્તજિહ્વ ઇતિ શક્ત્યૈ શિખાયૈ વષટ્
ત્રિસામા સામગસ્સામેતિ બલાય કવચાય હું
રથાંગપાણિ રક્ષોભ્ય ઇતિ નેત્રાભ્યાં વૌષટ્
શાંગધન્વા ગદાધર ઇતિ વીર્યાય અસ્ત્રાયફટ્
ઋતુઃ સુદર્શનઃ કાલ ઇતિ દિગ્ભંધઃ

ધ્યાનમ્
ક્ષીરોધન્વત્પ્રદેશે શુચિમણિ-વિલસ-ત્સૈકતે-મૌક્તિકાનાં
માલા-કૢપ્તાસનસ્થઃ સ્ફટિક-મણિનિભૈ-ર્મૌક્તિકૈ-ર્મંડિતાંગઃ ।
શુભ્રૈ-રભ્રૈ-રદભ્રૈ-રુપરિવિરચિતૈ-ર્મુક્ત પીયૂષ વર્ષૈઃ
આનંદી નઃ પુનીયા-દરિનલિનગદા શંખપાણિ-ર્મુકુંદઃ ॥ 1 ॥

ભૂઃ પાદૌ યસ્ય નાભિર્વિય-દસુર નિલશ્ચંદ્ર સૂર્યૌ ચ નેત્રે
કર્ણાવાશાઃ શિરોદ્યૌર્મુખમપિ દહનો યસ્ય વાસ્તેયમબ્ધિઃ ।
અંતઃસ્થં યસ્ય વિશ્વં સુર નરખગગોભોગિ ગંધર્વદૈત્યૈઃ
ચિત્રં રં રમ્યતે તં ત્રિભુવન વપુશં વિષ્ણુમીશં નમામિ ॥ 2 ॥

ઓં નમો ભગવતે વાસુદેવાય !

શાંતાકારં ભુજગશયનં પદ્મનાભં સુરેશં
વિશ્વાધારં ગગનસદૃશં મેઘવર્ણં શુભાંગમ્ ।
લક્ષ્મીકાંતં કમલનયનં યોગિહૃર્ધ્યાનગમ્યમ્
વંદે વિષ્ણું ભવભયહરં સર્વલોકૈકનાથમ્ ॥ 3 ॥

મેઘશ્યામં પીતકૌશેયવાસં
શ્રીવત્સાકં કૌસ્તુભોદ્ભાસિતાંગમ્ ।
પુણ્યોપેતં પુંડરીકાયતાક્ષં
વિષ્ણું વંદે સર્વલોકૈકનાથમ્ ॥ 4 ॥

નમઃ સમસ્ત ભૂતાનાં આદિ ભૂતાય ભૂભૃતે ।
અનેકરૂપ રૂપાય વિષ્ણવે પ્રભવિષ્ણવે ॥ 5॥

સશંખચક્રં સકિરીટકુંડલં
સપીતવસ્ત્રં સરસીરુહેક્ષણમ્ ।
સહાર વક્ષઃસ્થલ શોભિ કૌસ્તુભં
નમામિ વિષ્ણું શિરસા ચતુર્ભુજમ્ । 6॥

છાયાયાં પારિજાતસ્ય હેમસિંહાસનોપરિ
આસીનમંબુદશ્યામમાયતાક્ષમલંકૃતમ્ ॥ 7 ॥

ચંદ્રાનનં ચતુર્બાહું શ્રીવત્સાંકિત વક્ષસમ્
રુક્મિણી સત્યભામાભ્યાં સહિતં કૃષ્ણમાશ્રયે ॥ 8 ॥

પંચપૂજ
લં - પૃથિવ્યાત્મને ગંથં સમર્પયામિ
હં - આકાશાત્મને પુષ્પૈઃ પૂજયામિ
યં - વાય્વાત્મને ધૂપમાઘ્રાપયામિ
રં - અગ્ન્યાત્મને દીપં દર્શયામિ
વં - અમૃતાત્મને નૈવેદ્યં નિવેદયામિ
સં - સર્વાત્મને સર્વોપચાર પૂજા નમસ્કારાન્ સમર્પયામિ

સ્તોત્રમ્

હરિઃ ઓમ્

વિશ્વં વિષ્ણુર્વષટ્કારો ભૂતભવ્યભવત્પ્રભુઃ ।
ભૂતકૃદ્ભૂતભૃદ્ભાવો ભૂતાત્મા ભૂતભાવનઃ ॥ 1 ॥

પૂતાત્મા પરમાત્મા ચ મુક્તાનાં પરમાગતિઃ ।
અવ્યયઃ પુરુષઃ સાક્ષી ક્ષેત્રજ્ઞોઽક્ષર એવ ચ ॥ 2 ॥

યોગો યોગવિદાં નેતા પ્રધાન પુરુષેશ્વરઃ ।
નારસિંહવપુઃ શ્રીમાન્ કેશવઃ પુરુષોત્તમઃ ॥ 3 ॥

સર્વઃ શર્વઃ શિવઃ સ્થાણુર્ભૂતાદિર્નિધિરવ્યયઃ ।
સંભવો ભાવનો ભર્તા પ્રભવઃ પ્રભુરીશ્વરઃ ॥ 4 ॥

સ્વયંભૂઃ શંભુરાદિત્યઃ પુષ્કરાક્ષો મહાસ્વનઃ ।
અનાદિનિધનો ધાતા વિધાતા ધાતુરુત્તમઃ ॥ 5 ॥

અપ્રમેયો હૃષીકેશઃ પદ્મનાભોઽમરપ્રભુઃ ।
વિશ્વકર્મા મનુસ્ત્વષ્ટા સ્થવિષ્ઠઃ સ્થવિરો ધ્રુવઃ ॥ 6 ॥

અગ્રાહ્યઃ શાશ્વતો કૃષ્ણો લોહિતાક્ષઃ પ્રતર્દનઃ ।
પ્રભૂતસ્ત્રિકકુબ્ધામ પવિત્રં મંગળં પરમ્ ॥ 7 ॥

ઈશાનઃ પ્રાણદઃ પ્રાણો જ્યેષ્ઠઃ શ્રેષ્ઠઃ પ્રજાપતિઃ ।
હિરણ્યગર્ભો ભૂગર્ભો માધવો મધુસૂદનઃ ॥ 8 ॥

ઈશ્વરો વિક્રમીધન્વી મેધાવી વિક્રમઃ ક્રમઃ ।
અનુત્તમો દુરાધર્ષઃ કૃતજ્ઞઃ કૃતિરાત્મવાન્॥ 9 ॥

સુરેશઃ શરણં શર્મ વિશ્વરેતાઃ પ્રજાભવઃ ।
અહસ્સંવત્સરો વ્યાળઃ પ્રત્યયઃ સર્વદર્શનઃ ॥ 10 ॥

અજસ્સર્વેશ્વરઃ સિદ્ધઃ સિદ્ધિઃ સર્વાદિરચ્યુતઃ ।
વૃષાકપિરમેયાત્મા સર્વયોગવિનિસ્સૃતઃ ॥ 11 ॥

વસુર્વસુમનાઃ સત્યઃ સમાત્મા સમ્મિતસ્સમઃ ।
અમોઘઃ પુંડરીકાક્ષો વૃષકર્મા વૃષાકૃતિઃ ॥ 12 ॥

રુદ્રો બહુશિરા બભ્રુર્વિશ્વયોનિઃ શુચિશ્રવાઃ ।
અમૃતઃ શાશ્વતસ્થાણુર્વરારોહો મહાતપાઃ ॥ 13 ॥

સર્વગઃ સર્વ વિદ્ભાનુર્વિષ્વક્સેનો જનાર્દનઃ ।
વેદો વેદવિદવ્યંગો વેદાંગો વેદવિત્કવિઃ ॥ 14 ॥

લોકાધ્યક્ષઃ સુરાધ્યક્ષો ધર્માધ્યક્ષઃ કૃતાકૃતઃ ।
ચતુરાત્મા ચતુર્વ્યૂહશ્ચતુર્દંષ્ટ્રશ્ચતુર્ભુજઃ ॥ 15 ॥

ભ્રાજિષ્ણુર્ભોજનં ભોક્તા સહિષ્ણુર્જગદાદિજઃ ।
અનઘો વિજયો જેતા વિશ્વયોનિઃ પુનર્વસુઃ ॥ 16 ॥

ઉપેંદ્રો વામનઃ પ્રાંશુરમોઘઃ શુચિરૂર્જિતઃ ।
અતીંદ્રઃ સંગ્રહઃ સર્ગો ધૃતાત્મા નિયમો યમઃ ॥ 17 ॥

વેદ્યો વૈદ્યઃ સદાયોગી વીરહા માધવો મધુઃ ।
અતીંદ્રિયો મહામાયો મહોત્સાહો મહાબલઃ ॥ 18 ॥

મહાબુદ્ધિર્મહાવીર્યો મહાશક્તિર્મહાદ્યુતિઃ ।
અનિર્દેશ્યવપુઃ શ્રીમાનમેયાત્મા મહાદ્રિધૃક્ ॥ 19 ॥

મહેશ્વાસો મહીભર્તા શ્રીનિવાસઃ સતાંગતિઃ ।
અનિરુદ્ધઃ સુરાનંદો ગોવિંદો ગોવિદાં પતિઃ ॥ 20 ॥

મરીચિર્દમનો હંસઃ સુપર્ણો ભુજગોત્તમઃ ।
હિરણ્યનાભઃ સુતપાઃ પદ્મનાભઃ પ્રજાપતિઃ ॥ 21 ॥

અમૃત્યુઃ સર્વદૃક્ સિંહઃ સંધાતા સંધિમાન્ સ્થિરઃ ।
અજો દુર્મર્ષણઃ શાસ્તા વિશ્રુતાત્મા સુરારિહા ॥ 22 ॥

ગુરુર્ગુરુતમો ધામ સત્યઃ સત્યપરાક્રમઃ ।
નિમિષોઽનિમિષઃ સ્રગ્વી વાચસ્પતિરુદારધીઃ ॥ 23 ॥

અગ્રણીગ્રામણીઃ શ્રીમાન્ ન્યાયો નેતા સમીરણઃ
સહસ્રમૂર્ધા વિશ્વાત્મા સહસ્રાક્ષઃ સહસ્રપાત્ ॥ 24 ॥

આવર્તનો નિવૃત્તાત્મા સંવૃતઃ સંપ્રમર્દનઃ ।
અહઃ સંવર્તકો વહ્નિરનિલો ધરણીધરઃ ॥ 25 ॥

સુપ્રસાદઃ પ્રસન્નાત્મા વિશ્વધૃગ્વિશ્વભુગ્વિભુઃ ।
સત્કર્તા સત્કૃતઃ સાધુર્જહ્નુર્નારાયણો નરઃ ॥ 26 ॥

અસંખ્યેયોઽપ્રમેયાત્મા વિશિષ્ટઃ શિષ્ટકૃચ્છુચિઃ ।
સિદ્ધાર્થઃ સિદ્ધસંકલ્પઃ સિદ્ધિદઃ સિદ્ધિ સાધનઃ ॥ 27 ॥

વૃષાહી વૃષભો વિષ્ણુર્વૃષપર્વા વૃષોદરઃ ।
વર્ધનો વર્ધમાનશ્ચ વિવિક્તઃ શ્રુતિસાગરઃ ॥ 28 ॥

સુભુજો દુર્ધરો વાગ્મી મહેંદ્રો વસુદો વસુઃ ।
નૈકરૂપો બૃહદ્રૂપઃ શિપિવિષ્ટઃ પ્રકાશનઃ ॥ 29 ॥

ઓજસ્તેજોદ્યુતિધરઃ પ્રકાશાત્મા પ્રતાપનઃ ।
ઋદ્દઃ સ્પષ્ટાક્ષરો મંત્રશ્ચંદ્રાંશુર્ભાસ્કરદ્યુતિઃ ॥ 30 ॥

અમૃતાંશૂદ્ભવો ભાનુઃ શશબિંદુઃ સુરેશ્વરઃ ।
ઔષધં જગતઃ સેતુઃ સત્યધર્મપરાક્રમઃ ॥ 31 ॥

ભૂતભવ્યભવન્નાથઃ પવનઃ પાવનોઽનલઃ ।
કામહા કામકૃત્કાંતઃ કામઃ કામપ્રદઃ પ્રભુઃ ॥ 32 ॥

યુગાદિ કૃદ્યુગાવર્તો નૈકમાયો મહાશનઃ ।
અદૃશ્યો વ્યક્તરૂપશ્ચ સહસ્રજિદનંતજિત્ ॥ 33 ॥

ઇષ્ટોઽવિશિષ્ટઃ શિષ્ટેષ્ટઃ શિખંડી નહુષો વૃષઃ ।
ક્રોધહા ક્રોધકૃત્કર્તા વિશ્વબાહુર્મહીધરઃ ॥ 34 ॥

અચ્યુતઃ પ્રથિતઃ પ્રાણઃ પ્રાણદો વાસવાનુજઃ ।
અપાંનિધિરધિષ્ઠાનમપ્રમત્તઃ પ્રતિષ્ઠિતઃ ॥ 35 ॥

સ્કંદઃ સ્કંદધરો ધુર્યો વરદો વાયુવાહનઃ ।
વાસુદેવો બૃહદ્ભાનુરાદિદેવઃ પુરંધરઃ ॥ 36 ॥

અશોકસ્તારણસ્તારઃ શૂરઃ શૌરિર્જનેશ્વરઃ ।
અનુકૂલઃ શતાવર્તઃ પદ્મી પદ્મનિભેક્ષણઃ ॥ 37 ॥

પદ્મનાભોઽરવિંદાક્ષઃ પદ્મગર્ભઃ શરીરભૃત્ ।
મહર્ધિરૃદ્ધો વૃદ્ધાત્મા મહાક્ષો ગરુડધ્વજઃ ॥ 38 ॥

અતુલઃ શરભો ભીમઃ સમયજ્ઞો હવિર્હરિઃ ।
સર્વલક્ષણલક્ષણ્યો લક્ષ્મીવાન્ સમિતિંજયઃ ॥ 39 ॥

વિક્ષરો રોહિતો માર્ગો હેતુર્દામોદરઃ સહઃ ।
મહીધરો મહાભાગો વેગવાનમિતાશનઃ ॥ 40 ॥

ઉદ્ભવઃ, ક્ષોભણો દેવઃ શ્રીગર્ભઃ પરમેશ્વરઃ ।
કરણં કારણં કર્તા વિકર્તા ગહનો ગુહઃ ॥ 41 ॥

વ્યવસાયો વ્યવસ્થાનઃ સંસ્થાનઃ સ્થાનદો ધ્રુવઃ ।
પરર્ધિઃ પરમસ્પષ્ટઃ તુષ્ટઃ પુષ્ટઃ શુભેક્ષણઃ ॥ 42 ॥

રામો વિરામો વિરજો માર્ગોનેયો નયોઽનયઃ ।
વીરઃ શક્તિમતાં શ્રેષ્ઠો ધર્મોધર્મ વિદુત્તમઃ ॥ 43 ॥

વૈકુંઠઃ પુરુષઃ પ્રાણઃ પ્રાણદઃ પ્રણવઃ પૃથુઃ ।
હિરણ્યગર્ભઃ શત્રુઘ્નો વ્યાપ્તો વાયુરધોક્ષજઃ ॥ 44 ॥

ઋતુઃ સુદર્શનઃ કાલઃ પરમેષ્ઠી પરિગ્રહઃ ।
ઉગ્રઃ સંવત્સરો દક્ષો વિશ્રામો વિશ્વદક્ષિણઃ ॥ 45 ॥

વિસ્તારઃ સ્થાવર સ્થાણુઃ પ્રમાણં બીજમવ્યયમ્ ।
અર્થોઽનર્થો મહાકોશો મહાભોગો મહાધનઃ ॥ 46 ॥

અનિર્વિણ્ણઃ સ્થવિષ્ઠો ભૂદ્ધર્મયૂપો મહામખઃ ।
નક્ષત્રનેમિર્નક્ષત્રી ક્ષમઃ, ક્ષામઃ સમીહનઃ ॥ 47 ॥

યજ્ઞ ઇજ્યો મહેજ્યશ્ચ ક્રતુઃ સત્રં સતાંગતિઃ ।
સર્વદર્શી વિમુક્તાત્મા સર્વજ્ઞો જ્ઞાનમુત્તમમ્ ॥ 48 ॥

સુવ્રતઃ સુમુખઃ સૂક્ષ્મઃ સુઘોષઃ સુખદઃ સુહૃત્ ।
મનોહરો જિતક્રોધો વીર બાહુર્વિદારણઃ ॥ 49 ॥

સ્વાપનઃ સ્વવશો વ્યાપી નૈકાત્મા નૈકકર્મકૃત્। ।
વત્સરો વત્સલો વત્સી રત્નગર્ભો ધનેશ્વરઃ ॥ 50 ॥

ધર્મગુબ્ધર્મકૃદ્ધર્મી સદસત્ક્ષરમક્ષરમ્॥
અવિજ્ઞાતા સહસ્ત્રાંશુર્વિધાતા કૃતલક્ષણઃ ॥ 51 ॥

ગભસ્તિનેમિઃ સત્ત્વસ્થઃ સિંહો ભૂત મહેશ્વરઃ ।
આદિદેવો મહાદેવો દેવેશો દેવભૃદ્ગુરુઃ ॥ 52 ॥

ઉત્તરો ગોપતિર્ગોપ્તા જ્ઞાનગમ્યઃ પુરાતનઃ ।
શરીર ભૂતભૃદ્ ભોક્તા કપીંદ્રો ભૂરિદક્ષિણઃ ॥ 53 ॥

સોમપોઽમૃતપઃ સોમઃ પુરુજિત્ પુરુસત્તમઃ ।
વિનયો જયઃ સત્યસંધો દાશાર્હઃ સાત્વતાં પતિઃ ॥ 54 ॥

જીવો વિનયિતા સાક્ષી મુકુંદોઽમિત વિક્રમઃ ।
અંભોનિધિરનંતાત્મા મહોદધિ શયોંતકઃ ॥ 55 ॥

અજો મહાર્હઃ સ્વાભાવ્યો જિતામિત્રઃ પ્રમોદનઃ ।
આનંદોઽનંદનોનંદઃ સત્યધર્મા ત્રિવિક્રમઃ ॥ 56 ॥

મહર્ષિઃ કપિલાચાર્યઃ કૃતજ્ઞો મેદિનીપતિઃ ।
ત્રિપદસ્ત્રિદશાધ્યક્ષો મહાશૃંગઃ કૃતાંતકૃત્ ॥ 57 ॥

મહાવરાહો ગોવિંદઃ સુષેણઃ કનકાંગદી ।
ગુહ્યો ગભીરો ગહનો ગુપ્તશ્ચક્ર ગદાધરઃ ॥ 58 ॥

વેધાઃ સ્વાંગોઽજિતઃ કૃષ્ણો દૃઢઃ સંકર્ષણોઽચ્યુતઃ ।
વરુણો વારુણો વૃક્ષઃ પુષ્કરાક્ષો મહામનાઃ ॥ 59 ॥

ભગવાન્ ભગહાઽઽનંદી વનમાલી હલાયુધઃ ।
આદિત્યો જ્યોતિરાદિત્યઃ સહિષ્ણુર્ગતિસત્તમઃ ॥ 60 ॥

સુધન્વા ખંડપરશુર્દારુણો દ્રવિણપ્રદઃ ।
દિવઃસ્પૃક્ સર્વદૃગ્વ્યાસો વાચસ્પતિરયોનિજઃ ॥ 61 ॥

ત્રિસામા સામગઃ સામ નિર્વાણં ભેષજં ભિષક્ ।
સન્યાસકૃચ્છમઃ શાંતો નિષ્ઠા શાંતિઃ પરાયણમ્। 62 ॥

શુભાંગઃ શાંતિદઃ સ્રષ્ટા કુમુદઃ કુવલેશયઃ ।
ગોહિતો ગોપતિર્ગોપ્તા વૃષભાક્ષો વૃષપ્રિયઃ ॥ 63 ॥

અનિવર્તી નિવૃત્તાત્મા સંક્ષેપ્તા ક્ષેમકૃચ્છિવઃ ।
શ્રીવત્સવક્ષાઃ શ્રીવાસઃ શ્રીપતિઃ શ્રીમતાંવરઃ ॥ 64 ॥

શ્રીદઃ શ્રીશઃ શ્રીનિવાસઃ શ્રીનિધિઃ શ્રીવિભાવનઃ ।
શ્રીધરઃ શ્રીકરઃ શ્રેયઃ શ્રીમાँલ્લોકત્રયાશ્રયઃ ॥ 65 ॥

સ્વક્ષઃ સ્વંગઃ શતાનંદો નંદિર્જ્યોતિર્ગણેશ્વરઃ ।
વિજિતાત્માઽવિધેયાત્મા સત્કીર્તિચ્છિન્નસંશયઃ ॥ 66 ॥

ઉદીર્ણઃ સર્વતશ્ચક્ષુરનીશઃ શાશ્વતસ્થિરઃ ।
ભૂશયો ભૂષણો ભૂતિર્વિશોકઃ શોકનાશનઃ ॥ 67 ॥

અર્ચિષ્માનર્ચિતઃ કુંભો વિશુદ્ધાત્મા વિશોધનઃ ।
અનિરુદ્ધોઽપ્રતિરથઃ પ્રદ્યુમ્નોઽમિતવિક્રમઃ ॥ 68 ॥

કાલનેમિનિહા વીરઃ શૌરિઃ શૂરજનેશ્વરઃ ।
ત્રિલોકાત્મા ત્રિલોકેશઃ કેશવઃ કેશિહા હરિઃ ॥ 69 ॥

કામદેવઃ કામપાલઃ કામી કાંતઃ કૃતાગમઃ ।
અનિર્દેશ્યવપુર્વિષ્ણુર્વીરોઽનંતો ધનંજયઃ ॥ 70 ॥

બ્રહ્મણ્યો બ્રહ્મકૃદ્ બ્રહ્મા બ્રહ્મ બ્રહ્મવિવર્ધનઃ ।
બ્રહ્મવિદ્ બ્રાહ્મણો બ્રહ્મી બ્રહ્મજ્ઞો બ્રાહ્મણપ્રિયઃ ॥ 71 ॥

મહાક્રમો મહાકર્મા મહાતેજા મહોરગઃ ।
મહાક્રતુર્મહાયજ્વા મહાયજ્ઞો મહાહવિઃ ॥ 72 ॥

સ્તવ્યઃ સ્તવપ્રિયઃ સ્તોત્રં સ્તુતિઃ સ્તોતા રણપ્રિયઃ ।
પૂર્ણઃ પૂરયિતા પુણ્યઃ પુણ્યકીર્તિરનામયઃ ॥ 73 ॥

મનોજવસ્તીર્થકરો વસુરેતા વસુપ્રદઃ ।
વસુપ્રદો વાસુદેવો વસુર્વસુમના હવિઃ ॥ 74 ॥

સદ્ગતિઃ સત્કૃતિઃ સત્તા સદ્ભૂતિઃ સત્પરાયણઃ ।
શૂરસેનો યદુશ્રેષ્ઠઃ સન્નિવાસઃ સુયામુનઃ ॥ 75 ॥

ભૂતાવાસો વાસુદેવઃ સર્વાસુનિલયોઽનલઃ ।
દર્પહા દર્પદો દૃપ્તો દુર્ધરોઽથાપરાજિતઃ ॥ 76 ॥

વિશ્વમૂર્તિર્મહામૂર્તિર્દીપ્તમૂર્તિરમૂર્તિમાન્ ।
અનેકમૂર્તિરવ્યક્તઃ શતમૂર્તિઃ શતાનનઃ ॥ 77 ॥

એકો નૈકઃ સ્તવઃ કઃ કિં યત્તત્ પદમનુત્તમમ્ ।
લોકબંધુર્લોકનાથો માધવો ભક્તવત્સલઃ ॥ 78 ॥

સુવર્ણવર્ણો હેમાંગો વરાંગશ્ચંદનાંગદી ।
વીરહા વિષમઃ શૂન્યો ઘૃતાશીરચલશ્ચલઃ ॥ 79 ॥

અમાની માનદો માન્યો લોકસ્વામી ત્રિલોકધૃત્ ।
સુમેધા મેધજો ધન્યઃ સત્યમેધા ધરાધરઃ ॥ 80 ॥

તેજોઽવૃષો દ્યુતિધરઃ સર્વશસ્ત્રભૃતાંવરઃ ।
પ્રગ્રહો નિગ્રહો વ્યગ્રો નૈકશૃંગો ગદાગ્રજઃ ॥ 81 ॥

ચતુર્મૂર્તિ શ્ચતુર્બાહુ શ્ચતુર્વ્યૂહ શ્ચતુર્ગતિઃ ।
ચતુરાત્મા ચતુર્ભાવશ્ચતુર્વેદવિદેકપાત્ ॥ 82 ॥

સમાવર્તોઽનિવૃત્તાત્મા દુર્જયો દુરતિક્રમઃ ।
દુર્લભો દુર્ગમો દુર્ગો દુરાવાસો દુરારિહા ॥ 83 ॥

શુભાંગો લોકસારંગઃ સુતંતુસ્તંતુવર્ધનઃ ।
ઇંદ્રકર્મા મહાકર્મા કૃતકર્મા કૃતાગમઃ ॥ 84 ॥

ઉદ્ભવઃ સુંદરઃ સુંદો રત્નનાભઃ સુલોચનઃ ।
અર્કો વાજસનઃ શૃંગી જયંતઃ સર્વવિજ્જયી ॥ 85 ॥

સુવર્ણબિંદુરક્ષોભ્યઃ સર્વવાગીશ્વરેશ્વરઃ ।
મહાહૃદો મહાગર્તો મહાભૂતો મહાનિધિઃ ॥ 86 ॥

કુમુદઃ કુંદરઃ કુંદઃ પર્જન્યઃ પાવનોઽનિલઃ ।
અમૃતાશોઽમૃતવપુઃ સર્વજ્ઞઃ સર્વતોમુખઃ ॥ 87 ॥

સુલભઃ સુવ્રતઃ સિદ્ધઃ શત્રુજિચ્છત્રુતાપનઃ ।
ન્યગ્રોધોઽદુંબરોઽશ્વત્થશ્ચાણૂરાંધ્ર નિષૂદનઃ ॥ 88 ॥

સહસ્રાર્ચિઃ સપ્તજિહ્વઃ સપ્તૈધાઃ સપ્તવાહનઃ ।
અમૂર્તિરનઘોઽચિંત્યો ભયકૃદ્ભયનાશનઃ ॥ 89 ॥

અણુર્બૃહત્કૃશઃ સ્થૂલો ગુણભૃન્નિર્ગુણો મહાન્ ।
અધૃતઃ સ્વધૃતઃ સ્વાસ્યઃ પ્રાગ્વંશો વંશવર્ધનઃ ॥ 90 ॥

ભારભૃત્ કથિતો યોગી યોગીશઃ સર્વકામદઃ ।
આશ્રમઃ શ્રમણઃ, ક્ષામઃ સુપર્ણો વાયુવાહનઃ ॥ 91 ॥

ધનુર્ધરો ધનુર્વેદો દંડો દમયિતા દમઃ ।
અપરાજિતઃ સર્વસહો નિયંતાઽનિયમોઽયમઃ ॥ 92 ॥

સત્ત્વવાન્ સાત્ત્વિકઃ સત્યઃ સત્યધર્મપરાયણઃ ।
અભિપ્રાયઃ પ્રિયાર્હોઽર્હઃ પ્રિયકૃત્ પ્રીતિવર્ધનઃ ॥ 93 ॥

વિહાયસગતિર્જ્યોતિઃ સુરુચિર્હુતભુગ્વિભુઃ ।
રવિર્વિરોચનઃ સૂર્યઃ સવિતા રવિલોચનઃ ॥ 94 ॥

અનંતો હુતભુગ્ભોક્તા સુખદો નૈકજોઽગ્રજઃ ।
અનિર્વિણ્ણઃ સદામર્ષી લોકધિષ્ઠાનમદ્ભુતઃ ॥ 95 ॥

સનાત્સનાતનતમઃ કપિલઃ કપિરવ્યયઃ ।
સ્વસ્તિદઃ સ્વસ્તિકૃત્સ્વસ્તિઃ સ્વસ્તિભુક્ સ્વસ્તિદક્ષિણઃ ॥ 96 ॥

અરૌદ્રઃ કુંડલી ચક્રી વિક્રમ્યૂર્જિતશાસનઃ ।
શબ્દાતિગઃ શબ્દસહઃ શિશિરઃ શર્વરીકરઃ ॥ 97 ॥

અક્રૂરઃ પેશલો દક્ષો દક્ષિણઃ, ક્ષમિણાંવરઃ ।
વિદ્વત્તમો વીતભયઃ પુણ્યશ્રવણકીર્તનઃ ॥ 98 ॥

ઉત્તારણો દુષ્કૃતિહા પુણ્યો દુઃસ્વપ્નનાશનઃ ।
વીરહા રક્ષણઃ સંતો જીવનઃ પર્યવસ્થિતઃ ॥ 99 ॥

અનંતરૂપોઽનંત શ્રીર્જિતમન્યુર્ભયાપહઃ ।
ચતુરશ્રો ગભીરાત્મા વિદિશો વ્યાદિશો દિશઃ ॥ 100 ॥

અનાદિર્ભૂર્ભુવો લક્ષ્મીઃ સુવીરો રુચિરાંગદઃ ।
જનનો જનજન્માદિર્ભીમો ભીમપરાક્રમઃ ॥ 101 ॥

આધારનિલયોઽધાતા પુષ્પહાસઃ પ્રજાગરઃ ।
ઊર્ધ્વગઃ સત્પથાચારઃ પ્રાણદઃ પ્રણવઃ પણઃ ॥ 102 ॥

પ્રમાણં પ્રાણનિલયઃ પ્રાણભૃત્ પ્રાણજીવનઃ ।
તત્ત્વં તત્ત્વવિદેકાત્મા જન્મમૃત્યુજરાતિગઃ ॥ 103 ॥

ભૂર્ભુવઃ સ્વસ્તરુસ્તારઃ સવિતા પ્રપિતામહઃ ।
યજ્ઞો યજ્ઞપતિર્યજ્વા યજ્ઞાંગો યજ્ઞવાહનઃ ॥ 104 ॥

યજ્ઞભૃદ્ યજ્ઞકૃદ્ યજ્ઞી યજ્ઞભુક્ યજ્ઞસાધનઃ ।
યજ્ઞાંતકૃદ્ યજ્ઞગુહ્યમન્નમન્નાદ એવ ચ ॥ 105 ॥

આત્મયોનિઃ સ્વયંજાતો વૈખાનઃ સામગાયનઃ ।
દેવકીનંદનઃ સ્રષ્ટા ક્ષિતીશઃ પાપનાશનઃ ॥ 106 ॥

શંખભૃન્નંદકી ચક્રી શાર્ઙ્ગધન્વા ગદાધરઃ ।
રથાંગપાણિરક્ષોભ્યઃ સર્વપ્રહરણાયુધઃ ॥ 107 ॥

શ્રી સર્વપ્રહરણાયુધ ઓં નમ ઇતિ ।

વનમાલી ગદી શાર્​ઙ્ગી શંખી ચક્રી ચ નંદકી ।
શ્રીમાન્નારાયણો વિષ્ણુર્વાસુદેવોઽભિરક્ષતુ ॥ 108 ॥

શ્રી વાસુદેવોઽભિરક્ષતુ ઓં નમ ઇતિ ।

ઉત્તર પીઠિકા

ફલશ્રુતિઃ
ઇતીદં કીર્તનીયસ્ય કેશવસ્ય મહાત્મનઃ ।
નામ્નાં સહસ્રં દિવ્યાનામશેષેણ પ્રકીર્તિતમ્। ॥ 1 ॥

ય ઇદં શૃણુયાન્નિત્યં યશ્ચાપિ પરિકીર્તયેત્॥
નાશુભં પ્રાપ્નુયાત્ કિંચિત્સોઽમુત્રેહ ચ માનવઃ ॥ 2 ॥

વેદાંતગો બ્રાહ્મણઃ સ્યાત્ ક્ષત્રિયો વિજયી ભવેત્ ।
વૈશ્યો ધનસમૃદ્ધઃ સ્યાત્ શૂદ્રઃ સુખમવાપ્નુયાત્ ॥ 3 ॥

ધર્માર્થી પ્રાપ્નુયાદ્ધર્મમર્થાર્થી ચાર્થમાપ્નુયાત્ ।
કામાનવાપ્નુયાત્ કામી પ્રજાર્થી પ્રાપ્નુયાત્પ્રજામ્। ॥ 4 ॥

ભક્તિમાન્ યઃ સદોત્થાય શુચિસ્તદ્ગતમાનસઃ ।
સહસ્રં વાસુદેવસ્ય નામ્નામેતત્ પ્રકીર્તયેત્ ॥ 5 ॥

યશઃ પ્રાપ્નોતિ વિપુલં યાતિપ્રાધાન્યમેવ ચ ।
અચલાં શ્રિયમાપ્નોતિ શ્રેયઃ પ્રાપ્નોત્યનુત્તમમ્। ॥ 6 ॥

ન ભયં ક્વચિદાપ્નોતિ વીર્યં તેજશ્ચ વિંદતિ ।
ભવત્યરોગો દ્યુતિમાન્ બલરૂપ ગુણાન્વિતઃ ॥ 7 ॥

રોગાર્તો મુચ્યતે રોગાદ્બદ્ધો મુચ્યેત બંધનાત્ ।
ભયાન્મુચ્યેત ભીતસ્તુ મુચ્યેતાપન્ન આપદઃ ॥ 8 ॥

દુર્ગાણ્યતિતરત્યાશુ પુરુષઃ પુરુષોત્તમમ્ ।
સ્તુવન્નામસહસ્રેણ નિત્યં ભક્તિસમન્વિતઃ ॥ 9 ॥

વાસુદેવાશ્રયો મર્ત્યો વાસુદેવપરાયણઃ ।
સર્વપાપવિશુદ્ધાત્મા યાતિ બ્રહ્મ સનાતનમ્। ॥ 10 ॥

ન વાસુદેવ ભક્તાનામશુભં વિદ્યતે ક્વચિત્ ।
જન્મમૃત્યુજરાવ્યાધિભયં નૈવોપજાયતે ॥ 11 ॥

ઇમં સ્તવમધીયાનઃ શ્રદ્ધાભક્તિસમન્વિતઃ ।
યુજ્યેતાત્મ સુખક્ષાંતિ શ્રીધૃતિ સ્મૃતિ કીર્તિભિઃ ॥ 12 ॥

ન ક્રોધો ન ચ માત્સર્યં ન લોભો નાશુભામતિઃ ।
ભવંતિ કૃતપુણ્યાનાં ભક્તાનાં પુરુષોત્તમે ॥ 13 ॥

દ્યૌઃ સચંદ્રાર્કનક્ષત્રા ખં દિશો ભૂર્મહોદધિઃ ।
વાસુદેવસ્ય વીર્યેણ વિધૃતાનિ મહાત્મનઃ ॥ 14 ॥

સસુરાસુરગંધર્વં સયક્ષોરગરાક્ષસમ્ ।
જગદ્વશે વર્તતેદં કૃષ્ણસ્ય સ ચરાચરમ્। ॥ 15 ॥

ઇંદ્રિયાણિ મનોબુદ્ધિઃ સત્ત્વં તેજો બલં ધૃતિઃ ।
વાસુદેવાત્મકાન્યાહુઃ, ક્ષેત્રં ક્ષેત્રજ્ઞ એવ ચ ॥ 16 ॥

સર્વાગમાનામાચારઃ પ્રથમં પરિકલ્પતે ।
આચારપ્રભવો ધર્મો ધર્મસ્ય પ્રભુરચ્યુતઃ ॥ 17 ॥

ઋષયઃ પિતરો દેવા મહાભૂતાનિ ધાતવઃ ।
જંગમાજંગમં ચેદં જગન્નારાયણોદ્ભવમ્ ॥ 18 ॥

યોગોજ્ઞાનં તથા સાંખ્યં વિદ્યાઃ શિલ્પાદિકર્મ ચ ।
વેદાઃ શાસ્ત્રાણિ વિજ્ઞાનમેતત્સર્વં જનાર્દનાત્ ॥ 19 ॥

એકો વિષ્ણુર્મહદ્ભૂતં પૃથગ્ભૂતાન્યનેકશઃ ।
ત્રીંલોકાન્વ્યાપ્ય ભૂતાત્મા ભુંક્તે વિશ્વભુગવ્યયઃ ॥ 20 ॥

ઇમં સ્તવં ભગવતો વિષ્ણોર્વ્યાસેન કીર્તિતમ્ ।
પઠેદ્ય ઇચ્ચેત્પુરુષઃ શ્રેયઃ પ્રાપ્તું સુખાનિ ચ ॥ 21 ॥

વિશ્વેશ્વરમજં દેવં જગતઃ પ્રભુમવ્યયમ્।
ભજંતિ યે પુષ્કરાક્ષં ન તે યાંતિ પરાભવમ્ ॥ 22 ॥

ન તે યાંતિ પરાભવં ઓં નમ ઇતિ ।

અર્જુન ઉવાચ
પદ્મપત્ર વિશાલાક્ષ પદ્મનાભ સુરોત્તમ ।
ભક્તાના મનુરક્તાનાં ત્રાતા ભવ જનાર્દન ॥ 23 ॥

શ્રીભગવાનુવાચ
યો માં નામસહસ્રેણ સ્તોતુમિચ્છતિ પાંડવ ।
સોઽહમેકેન શ્લોકેન સ્તુત એવ ન સંશયઃ ॥ 24 ॥

સ્તુત એવ ન સંશય ઓં નમ ઇતિ ।

વ્યાસ ઉવાચ
વાસનાદ્વાસુદેવસ્ય વાસિતં ભુવનત્રયમ્ ।
સર્વભૂતનિવાસોઽસિ વાસુદેવ નમોઽસ્તુ તે ॥ 25 ॥

શ્રીવાસુદેવ નમોસ્તુત ઓં નમ ઇતિ ।

પાર્વત્યુવાચ
કેનોપાયેન લઘુના વિષ્ણોર્નામસહસ્રકમ્ ।
પઠ્યતે પંડિતૈર્નિત્યં શ્રોતુમિચ્છામ્યહં પ્રભો ॥ 26 ॥

ઈશ્વર ઉવાચ
શ્રીરામ રામ રામેતિ રમે રામે મનોરમે ।
સહસ્રનામ તત્તુલ્યં રામનામ વરાનને ॥ 27 ॥

શ્રીરામ નામ વરાનન ઓં નમ ઇતિ ।

બ્રહ્મોવાચ
નમોઽસ્ત્વનંતાય સહસ્રમૂર્તયે સહસ્રપાદાક્ષિશિરોરુબાહવે ।
સહસ્રનામ્ને પુરુષાય શાશ્વતે સહસ્રકોટી યુગધારિણે નમઃ ॥ 28 ॥

શ્રી સહસ્રકોટી યુગધારિણે નમ ઓં નમ ઇતિ ।

સંજય ઉવાચ
યત્ર યોગેશ્વરઃ કૃષ્ણો યત્ર પાર્થો ધનુર્ધરઃ ।
તત્ર શ્રીર્વિજયો ભૂતિર્ધ્રુવા નીતિર્મતિર્મમ ॥ 29 ॥

શ્રી ભગવાન્ ઉવાચ
અનન્યાશ્ચિંતયંતો માં યે જનાઃ પર્યુપાસતે ।
તેષાં નિત્યાભિયુક્તાનાં યોગક્ષેમં વહામ્યહમ્। ॥ 30 ॥

પરિત્રાણાય સાધૂનાં વિનાશાય ચ દુષ્કૃતામ્। ।
ધર્મસંસ્થાપનાર્થાય સંભવામિ યુગે યુગે ॥ 31 ॥

આર્તાઃ વિષણ્ણાઃ શિથિલાશ્ચ ભીતાઃ ઘોરેષુ ચ વ્યાધિષુ વર્તમાનાઃ ।
સંકીર્ત્ય નારાયણશબ્દમાત્રં વિમુક્તદુઃખાઃ સુખિનો ભવંતિ ॥ 32 ॥

કાયેન વાચા મનસેંદ્રિયૈર્વા બુદ્ધ્યાત્મના વા પ્રકૃતેઃ સ્વભાવાત્ ।
કરોમિ યદ્યત્સકલં પરસ્મૈ નારાયણાયેતિ સમર્પયામિ ॥ 33 ॥

યદક્ષર પદભ્રષ્ટં માત્રાહીનં તુ યદ્ભવેત્
તથ્સર્વં ક્ષમ્યતાં દેવ નારાયણ નમોઽસ્તુ તે ।
વિસર્ગ બિંદુ માત્રાણિ પદપાદાક્ષરાણિ ચ
ન્યૂનાનિ ચાતિરિક્તાનિ ક્ષમસ્વ પુરુષોત્તમઃ ॥

ઇતિ શ્રી મહાભારતે શતસાહસ્રિકાયાં સંહિતાયાં વૈયાસિક્યામનુશાસન પર્વાંતર્ગત આનુશાસનિક પર્વણિ, મોક્ષધર્મે ભીષ્મ યુધિષ્ઠિર સંવાદે શ્રી વિષ્ણોર્દિવ્ય સહસ્રનામ સ્તોત્રં નામૈકોન પંચ શતાધિક શતતમોધ્યાયઃ ॥
શ્રી વિષ્ણુ સહસ્રનામ સ્તોત્રં સમાપ્તમ્ ॥
ઓં તત્સત્ સર્વં શ્રી કૃષ્ણાર્પણમસ્તુ ॥`;
