// https://vignanam.org/malayalam/sree-vishnu-sahasra-nama-stotram.html

export const malayalamContentText: string = `ഓം ശുക്ലാംബരധരം വിഷ്ണും ശശിവര്ണം ചതുര്ഭുജമ് ।
പ്രസന്നവദനം ധ്യായേത് സർവവിഘ്നോപശാംതയേ ॥ 1 ॥

യസ്യദ്വിരദവക്ത്രാദ്യാഃ പാരിഷദ്യാഃ പരഃ ശതമ് ।
വിഘ്നം നിഘ്നംതി സതതം വിഷ്വക്സേനം തമാശ്രയേ ॥ 2 ॥

പൂർവ പീഠികാ
വ്യാസം വസിഷ്ഠ നപ്താരം ശക്തേഃ പൌത്രമകല്മഷമ് ।
പരാശരാത്മജം വംദേ ശുകതാതം തപോനിധിമ് ॥ 3 ॥

വ്യാസായ വിഷ്ണു രൂപായ വ്യാസരൂപായ വിഷ്ണവേ ।
നമോ വൈ ബ്രഹ്മനിധയേ വാസിഷ്ഠായ നമോ നമഃ ॥ 4 ॥

അവികാരായ ശുദ്ധായ നിത്യായ പരമാത്മനേ ।
സദൈക രൂപ രൂപായ വിഷ്ണവേ സർവജിഷ്ണവേ ॥ 5 ॥

യസ്യ സ്മരണമാത്രേണ ജന്മസംസാരബംധനാത് ।
വിമുച്യതേ നമസ്തസ്മൈ വിഷ്ണവേ പ്രഭവിഷ്ണവേ ॥ 6 ॥

ഓം നമോ വിഷ്ണവേ പ്രഭവിഷ്ണവേ ।

ശ്രീ വൈശംപായന ഉവാച
ശ്രുത്വാ ധര്മാ നശേഷേണ പാവനാനി ച സർവശഃ ।
യുധിഷ്ഠിരഃ ശാംതനവം പുനരേവാഭ്യ ഭാഷത ॥ 7 ॥

യുധിഷ്ഠിര ഉവാച
കിമേകം ദൈവതം ലോകേ കിം വാഽപ്യേകം പരായണം
സ്തുവംതഃ കം കമര്ചംതഃ പ്രാപ്നുയുര്മാനവാഃ ശുഭമ് ॥ 8 ॥

കോ ധര്മഃ സർവധര്മാണാം ഭവതഃ പരമോ മതഃ ।
കിം ജപന്മുച്യതേ ജംതുര്ജന്മസംസാര ബംധനാത് ॥ 9 ॥

ശ്രീ ഭീഷ്മ ഉവാച
ജഗത്പ്രഭും ദേവദേവ മനംതം പുരുഷോത്തമമ് ।
സ്തുവന്നാമ സഹസ്രേണ പുരുഷഃ സതതോത്ഥിതഃ ॥ 10 ॥

തമേവ ചാര്ചയന്നിത്യം ഭക്ത്യാ പുരുഷമവ്യയമ് ।
ധ്യായന് സ്തുവന്നമസ്യംശ്ച യജമാനസ്തമേവ ച ॥ 11 ॥

അനാദി നിധനം വിഷ്ണും സർവലോക മഹേശ്വരമ് ।
ലോകാധ്യക്ഷം സ്തുവന്നിത്യം സർവ ദുഃഖാതിഗോ ഭവേത് ॥ 12 ॥

ബ്രഹ്മണ്യം സർവ ധര്മജ്ഞം ലോകാനാം കീര്തി വര്ധനമ് ।
ലോകനാഥം മഹദ്ഭൂതം സർവഭൂത ഭവോദ്ഭവമ്॥ 13 ॥

ഏഷ മേ സർവ ധര്മാണാം ധര്മോഽധിക തമോമതഃ ।
യദ്ഭക്ത്യാ പുംഡരീകാക്ഷം സ്തവൈരര്ചേന്നരഃ സദാ ॥ 14 ॥

പരമം യോ മഹത്തേജഃ പരമം യോ മഹത്തപഃ ।
പരമം യോ മഹദ്ബ്രഹ്മ പരമം യഃ പരായണമ് । 15 ॥

പവിത്രാണാം പവിത്രം യോ മംഗളാനാം ച മംഗളമ് ।
ദൈവതം ദേവതാനാം ച ഭൂതാനാം യോഽവ്യയഃ പിതാ ॥ 16 ॥

യതഃ സർവാണി ഭൂതാനി ഭവംത്യാദി യുഗാഗമേ ।
യസ്മിംശ്ച പ്രലയം യാംതി പുനരേവ യുഗക്ഷയേ ॥ 17 ॥

തസ്യ ലോക പ്രധാനസ്യ ജഗന്നാഥസ്യ ഭൂപതേ ।
വിഷ്ണോര്നാമ സഹസ്രം മേ ശ്രുണു പാപ ഭയാപഹമ് ॥ 18 ॥

യാനി നാമാനി ഗൌണാനി വിഖ്യാതാനി മഹാത്മനഃ ।
ഋഷിഭിഃ പരിഗീതാനി താനി വക്ഷ്യാമി ഭൂതയേ ॥ 19 ॥

ഋഷിര്നാമ്നാം സഹസ്രസ്യ വേദവ്യാസോ മഹാമുനിഃ ॥
ഛംദോഽനുഷ്ടുപ് തഥാ ദേവോ ഭഗവാന് ദേവകീസുതഃ ॥ 20 ॥

അമൃതാം ശൂദ്ഭവോ ബീജം ശക്തിര്ദേവകിനംദനഃ ।
ത്രിസാമാ ഹൃദയം തസ്യ ശാംത്യര്ഥേ വിനിയുജ്യതേ ॥ 21 ॥

വിഷ്ണും ജിഷ്ണും മഹാവിഷ്ണും പ്രഭവിഷ്ണും മഹേശ്വരമ് ॥
അനേകരൂപ ദൈത്യാംതം നമാമി പുരുഷോത്തമമ് ॥ 22 ॥

പൂർവന്യാസഃ
അസ്യ ശ്രീ വിഷ്ണോര്ദിവ്യ സഹസ്രനാമ സ്തോത്ര മഹാമംത്രസ്യ ॥
ശ്രീ വേദവ്യാസോ ഭഗവാന് ഋഷിഃ ।
അനുഷ്ടുപ് ഛംദഃ ।
ശ്രീമഹാവിഷ്ണുഃ പരമാത്മാ ശ്രീമന്നാരായണോ ദേവതാ ।
അമൃതാംശൂദ്ഭവോ ഭാനുരിതി ബീജമ് ।
ദേവകീനംദനഃ സ്രഷ്ടേതി ശക്തിഃ ।
ഉദ്ഭവഃ, ക്ഷോഭണോ ദേവ ഇതി പരമോമംത്രഃ ।
ശംഖഭൃന്നംദകീ ചക്രീതി കീലകമ് ।
ശാര്​ങ്ഗധന്വാ ഗദാധര ഇത്യസ്ത്രമ് ।
രഥാംഗപാണി രക്ഷോഭ്യ ഇതി നേത്രമ് ।
ത്രിസാമാസാമഗഃ സാമേതി കവചമ് ।
ആനംദം പരബ്രഹ്മേതി യോനിഃ ।
ഋതുസ്സുദര്ശനഃ കാല ഇതി ദിഗ്ബംധഃ ॥
ശ്രീവിശ്വരൂപ ഇതി ധ്യാനമ് ।
ശ്രീ മഹാവിഷ്ണു പ്രീത്യര്ഥേ സഹസ്രനാമ ജപേ പാരായണേ വിനിയോഗഃ ।

കരന്യാസഃ
വിശ്വം വിഷ്ണുർവഷട്കാര ഇത്യംഗുഷ്ഠാഭ്യാം നമഃ
അമൃതാം ശൂദ്ഭവോ ഭാനുരിതി തര്ജനീഭ്യാം നമഃ
ബ്രഹ്മണ്യോ ബ്രഹ്മകൃത് ബ്രഹ്മേതി മധ്യമാഭ്യാം നമഃ
സുവര്ണബിംദു രക്ഷോഭ്യ ഇതി അനാമികാഭ്യാം നമഃ
നിമിഷോഽനിമിഷഃ സ്രഗ്വീതി കനിഷ്ഠികാഭ്യാം നമഃ
രഥാംഗപാണി രക്ഷോഭ്യ ഇതി കരതല കരപൃഷ്ഠാഭ്യാം നമഃ

അംഗന്യാസഃ
സുവ്രതഃ സുമുഖഃ സൂക്ഷ്മ ഇതി ജ്ഞാനായ ഹൃദയായ നമഃ
സഹസ്രമൂര്തിഃ വിശ്വാത്മാ ഇതി ഐശ്വര്യായ ശിരസേ സ്വാഹാ
സഹസ്രാര്ചിഃ സപ്തജിഹ്വ ഇതി ശക്ത്യൈ ശിഖായൈ വഷട്
ത്രിസാമാ സാമഗസ്സാമേതി ബലായ കവചായ ഹും
രഥാംഗപാണി രക്ഷോഭ്യ ഇതി നേത്രാഭ്യാം വൌഷട്
ശാംഗധന്വാ ഗദാധര ഇതി വീര്യായ അസ്ത്രായഫട്
ഋതുഃ സുദര്ശനഃ കാല ഇതി ദിഗ്ഭംധഃ

ധ്യാനമ്
ക്ഷീരോധന്വത്പ്രദേശേ ശുചിമണി-വിലസ-ത്സൈകതേ-മൌക്തികാനാം
മാലാ-കൢപ്താസനസ്ഥഃ സ്ഫടിക-മണിനിഭൈ-ര്മൌക്തികൈ-ര്മംഡിതാംഗഃ ।
ശുഭ്രൈ-രഭ്രൈ-രദഭ്രൈ-രുപരിവിരചിതൈ-ര്മുക്ത പീയൂഷ വര്ഷൈഃ
ആനംദീ നഃ പുനീയാ-ദരിനലിനഗദാ ശംഖപാണി-ര്മുകുംദഃ ॥ 1 ॥

ഭൂഃ പാദൌ യസ്യ നാഭിർവിയ-ദസുര നിലശ്ചംദ്ര സൂര്യൌ ച നേത്രേ
കര്ണാവാശാഃ ശിരോദ്യൌര്മുഖമപി ദഹനോ യസ്യ വാസ്തേയമബ്ധിഃ ।
അംതഃസ്ഥം യസ്യ വിശ്വം സുര നരഖഗഗോഭോഗി ഗംധർവദൈത്യൈഃ
ചിത്രം രം രമ്യതേ തം ത്രിഭുവന വപുശം വിഷ്ണുമീശം നമാമി ॥ 2 ॥

ഓം നമോ ഭഗവതേ വാസുദേവായ !

ശാംതാകാരം ഭുജഗശയനം പദ്മനാഭം സുരേശം
വിശ്വാധാരം ഗഗനസദൃശം മേഘവര്ണം ശുഭാംഗമ് ।
ലക്ഷ്മീകാംതം കമലനയനം യോഗിഹൃര്ധ്യാനഗമ്യമ്
വംദേ വിഷ്ണും ഭവഭയഹരം സർവലോകൈകനാഥമ് ॥ 3 ॥

മേഘശ്യാമം പീതകൌശേയവാസം
ശ്രീവത്സാകം കൌസ്തുഭോദ്ഭാസിതാംഗമ് ।
പുണ്യോപേതം പുംഡരീകായതാക്ഷം
വിഷ്ണും വംദേ സർവലോകൈകനാഥമ് ॥ 4 ॥

നമഃ സമസ്ത ഭൂതാനാം ആദി ഭൂതായ ഭൂഭൃതേ ।
അനേകരൂപ രൂപായ വിഷ്ണവേ പ്രഭവിഷ്ണവേ ॥ 5॥

സശംഖചക്രം സകിരീടകുംഡലം
സപീതവസ്ത്രം സരസീരുഹേക്ഷണമ് ।
സഹാര വക്ഷഃസ്ഥല ശോഭി കൌസ്തുഭം
നമാമി വിഷ്ണും ശിരസാ ചതുര്ഭുജമ് । 6॥

ഛായായാം പാരിജാതസ്യ ഹേമസിംഹാസനോപരി
ആസീനമംബുദശ്യാമമായതാക്ഷമലംകൃതമ് ॥ 7 ॥

ചംദ്രാനനം ചതുര്ബാഹും ശ്രീവത്സാംകിത വക്ഷസമ്
രുക്മിണീ സത്യഭാമാഭ്യാം സഹിതം കൃഷ്ണമാശ്രയേ ॥ 8 ॥

പംചപൂജ
ലം - പൃഥിവ്യാത്മനേ ഗംഥം സമര്പയാമി
ഹം - ആകാശാത്മനേ പുഷ്പൈഃ പൂജയാമി
യം - വായ്വാത്മനേ ധൂപമാഘ്രാപയാമി
രം - അഗ്ന്യാത്മനേ ദീപം ദര്ശയാമി
വം - അമൃതാത്മനേ നൈവേദ്യം നിവേദയാമി
സം - സർവാത്മനേ സർവോപചാര പൂജാ നമസ്കാരാന് സമര്പയാമി

സ്തോത്രമ്

ഹരിഃ ഓമ്

വിശ്വം വിഷ്ണുർവഷട്കാരോ ഭൂതഭവ്യഭവത്പ്രഭുഃ ।
ഭൂതകൃദ്ഭൂതഭൃദ്ഭാവോ ഭൂതാത്മാ ഭൂതഭാവനഃ ॥ 1 ॥

പൂതാത്മാ പരമാത്മാ ച മുക്താനാം പരമാഗതിഃ ।
അവ്യയഃ പുരുഷഃ സാക്ഷീ ക്ഷേത്രജ്ഞോഽക്ഷര ഏവ ച ॥ 2 ॥

യോഗോ യോഗവിദാം നേതാ പ്രധാന പുരുഷേശ്വരഃ ।
നാരസിംഹവപുഃ ശ്രീമാന് കേശവഃ പുരുഷോത്തമഃ ॥ 3 ॥

സർവഃ ശർവഃ ശിവഃ സ്ഥാണുര്ഭൂതാദിര്നിധിരവ്യയഃ ।
സംഭവോ ഭാവനോ ഭര്താ പ്രഭവഃ പ്രഭുരീശ്വരഃ ॥ 4 ॥

സ്വയംഭൂഃ ശംഭുരാദിത്യഃ പുഷ്കരാക്ഷോ മഹാസ്വനഃ ।
അനാദിനിധനോ ധാതാ വിധാതാ ധാതുരുത്തമഃ ॥ 5 ॥

അപ്രമേയോ ഹൃഷീകേശഃ പദ്മനാഭോഽമരപ്രഭുഃ ।
വിശ്വകര്മാ മനുസ്ത്വഷ്ടാ സ്ഥവിഷ്ഠഃ സ്ഥവിരോ ധ്രുവഃ ॥ 6 ॥

അഗ്രാഹ്യഃ ശാശ്വതോ കൃഷ്ണോ ലോഹിതാക്ഷഃ പ്രതര്ദനഃ ।
പ്രഭൂതസ്ത്രികകുബ്ധാമ പവിത്രം മംഗളം പരമ് ॥ 7 ॥

ഈശാനഃ പ്രാണദഃ പ്രാണോ ജ്യേഷ്ഠഃ ശ്രേഷ്ഠഃ പ്രജാപതിഃ ।
ഹിരണ്യഗര്ഭോ ഭൂഗര്ഭോ മാധവോ മധുസൂദനഃ ॥ 8 ॥

ഈശ്വരോ വിക്രമീധന്വീ മേധാവീ വിക്രമഃ ക്രമഃ ।
അനുത്തമോ ദുരാധര്ഷഃ കൃതജ്ഞഃ കൃതിരാത്മവാന്॥ 9 ॥

സുരേശഃ ശരണം ശര്മ വിശ്വരേതാഃ പ്രജാഭവഃ ।
അഹസ്സംവത്സരോ വ്യാളഃ പ്രത്യയഃ സർവദര്ശനഃ ॥ 10 ॥

അജസ്സർവേശ്വരഃ സിദ്ധഃ സിദ്ധിഃ സർവാദിരച്യുതഃ ।
വൃഷാകപിരമേയാത്മാ സർവയോഗവിനിസ്സൃതഃ ॥ 11 ॥

വസുർവസുമനാഃ സത്യഃ സമാത്മാ സമ്മിതസ്സമഃ ।
അമോഘഃ പുംഡരീകാക്ഷോ വൃഷകര്മാ വൃഷാകൃതിഃ ॥ 12 ॥

രുദ്രോ ബഹുശിരാ ബഭ്രുർവിശ്വയോനിഃ ശുചിശ്രവാഃ ।
അമൃതഃ ശാശ്വതസ്ഥാണുർവരാരോഹോ മഹാതപാഃ ॥ 13 ॥

സർവഗഃ സർവ വിദ്ഭാനുർവിഷ്വക്സേനോ ജനാര്ദനഃ ।
വേദോ വേദവിദവ്യംഗോ വേദാംഗോ വേദവിത്കവിഃ ॥ 14 ॥

ലോകാധ്യക്ഷഃ സുരാധ്യക്ഷോ ധര്മാധ്യക്ഷഃ കൃതാകൃതഃ ।
ചതുരാത്മാ ചതുർവ്യൂഹശ്ചതുര്ദംഷ്ട്രശ്ചതുര്ഭുജഃ ॥ 15 ॥

ഭ്രാജിഷ്ണുര്ഭോജനം ഭോക്താ സഹിഷ്ണുര്ജഗദാദിജഃ ।
അനഘോ വിജയോ ജേതാ വിശ്വയോനിഃ പുനർവസുഃ ॥ 16 ॥

ഉപേംദ്രോ വാമനഃ പ്രാംശുരമോഘഃ ശുചിരൂര്ജിതഃ ।
അതീംദ്രഃ സംഗ്രഹഃ സര്ഗോ ധൃതാത്മാ നിയമോ യമഃ ॥ 17 ॥

വേദ്യോ വൈദ്യഃ സദായോഗീ വീരഹാ മാധവോ മധുഃ ।
അതീംദ്രിയോ മഹാമായോ മഹോത്സാഹോ മഹാബലഃ ॥ 18 ॥

മഹാബുദ്ധിര്മഹാവീര്യോ മഹാശക്തിര്മഹാദ്യുതിഃ ।
അനിര്ദേശ്യവപുഃ ശ്രീമാനമേയാത്മാ മഹാദ്രിധൃക് ॥ 19 ॥

മഹേശ്വാസോ മഹീഭര്താ ശ്രീനിവാസഃ സതാംഗതിഃ ।
അനിരുദ്ധഃ സുരാനംദോ ഗോവിംദോ ഗോവിദാം പതിഃ ॥ 20 ॥

മരീചിര്ദമനോ ഹംസഃ സുപര്ണോ ഭുജഗോത്തമഃ ।
ഹിരണ്യനാഭഃ സുതപാഃ പദ്മനാഭഃ പ്രജാപതിഃ ॥ 21 ॥

അമൃത്യുഃ സർവദൃക് സിംഹഃ സംധാതാ സംധിമാന് സ്ഥിരഃ ।
അജോ ദുര്മര്ഷണഃ ശാസ്താ വിശ്രുതാത്മാ സുരാരിഹാ ॥ 22 ॥

ഗുരുര്ഗുരുതമോ ധാമ സത്യഃ സത്യപരാക്രമഃ ।
നിമിഷോഽനിമിഷഃ സ്രഗ്വീ വാചസ്പതിരുദാരധീഃ ॥ 23 ॥

അഗ്രണീഗ്രാമണീഃ ശ്രീമാന് ന്യായോ നേതാ സമീരണഃ
സഹസ്രമൂര്ധാ വിശ്വാത്മാ സഹസ്രാക്ഷഃ സഹസ്രപാത് ॥ 24 ॥

ആവര്തനോ നിവൃത്താത്മാ സംവൃതഃ സംപ്രമര്ദനഃ ।
അഹഃ സംവര്തകോ വഹ്നിരനിലോ ധരണീധരഃ ॥ 25 ॥

സുപ്രസാദഃ പ്രസന്നാത്മാ വിശ്വധൃഗ്വിശ്വഭുഗ്വിഭുഃ ।
സത്കര്താ സത്കൃതഃ സാധുര്ജഹ്നുര്നാരായണോ നരഃ ॥ 26 ॥

അസംഖ്യേയോഽപ്രമേയാത്മാ വിശിഷ്ടഃ ശിഷ്ടകൃച്ഛുചിഃ ।
സിദ്ധാര്ഥഃ സിദ്ധസംകല്പഃ സിദ്ധിദഃ സിദ്ധി സാധനഃ ॥ 27 ॥

വൃഷാഹീ വൃഷഭോ വിഷ്ണുർവൃഷപർവാ വൃഷോദരഃ ।
വര്ധനോ വര്ധമാനശ്ച വിവിക്തഃ ശ്രുതിസാഗരഃ ॥ 28 ॥

സുഭുജോ ദുര്ധരോ വാഗ്മീ മഹേംദ്രോ വസുദോ വസുഃ ।
നൈകരൂപോ ബൃഹദ്രൂപഃ ശിപിവിഷ്ടഃ പ്രകാശനഃ ॥ 29 ॥

ഓജസ്തേജോദ്യുതിധരഃ പ്രകാശാത്മാ പ്രതാപനഃ ।
ഋദ്ദഃ സ്പഷ്ടാക്ഷരോ മംത്രശ്ചംദ്രാംശുര്ഭാസ്കരദ്യുതിഃ ॥ 30 ॥

അമൃതാംശൂദ്ഭവോ ഭാനുഃ ശശബിംദുഃ സുരേശ്വരഃ ।
ഔഷധം ജഗതഃ സേതുഃ സത്യധര്മപരാക്രമഃ ॥ 31 ॥

ഭൂതഭവ്യഭവന്നാഥഃ പവനഃ പാവനോഽനലഃ ।
കാമഹാ കാമകൃത്കാംതഃ കാമഃ കാമപ്രദഃ പ്രഭുഃ ॥ 32 ॥

യുഗാദി കൃദ്യുഗാവര്തോ നൈകമായോ മഹാശനഃ ।
അദൃശ്യോ വ്യക്തരൂപശ്ച സഹസ്രജിദനംതജിത് ॥ 33 ॥

ഇഷ്ടോഽവിശിഷ്ടഃ ശിഷ്ടേഷ്ടഃ ശിഖംഡീ നഹുഷോ വൃഷഃ ।
ക്രോധഹാ ക്രോധകൃത്കര്താ വിശ്വബാഹുര്മഹീധരഃ ॥ 34 ॥

അച്യുതഃ പ്രഥിതഃ പ്രാണഃ പ്രാണദോ വാസവാനുജഃ ।
അപാംനിധിരധിഷ്ഠാനമപ്രമത്തഃ പ്രതിഷ്ഠിതഃ ॥ 35 ॥

സ്കംദഃ സ്കംദധരോ ധുര്യോ വരദോ വായുവാഹനഃ ।
വാസുദേവോ ബൃഹദ്ഭാനുരാദിദേവഃ പുരംധരഃ ॥ 36 ॥

അശോകസ്താരണസ്താരഃ ശൂരഃ ശൌരിര്ജനേശ്വരഃ ।
അനുകൂലഃ ശതാവര്തഃ പദ്മീ പദ്മനിഭേക്ഷണഃ ॥ 37 ॥

പദ്മനാഭോഽരവിംദാക്ഷഃ പദ്മഗര്ഭഃ ശരീരഭൃത് ।
മഹര്ധിരൃദ്ധോ വൃദ്ധാത്മാ മഹാക്ഷോ ഗരുഡധ്വജഃ ॥ 38 ॥

അതുലഃ ശരഭോ ഭീമഃ സമയജ്ഞോ ഹവിര്ഹരിഃ ।
സർവലക്ഷണലക്ഷണ്യോ ലക്ഷ്മീവാന് സമിതിംജയഃ ॥ 39 ॥

വിക്ഷരോ രോഹിതോ മാര്ഗോ ഹേതുര്ദാമോദരഃ സഹഃ ।
മഹീധരോ മഹാഭാഗോ വേഗവാനമിതാശനഃ ॥ 40 ॥

ഉദ്ഭവഃ, ക്ഷോഭണോ ദേവഃ ശ്രീഗര്ഭഃ പരമേശ്വരഃ ।
കരണം കാരണം കര്താ വികര്താ ഗഹനോ ഗുഹഃ ॥ 41 ॥

വ്യവസായോ വ്യവസ്ഥാനഃ സംസ്ഥാനഃ സ്ഥാനദോ ധ്രുവഃ ।
പരര്ധിഃ പരമസ്പഷ്ടഃ തുഷ്ടഃ പുഷ്ടഃ ശുഭേക്ഷണഃ ॥ 42 ॥

രാമോ വിരാമോ വിരജോ മാര്ഗോനേയോ നയോഽനയഃ ।
വീരഃ ശക്തിമതാം ശ്രേഷ്ഠോ ധര്മോധര്മ വിദുത്തമഃ ॥ 43 ॥

വൈകുംഠഃ പുരുഷഃ പ്രാണഃ പ്രാണദഃ പ്രണവഃ പൃഥുഃ ।
ഹിരണ്യഗര്ഭഃ ശത്രുഘ്നോ വ്യാപ്തോ വായുരധോക്ഷജഃ ॥ 44 ॥

ഋതുഃ സുദര്ശനഃ കാലഃ പരമേഷ്ഠീ പരിഗ്രഹഃ ।
ഉഗ്രഃ സംവത്സരോ ദക്ഷോ വിശ്രാമോ വിശ്വദക്ഷിണഃ ॥ 45 ॥

വിസ്താരഃ സ്ഥാവര സ്ഥാണുഃ പ്രമാണം ബീജമവ്യയമ് ।
അര്ഥോഽനര്ഥോ മഹാകോശോ മഹാഭോഗോ മഹാധനഃ ॥ 46 ॥

അനിർവിണ്ണഃ സ്ഥവിഷ്ഠോ ഭൂദ്ധര്മയൂപോ മഹാമഖഃ ।
നക്ഷത്രനേമിര്നക്ഷത്രീ ക്ഷമഃ, ക്ഷാമഃ സമീഹനഃ ॥ 47 ॥

യജ്ഞ ഇജ്യോ മഹേജ്യശ്ച ക്രതുഃ സത്രം സതാംഗതിഃ ।
സർവദര്ശീ വിമുക്താത്മാ സർവജ്ഞോ ജ്ഞാനമുത്തമമ് ॥ 48 ॥

സുവ്രതഃ സുമുഖഃ സൂക്ഷ്മഃ സുഘോഷഃ സുഖദഃ സുഹൃത് ।
മനോഹരോ ജിതക്രോധോ വീര ബാഹുർവിദാരണഃ ॥ 49 ॥

സ്വാപനഃ സ്വവശോ വ്യാപീ നൈകാത്മാ നൈകകര്മകൃത്। ।
വത്സരോ വത്സലോ വത്സീ രത്നഗര്ഭോ ധനേശ്വരഃ ॥ 50 ॥

ധര്മഗുബ്ധര്മകൃദ്ധര്മീ സദസത്ക്ഷരമക്ഷരമ്॥
അവിജ്ഞാതാ സഹസ്ത്രാംശുർവിധാതാ കൃതലക്ഷണഃ ॥ 51 ॥

ഗഭസ്തിനേമിഃ സത്ത്വസ്ഥഃ സിംഹോ ഭൂത മഹേശ്വരഃ ।
ആദിദേവോ മഹാദേവോ ദേവേശോ ദേവഭൃദ്ഗുരുഃ ॥ 52 ॥

ഉത്തരോ ഗോപതിര്ഗോപ്താ ജ്ഞാനഗമ്യഃ പുരാതനഃ ।
ശരീര ഭൂതഭൃദ് ഭോക്താ കപീംദ്രോ ഭൂരിദക്ഷിണഃ ॥ 53 ॥

സോമപോഽമൃതപഃ സോമഃ പുരുജിത് പുരുസത്തമഃ ।
വിനയോ ജയഃ സത്യസംധോ ദാശാര്ഹഃ സാത്വതാം പതിഃ ॥ 54 ॥

ജീവോ വിനയിതാ സാക്ഷീ മുകുംദോഽമിത വിക്രമഃ ।
അംഭോനിധിരനംതാത്മാ മഹോദധി ശയോംതകഃ ॥ 55 ॥

അജോ മഹാര്ഹഃ സ്വാഭാവ്യോ ജിതാമിത്രഃ പ്രമോദനഃ ।
ആനംദോഽനംദനോനംദഃ സത്യധര്മാ ത്രിവിക്രമഃ ॥ 56 ॥

മഹര്ഷിഃ കപിലാചാര്യഃ കൃതജ്ഞോ മേദിനീപതിഃ ।
ത്രിപദസ്ത്രിദശാധ്യക്ഷോ മഹാശൃംഗഃ കൃതാംതകൃത് ॥ 57 ॥

മഹാവരാഹോ ഗോവിംദഃ സുഷേണഃ കനകാംഗദീ ।
ഗുഹ്യോ ഗഭീരോ ഗഹനോ ഗുപ്തശ്ചക്ര ഗദാധരഃ ॥ 58 ॥

വേധാഃ സ്വാംഗോഽജിതഃ കൃഷ്ണോ ദൃഢഃ സംകര്ഷണോഽച്യുതഃ ।
വരുണോ വാരുണോ വൃക്ഷഃ പുഷ്കരാക്ഷോ മഹാമനാഃ ॥ 59 ॥

ഭഗവാന് ഭഗഹാഽഽനംദീ വനമാലീ ഹലായുധഃ ।
ആദിത്യോ ജ്യോതിരാദിത്യഃ സഹിഷ്ണുര്ഗതിസത്തമഃ ॥ 60 ॥

സുധന്വാ ഖംഡപരശുര്ദാരുണോ ദ്രവിണപ്രദഃ ।
ദിവഃസ്പൃക് സർവദൃഗ്വ്യാസോ വാചസ്പതിരയോനിജഃ ॥ 61 ॥

ത്രിസാമാ സാമഗഃ സാമ നിർവാണം ഭേഷജം ഭിഷക് ।
സന്യാസകൃച്ഛമഃ ശാംതോ നിഷ്ഠാ ശാംതിഃ പരായണമ്। 62 ॥

ശുഭാംഗഃ ശാംതിദഃ സ്രഷ്ടാ കുമുദഃ കുവലേശയഃ ।
ഗോഹിതോ ഗോപതിര്ഗോപ്താ വൃഷഭാക്ഷോ വൃഷപ്രിയഃ ॥ 63 ॥

അനിവര്തീ നിവൃത്താത്മാ സംക്ഷേപ്താ ക്ഷേമകൃച്ഛിവഃ ।
ശ്രീവത്സവക്ഷാഃ ശ്രീവാസഃ ശ്രീപതിഃ ശ്രീമതാംവരഃ ॥ 64 ॥

ശ്രീദഃ ശ്രീശഃ ശ്രീനിവാസഃ ശ്രീനിധിഃ ശ്രീവിഭാവനഃ ।
ശ്രീധരഃ ശ്രീകരഃ ശ്രേയഃ ശ്രീമാँല്ലോകത്രയാശ്രയഃ ॥ 65 ॥

സ്വക്ഷഃ സ്വംഗഃ ശതാനംദോ നംദിര്ജ്യോതിര്ഗണേശ്വരഃ ।
വിജിതാത്മാഽവിധേയാത്മാ സത്കീര്തിച്ഛിന്നസംശയഃ ॥ 66 ॥

ഉദീര്ണഃ സർവതശ്ചക്ഷുരനീശഃ ശാശ്വതസ്ഥിരഃ ।
ഭൂശയോ ഭൂഷണോ ഭൂതിർവിശോകഃ ശോകനാശനഃ ॥ 67 ॥

അര്ചിഷ്മാനര്ചിതഃ കുംഭോ വിശുദ്ധാത്മാ വിശോധനഃ ।
അനിരുദ്ധോഽപ്രതിരഥഃ പ്രദ്യുമ്നോഽമിതവിക്രമഃ ॥ 68 ॥

കാലനേമിനിഹാ വീരഃ ശൌരിഃ ശൂരജനേശ്വരഃ ।
ത്രിലോകാത്മാ ത്രിലോകേശഃ കേശവഃ കേശിഹാ ഹരിഃ ॥ 69 ॥

കാമദേവഃ കാമപാലഃ കാമീ കാംതഃ കൃതാഗമഃ ।
അനിര്ദേശ്യവപുർവിഷ്ണുർവീരോഽനംതോ ധനംജയഃ ॥ 70 ॥

ബ്രഹ്മണ്യോ ബ്രഹ്മകൃദ് ബ്രഹ്മാ ബ്രഹ്മ ബ്രഹ്മവിവര്ധനഃ ।
ബ്രഹ്മവിദ് ബ്രാഹ്മണോ ബ്രഹ്മീ ബ്രഹ്മജ്ഞോ ബ്രാഹ്മണപ്രിയഃ ॥ 71 ॥

മഹാക്രമോ മഹാകര്മാ മഹാതേജാ മഹോരഗഃ ।
മഹാക്രതുര്മഹായജ്വാ മഹായജ്ഞോ മഹാഹവിഃ ॥ 72 ॥

സ്തവ്യഃ സ്തവപ്രിയഃ സ്തോത്രം സ്തുതിഃ സ്തോതാ രണപ്രിയഃ ।
പൂര്ണഃ പൂരയിതാ പുണ്യഃ പുണ്യകീര്തിരനാമയഃ ॥ 73 ॥

മനോജവസ്തീര്ഥകരോ വസുരേതാ വസുപ്രദഃ ।
വസുപ്രദോ വാസുദേവോ വസുർവസുമനാ ഹവിഃ ॥ 74 ॥

സദ്ഗതിഃ സത്കൃതിഃ സത്താ സദ്ഭൂതിഃ സത്പരായണഃ ।
ശൂരസേനോ യദുശ്രേഷ്ഠഃ സന്നിവാസഃ സുയാമുനഃ ॥ 75 ॥

ഭൂതാവാസോ വാസുദേവഃ സർവാസുനിലയോഽനലഃ ।
ദര്പഹാ ദര്പദോ ദൃപ്തോ ദുര്ധരോഽഥാപരാജിതഃ ॥ 76 ॥

വിശ്വമൂര്തിര്മഹാമൂര്തിര്ദീപ്തമൂര്തിരമൂര്തിമാന് ।
അനേകമൂര്തിരവ്യക്തഃ ശതമൂര്തിഃ ശതാനനഃ ॥ 77 ॥

ഏകോ നൈകഃ സ്തവഃ കഃ കിം യത്തത് പദമനുത്തമമ് ।
ലോകബംധുര്ലോകനാഥോ മാധവോ ഭക്തവത്സലഃ ॥ 78 ॥

സുവര്ണവര്ണോ ഹേമാംഗോ വരാംഗശ്ചംദനാംഗദീ ।
വീരഹാ വിഷമഃ ശൂന്യോ ഘൃതാശീരചലശ്ചലഃ ॥ 79 ॥

അമാനീ മാനദോ മാന്യോ ലോകസ്വാമീ ത്രിലോകധൃത് ।
സുമേധാ മേധജോ ധന്യഃ സത്യമേധാ ധരാധരഃ ॥ 80 ॥

തേജോഽവൃഷോ ദ്യുതിധരഃ സർവശസ്ത്രഭൃതാംവരഃ ।
പ്രഗ്രഹോ നിഗ്രഹോ വ്യഗ്രോ നൈകശൃംഗോ ഗദാഗ്രജഃ ॥ 81 ॥

ചതുര്മൂര്തി ശ്ചതുര്ബാഹു ശ്ചതുർവ്യൂഹ ശ്ചതുര്ഗതിഃ ।
ചതുരാത്മാ ചതുര്ഭാവശ്ചതുർവേദവിദേകപാത് ॥ 82 ॥

സമാവര്തോഽനിവൃത്താത്മാ ദുര്ജയോ ദുരതിക്രമഃ ।
ദുര്ലഭോ ദുര്ഗമോ ദുര്ഗോ ദുരാവാസോ ദുരാരിഹാ ॥ 83 ॥

ശുഭാംഗോ ലോകസാരംഗഃ സുതംതുസ്തംതുവര്ധനഃ ।
ഇംദ്രകര്മാ മഹാകര്മാ കൃതകര്മാ കൃതാഗമഃ ॥ 84 ॥

ഉദ്ഭവഃ സുംദരഃ സുംദോ രത്നനാഭഃ സുലോചനഃ ।
അര്കോ വാജസനഃ ശൃംഗീ ജയംതഃ സർവവിജ്ജയീ ॥ 85 ॥

സുവര്ണബിംദുരക്ഷോഭ്യഃ സർവവാഗീശ്വരേശ്വരഃ ।
മഹാഹൃദോ മഹാഗര്തോ മഹാഭൂതോ മഹാനിധിഃ ॥ 86 ॥

കുമുദഃ കുംദരഃ കുംദഃ പര്ജന്യഃ പാവനോഽനിലഃ ।
അമൃതാശോഽമൃതവപുഃ സർവജ്ഞഃ സർവതോമുഖഃ ॥ 87 ॥

സുലഭഃ സുവ്രതഃ സിദ്ധഃ ശത്രുജിച്ഛത്രുതാപനഃ ।
ന്യഗ്രോധോഽദുംബരോഽശ്വത്ഥശ്ചാണൂരാംധ്ര നിഷൂദനഃ ॥ 88 ॥

സഹസ്രാര്ചിഃ സപ്തജിഹ്വഃ സപ്തൈധാഃ സപ്തവാഹനഃ ।
അമൂര്തിരനഘോഽചിംത്യോ ഭയകൃദ്ഭയനാശനഃ ॥ 89 ॥

അണുര്ബൃഹത്കൃശഃ സ്ഥൂലോ ഗുണഭൃന്നിര്ഗുണോ മഹാന് ।
അധൃതഃ സ്വധൃതഃ സ്വാസ്യഃ പ്രാഗ്വംശോ വംശവര്ധനഃ ॥ 90 ॥

ഭാരഭൃത് കഥിതോ യോഗീ യോഗീശഃ സർവകാമദഃ ।
ആശ്രമഃ ശ്രമണഃ, ക്ഷാമഃ സുപര്ണോ വായുവാഹനഃ ॥ 91 ॥

ധനുര്ധരോ ധനുർവേദോ ദംഡോ ദമയിതാ ദമഃ ।
അപരാജിതഃ സർവസഹോ നിയംതാഽനിയമോഽയമഃ ॥ 92 ॥

സത്ത്വവാന് സാത്ത്വികഃ സത്യഃ സത്യധര്മപരായണഃ ।
അഭിപ്രായഃ പ്രിയാര്ഹോഽര്ഹഃ പ്രിയകൃത് പ്രീതിവര്ധനഃ ॥ 93 ॥

വിഹായസഗതിര്ജ്യോതിഃ സുരുചിര്ഹുതഭുഗ്വിഭുഃ ।
രവിർവിരോചനഃ സൂര്യഃ സവിതാ രവിലോചനഃ ॥ 94 ॥

അനംതോ ഹുതഭുഗ്ഭോക്താ സുഖദോ നൈകജോഽഗ്രജഃ ।
അനിർവിണ്ണഃ സദാമര്ഷീ ലോകധിഷ്ഠാനമദ്ഭുതഃ ॥ 95 ॥

സനാത്സനാതനതമഃ കപിലഃ കപിരവ്യയഃ ।
സ്വസ്തിദഃ സ്വസ്തികൃത്സ്വസ്തിഃ സ്വസ്തിഭുക് സ്വസ്തിദക്ഷിണഃ ॥ 96 ॥

അരൌദ്രഃ കുംഡലീ ചക്രീ വിക്രമ്യൂര്ജിതശാസനഃ ।
ശബ്ദാതിഗഃ ശബ്ദസഹഃ ശിശിരഃ ശർവരീകരഃ ॥ 97 ॥

അക്രൂരഃ പേശലോ ദക്ഷോ ദക്ഷിണഃ, ക്ഷമിണാംവരഃ ।
വിദ്വത്തമോ വീതഭയഃ പുണ്യശ്രവണകീര്തനഃ ॥ 98 ॥

ഉത്താരണോ ദുഷ്കൃതിഹാ പുണ്യോ ദുഃസ്വപ്നനാശനഃ ।
വീരഹാ രക്ഷണഃ സംതോ ജീവനഃ പര്യവസ്ഥിതഃ ॥ 99 ॥

അനംതരൂപോഽനംത ശ്രീര്ജിതമന്യുര്ഭയാപഹഃ ।
ചതുരശ്രോ ഗഭീരാത്മാ വിദിശോ വ്യാദിശോ ദിശഃ ॥ 100 ॥

അനാദിര്ഭൂര്ഭുവോ ലക്ഷ്മീഃ സുവീരോ രുചിരാംഗദഃ ।
ജനനോ ജനജന്മാദിര്ഭീമോ ഭീമപരാക്രമഃ ॥ 101 ॥

ആധാരനിലയോഽധാതാ പുഷ്പഹാസഃ പ്രജാഗരഃ ।
ഊര്ധ്വഗഃ സത്പഥാചാരഃ പ്രാണദഃ പ്രണവഃ പണഃ ॥ 102 ॥

പ്രമാണം പ്രാണനിലയഃ പ്രാണഭൃത് പ്രാണജീവനഃ ।
തത്ത്വം തത്ത്വവിദേകാത്മാ ജന്മമൃത്യുജരാതിഗഃ ॥ 103 ॥

ഭൂര്ഭുവഃ സ്വസ്തരുസ്താരഃ സവിതാ പ്രപിതാമഹഃ ।
യജ്ഞോ യജ്ഞപതിര്യജ്വാ യജ്ഞാംഗോ യജ്ഞവാഹനഃ ॥ 104 ॥

യജ്ഞഭൃദ് യജ്ഞകൃദ് യജ്ഞീ യജ്ഞഭുക് യജ്ഞസാധനഃ ।
യജ്ഞാംതകൃദ് യജ്ഞഗുഹ്യമന്നമന്നാദ ഏവ ച ॥ 105 ॥

ആത്മയോനിഃ സ്വയംജാതോ വൈഖാനഃ സാമഗായനഃ ।
ദേവകീനംദനഃ സ്രഷ്ടാ ക്ഷിതീശഃ പാപനാശനഃ ॥ 106 ॥

ശംഖഭൃന്നംദകീ ചക്രീ ശാര്ങ്ഗധന്വാ ഗദാധരഃ ।
രഥാംഗപാണിരക്ഷോഭ്യഃ സർവപ്രഹരണായുധഃ ॥ 107 ॥

ശ്രീ സർവപ്രഹരണായുധ ഓം നമ ഇതി ।

വനമാലീ ഗദീ ശാര്​ങ്ഗീ ശംഖീ ചക്രീ ച നംദകീ ।
ശ്രീമാന്നാരായണോ വിഷ്ണുർവാസുദേവോഽഭിരക്ഷതു ॥ 108 ॥

ശ്രീ വാസുദേവോഽഭിരക്ഷതു ഓം നമ ഇതി ।

ഉത്തര പീഠികാ

ഫലശ്രുതിഃ
ഇതീദം കീര്തനീയസ്യ കേശവസ്യ മഹാത്മനഃ ।
നാമ്നാം സഹസ്രം ദിവ്യാനാമശേഷേണ പ്രകീര്തിതമ്। ॥ 1 ॥

യ ഇദം ശൃണുയാന്നിത്യം യശ്ചാപി പരികീര്തയേത്॥
നാശുഭം പ്രാപ്നുയാത് കിംചിത്സോഽമുത്രേഹ ച മാനവഃ ॥ 2 ॥

വേദാംതഗോ ബ്രാഹ്മണഃ സ്യാത് ക്ഷത്രിയോ വിജയീ ഭവേത് ।
വൈശ്യോ ധനസമൃദ്ധഃ സ്യാത് ശൂദ്രഃ സുഖമവാപ്നുയാത് ॥ 3 ॥

ധര്മാര്ഥീ പ്രാപ്നുയാദ്ധര്മമര്ഥാര്ഥീ ചാര്ഥമാപ്നുയാത് ।
കാമാനവാപ്നുയാത് കാമീ പ്രജാര്ഥീ പ്രാപ്നുയാത്പ്രജാമ്। ॥ 4 ॥

ഭക്തിമാന് യഃ സദോത്ഥായ ശുചിസ്തദ്ഗതമാനസഃ ।
സഹസ്രം വാസുദേവസ്യ നാമ്നാമേതത് പ്രകീര്തയേത് ॥ 5 ॥

യശഃ പ്രാപ്നോതി വിപുലം യാതിപ്രാധാന്യമേവ ച ।
അചലാം ശ്രിയമാപ്നോതി ശ്രേയഃ പ്രാപ്നോത്യനുത്തമമ്। ॥ 6 ॥

ന ഭയം ക്വചിദാപ്നോതി വീര്യം തേജശ്ച വിംദതി ।
ഭവത്യരോഗോ ദ്യുതിമാന് ബലരൂപ ഗുണാന്വിതഃ ॥ 7 ॥

രോഗാര്തോ മുച്യതേ രോഗാദ്ബദ്ധോ മുച്യേത ബംധനാത് ।
ഭയാന്മുച്യേത ഭീതസ്തു മുച്യേതാപന്ന ആപദഃ ॥ 8 ॥

ദുര്ഗാണ്യതിതരത്യാശു പുരുഷഃ പുരുഷോത്തമമ് ।
സ്തുവന്നാമസഹസ്രേണ നിത്യം ഭക്തിസമന്വിതഃ ॥ 9 ॥

വാസുദേവാശ്രയോ മര്ത്യോ വാസുദേവപരായണഃ ।
സർവപാപവിശുദ്ധാത്മാ യാതി ബ്രഹ്മ സനാതനമ്। ॥ 10 ॥

ന വാസുദേവ ഭക്താനാമശുഭം വിദ്യതേ ക്വചിത് ।
ജന്മമൃത്യുജരാവ്യാധിഭയം നൈവോപജായതേ ॥ 11 ॥

ഇമം സ്തവമധീയാനഃ ശ്രദ്ധാഭക്തിസമന്വിതഃ ।
യുജ്യേതാത്മ സുഖക്ഷാംതി ശ്രീധൃതി സ്മൃതി കീര്തിഭിഃ ॥ 12 ॥

ന ക്രോധോ ന ച മാത്സര്യം ന ലോഭോ നാശുഭാമതിഃ ।
ഭവംതി കൃതപുണ്യാനാം ഭക്താനാം പുരുഷോത്തമേ ॥ 13 ॥

ദ്യൌഃ സചംദ്രാര്കനക്ഷത്രാ ഖം ദിശോ ഭൂര്മഹോദധിഃ ।
വാസുദേവസ്യ വീര്യേണ വിധൃതാനി മഹാത്മനഃ ॥ 14 ॥

സസുരാസുരഗംധർവം സയക്ഷോരഗരാക്ഷസമ് ।
ജഗദ്വശേ വര്തതേദം കൃഷ്ണസ്യ സ ചരാചരമ്। ॥ 15 ॥

ഇംദ്രിയാണി മനോബുദ്ധിഃ സത്ത്വം തേജോ ബലം ധൃതിഃ ।
വാസുദേവാത്മകാന്യാഹുഃ, ക്ഷേത്രം ക്ഷേത്രജ്ഞ ഏവ ച ॥ 16 ॥

സർവാഗമാനാമാചാരഃ പ്രഥമം പരികല്പതേ ।
ആചാരപ്രഭവോ ധര്മോ ധര്മസ്യ പ്രഭുരച്യുതഃ ॥ 17 ॥

ഋഷയഃ പിതരോ ദേവാ മഹാഭൂതാനി ധാതവഃ ।
ജംഗമാജംഗമം ചേദം ജഗന്നാരായണോദ്ഭവമ് ॥ 18 ॥

യോഗോജ്ഞാനം തഥാ സാംഖ്യം വിദ്യാഃ ശില്പാദികര്മ ച ।
വേദാഃ ശാസ്ത്രാണി വിജ്ഞാനമേതത്സർവം ജനാര്ദനാത് ॥ 19 ॥

ഏകോ വിഷ്ണുര്മഹദ്ഭൂതം പൃഥഗ്ഭൂതാന്യനേകശഃ ।
ത്രീംലോകാന്വ്യാപ്യ ഭൂതാത്മാ ഭുംക്തേ വിശ്വഭുഗവ്യയഃ ॥ 20 ॥

ഇമം സ്തവം ഭഗവതോ വിഷ്ണോർവ്യാസേന കീര്തിതമ് ।
പഠേദ്യ ഇച്ചേത്പുരുഷഃ ശ്രേയഃ പ്രാപ്തും സുഖാനി ച ॥ 21 ॥

വിശ്വേശ്വരമജം ദേവം ജഗതഃ പ്രഭുമവ്യയമ്।
ഭജംതി യേ പുഷ്കരാക്ഷം ന തേ യാംതി പരാഭവമ് ॥ 22 ॥

ന തേ യാംതി പരാഭവം ഓം നമ ഇതി ।

അര്ജുന ഉവാച
പദ്മപത്ര വിശാലാക്ഷ പദ്മനാഭ സുരോത്തമ ।
ഭക്താനാ മനുരക്താനാം ത്രാതാ ഭവ ജനാര്ദന ॥ 23 ॥

ശ്രീഭഗവാനുവാച
യോ മാം നാമസഹസ്രേണ സ്തോതുമിച്ഛതി പാംഡവ ।
സോഽഹമേകേന ശ്ലോകേന സ്തുത ഏവ ന സംശയഃ ॥ 24 ॥

സ്തുത ഏവ ന സംശയ ഓം നമ ഇതി ।

വ്യാസ ഉവാച
വാസനാദ്വാസുദേവസ്യ വാസിതം ഭുവനത്രയമ് ।
സർവഭൂതനിവാസോഽസി വാസുദേവ നമോഽസ്തു തേ ॥ 25 ॥

ശ്രീവാസുദേവ നമോസ്തുത ഓം നമ ഇതി ।

പാർവത്യുവാച
കേനോപായേന ലഘുനാ വിഷ്ണോര്നാമസഹസ്രകമ് ।
പഠ്യതേ പംഡിതൈര്നിത്യം ശ്രോതുമിച്ഛാമ്യഹം പ്രഭോ ॥ 26 ॥

ഈശ്വര ഉവാച
ശ്രീരാമ രാമ രാമേതി രമേ രാമേ മനോരമേ ।
സഹസ്രനാമ തത്തുല്യം രാമനാമ വരാനനേ ॥ 27 ॥

ശ്രീരാമ നാമ വരാനന ഓം നമ ഇതി ।

ബ്രഹ്മോവാച
നമോഽസ്ത്വനംതായ സഹസ്രമൂര്തയേ സഹസ്രപാദാക്ഷിശിരോരുബാഹവേ ।
സഹസ്രനാമ്നേ പുരുഷായ ശാശ്വതേ സഹസ്രകോടീ യുഗധാരിണേ നമഃ ॥ 28 ॥

ശ്രീ സഹസ്രകോടീ യുഗധാരിണേ നമ ഓം നമ ഇതി ।

സംജയ ഉവാച
യത്ര യോഗേശ്വരഃ കൃഷ്ണോ യത്ര പാര്ഥോ ധനുര്ധരഃ ।
തത്ര ശ്രീർവിജയോ ഭൂതിര്ധ്രുവാ നീതിര്മതിര്മമ ॥ 29 ॥

ശ്രീ ഭഗവാന് ഉവാച
അനന്യാശ്ചിംതയംതോ മാം യേ ജനാഃ പര്യുപാസതേ ।
തേഷാം നിത്യാഭിയുക്താനാം യോഗക്ഷേമം വഹാമ്യഹമ്। ॥ 30 ॥

പരിത്രാണായ സാധൂനാം വിനാശായ ച ദുഷ്കൃതാമ്। ।
ധര്മസംസ്ഥാപനാര്ഥായ സംഭവാമി യുഗേ യുഗേ ॥ 31 ॥

ആര്താഃ വിഷണ്ണാഃ ശിഥിലാശ്ച ഭീതാഃ ഘോരേഷു ച വ്യാധിഷു വര്തമാനാഃ ।
സംകീര്ത്യ നാരായണശബ്ദമാത്രം വിമുക്തദുഃഖാഃ സുഖിനോ ഭവംതി ॥ 32 ॥

കായേന വാചാ മനസേംദ്രിയൈർവാ ബുദ്ധ്യാത്മനാ വാ പ്രകൃതേഃ സ്വഭാവാത് ।
കരോമി യദ്യത്സകലം പരസ്മൈ നാരായണായേതി സമര്പയാമി ॥ 33 ॥

യദക്ഷര പദഭ്രഷ്ടം മാത്രാഹീനം തു യദ്ഭവേത്
തഥ്സർവം ക്ഷമ്യതാം ദേവ നാരായണ നമോഽസ്തു തേ ।
വിസര്ഗ ബിംദു മാത്രാണി പദപാദാക്ഷരാണി ച
ന്യൂനാനി ചാതിരിക്താനി ക്ഷമസ്വ പുരുഷോത്തമഃ ॥

ഇതി ശ്രീ മഹാഭാരതേ ശതസാഹസ്രികായാം സംഹിതായാം വൈയാസിക്യാമനുശാസന പർവാംതര്ഗത ആനുശാസനിക പർവണി, മോക്ഷധര്മേ ഭീഷ്മ യുധിഷ്ഠിര സംവാദേ ശ്രീ വിഷ്ണോര്ദിവ്യ സഹസ്രനാമ സ്തോത്രം നാമൈകോന പംച ശതാധിക ശതതമോധ്യായഃ ॥
ശ്രീ വിഷ്ണു സഹസ്രനാമ സ്തോത്രം സമാപ്തമ് ॥
ഓം തത്സത് സർവം ശ്രീ കൃഷ്ണാര്പണമസ്തു ॥

`;

