export const odiaContentText: string = `ଓଂ ଶୁକ୍ଲାଂବରଧରଂ ଵିଷ୍ଣୁଂ ଶଶିଵର୍ଣଂ ଚତୁର୍ଭୁଜମ୍ ।
ପ୍ରସନ୍ନଵଦନଂ ଧ୍ୟାୟେତ୍ ସର୍ଵଵିଘ୍ନୋପଶାଂତୟେ ॥ 1 ॥

ୟସ୍ୟଦ୍ଵିରଦଵକ୍ତ୍ରାଦ୍ୟାଃ ପାରିଷଦ୍ୟାଃ ପରଃ ଶତମ୍ ।
ଵିଘ୍ନଂ ନିଘ୍ନଂତି ସତତଂ ଵିଷ୍ଵକ୍ସେନଂ ତମାଶ୍ରୟେ ॥ 2 ॥

ପୂର୍ଵ ପୀଠିକା
ଵ୍ୟାସଂ ଵସିଷ୍ଠ ନପ୍ତାରଂ ଶକ୍ତେଃ ପୌତ୍ରମକଲ୍ମଷମ୍ ।
ପରାଶରାତ୍ମଜଂ ଵଂଦେ ଶୁକତାତଂ ତପୋନିଧିମ୍ ॥ 3 ॥

ଵ୍ୟାସାୟ ଵିଷ୍ଣୁ ରୂପାୟ ଵ୍ୟାସରୂପାୟ ଵିଷ୍ଣଵେ ।
ନମୋ ଵୈ ବ୍ରହ୍ମନିଧୟେ ଵାସିଷ୍ଠାୟ ନମୋ ନମଃ ॥ 4 ॥

ଅଵିକାରାୟ ଶୁଦ୍ଧାୟ ନିତ୍ୟାୟ ପରମାତ୍ମନେ ।
ସଦୈକ ରୂପ ରୂପାୟ ଵିଷ୍ଣଵେ ସର୍ଵଜିଷ୍ଣଵେ ॥ 5 ॥

ୟସ୍ୟ ସ୍ମରଣମାତ୍ରେଣ ଜନ୍ମସଂସାରବଂଧନାତ୍ ।
ଵିମୁଚ୍ୟତେ ନମସ୍ତସ୍ମୈ ଵିଷ୍ଣଵେ ପ୍ରଭଵିଷ୍ଣଵେ ॥ 6 ॥

ଓଂ ନମୋ ଵିଷ୍ଣଵେ ପ୍ରଭଵିଷ୍ଣଵେ ।

ଶ୍ରୀ ଵୈଶଂପାୟନ ଉଵାଚ
ଶ୍ରୁତ୍ଵା ଧର୍ମା ନଶେଷେଣ ପାଵନାନି ଚ ସର୍ଵଶଃ ।
ୟୁଧିଷ୍ଠିରଃ ଶାଂତନଵଂ ପୁନରେଵାଭ୍ୟ ଭାଷତ ॥ 7 ॥

ୟୁଧିଷ୍ଠିର ଉଵାଚ
କିମେକଂ ଦୈଵତଂ ଲୋକେ କିଂ ଵାଽପ୍ୟେକଂ ପରାୟଣଂ
ସ୍ତୁଵଂତଃ କଂ କମର୍ଚଂତଃ ପ୍ରାପ୍ନୁୟୁର୍ମାନଵାଃ ଶୁଭମ୍ ॥ 8 ॥

କୋ ଧର୍ମଃ ସର୍ଵଧର୍ମାଣାଂ ଭଵତଃ ପରମୋ ମତଃ ।
କିଂ ଜପନ୍ମୁଚ୍ୟତେ ଜଂତୁର୍ଜନ୍ମସଂସାର ବଂଧନାତ୍ ॥ 9 ॥

ଶ୍ରୀ ଭୀଷ୍ମ ଉଵାଚ
ଜଗତ୍ପ୍ରଭୁଂ ଦେଵଦେଵ ମନଂତଂ ପୁରୁଷୋତ୍ତମମ୍ ।
ସ୍ତୁଵନ୍ନାମ ସହସ୍ରେଣ ପୁରୁଷଃ ସତତୋତ୍ଥିତଃ ॥ 10 ॥

ତମେଵ ଚାର୍ଚୟନ୍ନିତ୍ୟଂ ଭକ୍ତ୍ୟା ପୁରୁଷମଵ୍ୟୟମ୍ ।
ଧ୍ୟାୟନ୍ ସ୍ତୁଵନ୍ନମସ୍ୟଂଶ୍ଚ ୟଜମାନସ୍ତମେଵ ଚ ॥ 11 ॥

ଅନାଦି ନିଧନଂ ଵିଷ୍ଣୁଂ ସର୍ଵଲୋକ ମହେଶ୍ଵରମ୍ ।
ଲୋକାଧ୍ୟକ୍ଷଂ ସ୍ତୁଵନ୍ନିତ୍ୟଂ ସର୍ଵ ଦୁଃଖାତିଗୋ ଭଵେତ୍ ॥ 12 ॥

ବ୍ରହ୍ମଣ୍ୟଂ ସର୍ଵ ଧର୍ମଜ୍ଞଂ ଲୋକାନାଂ କୀର୍ତି ଵର୍ଧନମ୍ ।
ଲୋକନାଥଂ ମହଦ୍ଭୂତଂ ସର୍ଵଭୂତ ଭଵୋଦ୍ଭଵମ୍॥ 13 ॥

ଏଷ ମେ ସର୍ଵ ଧର୍ମାଣାଂ ଧର୍ମୋଽଧିକ ତମୋମତଃ ।
ୟଦ୍ଭକ୍ତ୍ୟା ପୁଂଡରୀକାକ୍ଷଂ ସ୍ତଵୈରର୍ଚେନ୍ନରଃ ସଦା ॥ 14 ॥

ପରମଂ ୟୋ ମହତ୍ତେଜଃ ପରମଂ ୟୋ ମହତ୍ତପଃ ।
ପରମଂ ୟୋ ମହଦ୍ବ୍ରହ୍ମ ପରମଂ ୟଃ ପରାୟଣମ୍ । 15 ॥

ପଵିତ୍ରାଣାଂ ପଵିତ୍ରଂ ୟୋ ମଂଗଳାନାଂ ଚ ମଂଗଳମ୍ ।
ଦୈଵତଂ ଦେଵତାନାଂ ଚ ଭୂତାନାଂ ୟୋଽଵ୍ୟୟଃ ପିତା ॥ 16 ॥

ୟତଃ ସର୍ଵାଣି ଭୂତାନି ଭଵଂତ୍ୟାଦି ୟୁଗାଗମେ ।
ୟସ୍ମିଂଶ୍ଚ ପ୍ରଲୟଂ ୟାଂତି ପୁନରେଵ ୟୁଗକ୍ଷୟେ ॥ 17 ॥

ତସ୍ୟ ଲୋକ ପ୍ରଧାନସ୍ୟ ଜଗନ୍ନାଥସ୍ୟ ଭୂପତେ ।
ଵିଷ୍ଣୋର୍ନାମ ସହସ୍ରଂ ମେ ଶ୍ରୁଣୁ ପାପ ଭୟାପହମ୍ ॥ 18 ॥

ୟାନି ନାମାନି ଗୌଣାନି ଵିଖ୍ୟାତାନି ମହାତ୍ମନଃ ।
ଋଷିଭିଃ ପରିଗୀତାନି ତାନି ଵକ୍ଷ୍ୟାମି ଭୂତୟେ ॥ 19 ॥

ଋଷିର୍ନାମ୍ନାଂ ସହସ୍ରସ୍ୟ ଵେଦଵ୍ୟାସୋ ମହାମୁନିଃ ॥
ଛଂଦୋଽନୁଷ୍ଟୁପ୍ ତଥା ଦେଵୋ ଭଗଵାନ୍ ଦେଵକୀସୁତଃ ॥ 20 ॥

ଅମୃତାଂ ଶୂଦ୍ଭଵୋ ବୀଜଂ ଶକ୍ତିର୍ଦେଵକିନଂଦନଃ ।
ତ୍ରିସାମା ହୃଦୟଂ ତସ୍ୟ ଶାଂତ୍ୟର୍ଥେ ଵିନିୟୁଜ୍ୟତେ ॥ 21 ॥

ଵିଷ୍ଣୁଂ ଜିଷ୍ଣୁଂ ମହାଵିଷ୍ଣୁଂ ପ୍ରଭଵିଷ୍ଣୁଂ ମହେଶ୍ଵରମ୍ ॥
ଅନେକରୂପ ଦୈତ୍ୟାଂତଂ ନମାମି ପୁରୁଷୋତ୍ତମମ୍ ॥ 22 ॥

ପୂର୍ଵନ୍ୟାସଃ
ଅସ୍ୟ ଶ୍ରୀ ଵିଷ୍ଣୋର୍ଦିଵ୍ୟ ସହସ୍ରନାମ ସ୍ତୋତ୍ର ମହାମଂତ୍ରସ୍ୟ ॥
ଶ୍ରୀ ଵେଦଵ୍ୟାସୋ ଭଗଵାନ୍ ଋଷିଃ ।
ଅନୁଷ୍ଟୁପ୍ ଛଂଦଃ ।
ଶ୍ରୀମହାଵିଷ୍ଣୁଃ ପରମାତ୍ମା ଶ୍ରୀମନ୍ନାରାୟଣୋ ଦେଵତା ।
ଅମୃତାଂଶୂଦ୍ଭଵୋ ଭାନୁରିତି ବୀଜମ୍ ।
ଦେଵକୀନଂଦନଃ ସ୍ରଷ୍ଟେତି ଶକ୍ତିଃ ।
ଉଦ୍ଭଵଃ, କ୍ଷୋଭଣୋ ଦେଵ ଇତି ପରମୋମଂତ୍ରଃ ।
ଶଂଖଭୃନ୍ନଂଦକୀ ଚକ୍ରୀତି କୀଲକମ୍ ।
ଶାର୍​ଙ୍ଗଧନ୍ଵା ଗଦାଧର ଇତ୍ୟସ୍ତ୍ରମ୍ ।
ରଥାଂଗପାଣି ରକ୍ଷୋଭ୍ୟ ଇତି ନେତ୍ରମ୍ ।
ତ୍ରିସାମାସାମଗଃ ସାମେତି କଵଚମ୍ ।
ଆନଂଦଂ ପରବ୍ରହ୍ମେତି ୟୋନିଃ ।
ଋତୁସ୍ସୁଦର୍ଶନଃ କାଲ ଇତି ଦିଗ୍ବଂଧଃ ॥
ଶ୍ରୀଵିଶ୍ଵରୂପ ଇତି ଧ୍ୟାନମ୍ ।
ଶ୍ରୀ ମହାଵିଷ୍ଣୁ ପ୍ରୀତ୍ୟର୍ଥେ ସହସ୍ରନାମ ଜପେ ପାରାୟଣେ ଵିନିୟୋଗଃ ।

କରନ୍ୟାସଃ
ଵିଶ୍ଵଂ ଵିଷ୍ଣୁର୍ଵଷଟ୍କାର ଇତ୍ୟଂଗୁଷ୍ଠାଭ୍ୟାଂ ନମଃ
ଅମୃତାଂ ଶୂଦ୍ଭଵୋ ଭାନୁରିତି ତର୍ଜନୀଭ୍ୟାଂ ନମଃ
ବ୍ରହ୍ମଣ୍ୟୋ ବ୍ରହ୍ମକୃତ୍ ବ୍ରହ୍ମେତି ମଧ୍ୟମାଭ୍ୟାଂ ନମଃ
ସୁଵର୍ଣବିଂଦୁ ରକ୍ଷୋଭ୍ୟ ଇତି ଅନାମିକାଭ୍ୟାଂ ନମଃ
ନିମିଷୋଽନିମିଷଃ ସ୍ରଗ୍ଵୀତି କନିଷ୍ଠିକାଭ୍ୟାଂ ନମଃ
ରଥାଂଗପାଣି ରକ୍ଷୋଭ୍ୟ ଇତି କରତଲ କରପୃଷ୍ଠାଭ୍ୟାଂ ନମଃ

ଅଂଗନ୍ୟାସଃ
ସୁଵ୍ରତଃ ସୁମୁଖଃ ସୂକ୍ଷ୍ମ ଇତି ଜ୍ଞାନାୟ ହୃଦୟାୟ ନମଃ
ସହସ୍ରମୂର୍ତିଃ ଵିଶ୍ଵାତ୍ମା ଇତି ଐଶ୍ଵର୍ୟାୟ ଶିରସେ ସ୍ଵାହା
ସହସ୍ରାର୍ଚିଃ ସପ୍ତଜିହ୍ଵ ଇତି ଶକ୍ତ୍ୟୈ ଶିଖାୟୈ ଵଷଟ୍
ତ୍ରିସାମା ସାମଗସ୍ସାମେତି ବଲାୟ କଵଚାୟ ହୁଂ
ରଥାଂଗପାଣି ରକ୍ଷୋଭ୍ୟ ଇତି ନେତ୍ରାଭ୍ୟାଂ ଵୌଷଟ୍
ଶାଂଗଧନ୍ଵା ଗଦାଧର ଇତି ଵୀର୍ୟାୟ ଅସ୍ତ୍ରାୟଫଟ୍
ଋତୁଃ ସୁଦର୍ଶନଃ କାଲ ଇତି ଦିଗ୍ଭଂଧଃ

ଧ୍ୟାନମ୍
କ୍ଷୀରୋଧନ୍ଵତ୍ପ୍ରଦେଶେ ଶୁଚିମଣି-ଵିଲସ-ତ୍ସୈକତେ-ମୌକ୍ତିକାନାଂ
ମାଲା-କୢପ୍ତାସନସ୍ଥଃ ସ୍ଫଟିକ-ମଣିନିଭୈ-ର୍ମୌକ୍ତିକୈ-ର୍ମଂଡିତାଂଗଃ ।
ଶୁଭ୍ରୈ-ରଭ୍ରୈ-ରଦଭ୍ରୈ-ରୁପରିଵିରଚିତୈ-ର୍ମୁକ୍ତ ପୀୟୂଷ ଵର୍ଷୈଃ
ଆନଂଦୀ ନଃ ପୁନୀୟା-ଦରିନଲିନଗଦା ଶଂଖପାଣି-ର୍ମୁକୁଂଦଃ ॥ 1 ॥

ଭୂଃ ପାଦୌ ୟସ୍ୟ ନାଭିର୍ଵିୟ-ଦସୁର ନିଲଶ୍ଚଂଦ୍ର ସୂର୍ୟୌ ଚ ନେତ୍ରେ
କର୍ଣାଵାଶାଃ ଶିରୋଦ୍ୟୌର୍ମୁଖମପି ଦହନୋ ୟସ୍ୟ ଵାସ୍ତେୟମବ୍ଧିଃ ।
ଅଂତଃସ୍ଥଂ ୟସ୍ୟ ଵିଶ୍ଵଂ ସୁର ନରଖଗଗୋଭୋଗି ଗଂଧର୍ଵଦୈତ୍ୟୈଃ
ଚିତ୍ରଂ ରଂ ରମ୍ୟତେ ତଂ ତ୍ରିଭୁଵନ ଵପୁଶଂ ଵିଷ୍ଣୁମୀଶଂ ନମାମି ॥ 2 ॥

ଓଂ ନମୋ ଭଗଵତେ ଵାସୁଦେଵାୟ !

ଶାଂତାକାରଂ ଭୁଜଗଶୟନଂ ପଦ୍ମନାଭଂ ସୁରେଶଂ
ଵିଶ୍ଵାଧାରଂ ଗଗନସଦୃଶଂ ମେଘଵର୍ଣଂ ଶୁଭାଂଗମ୍ ।
ଲକ୍ଷ୍ମୀକାଂତଂ କମଲନୟନଂ ୟୋଗିହୃର୍ଧ୍ୟାନଗମ୍ୟମ୍
ଵଂଦେ ଵିଷ୍ଣୁଂ ଭଵଭୟହରଂ ସର୍ଵଲୋକୈକନାଥମ୍ ॥ 3 ॥

ମେଘଶ୍ୟାମଂ ପୀତକୌଶେୟଵାସଂ
ଶ୍ରୀଵତ୍ସାକଂ କୌସ୍ତୁଭୋଦ୍ଭାସିତାଂଗମ୍ ।
ପୁଣ୍ୟୋପେତଂ ପୁଂଡରୀକାୟତାକ୍ଷଂ
ଵିଷ୍ଣୁଂ ଵଂଦେ ସର୍ଵଲୋକୈକନାଥମ୍ ॥ 4 ॥

ନମଃ ସମସ୍ତ ଭୂତାନାଂ ଆଦି ଭୂତାୟ ଭୂଭୃତେ ।
ଅନେକରୂପ ରୂପାୟ ଵିଷ୍ଣଵେ ପ୍ରଭଵିଷ୍ଣଵେ ॥ 5॥

ସଶଂଖଚକ୍ରଂ ସକିରୀଟକୁଂଡଲଂ
ସପୀତଵସ୍ତ୍ରଂ ସରସୀରୁହେକ୍ଷଣମ୍ ।
ସହାର ଵକ୍ଷଃସ୍ଥଲ ଶୋଭି କୌସ୍ତୁଭଂ
ନମାମି ଵିଷ୍ଣୁଂ ଶିରସା ଚତୁର୍ଭୁଜମ୍ । 6॥

ଛାୟାୟାଂ ପାରିଜାତସ୍ୟ ହେମସିଂହାସନୋପରି
ଆସୀନମଂବୁଦଶ୍ୟାମମାୟତାକ୍ଷମଲଂକୃତମ୍ ॥ 7 ॥

ଚଂଦ୍ରାନନଂ ଚତୁର୍ବାହୁଂ ଶ୍ରୀଵତ୍ସାଂକିତ ଵକ୍ଷସମ୍
ରୁକ୍ମିଣୀ ସତ୍ୟଭାମାଭ୍ୟାଂ ସହିତଂ କୃଷ୍ଣମାଶ୍ରୟେ ॥ 8 ॥

ପଂଚପୂଜ
ଲଂ - ପୃଥିଵ୍ୟାତ୍ମନେ ଗଂଥଂ ସମର୍ପୟାମି
ହଂ - ଆକାଶାତ୍ମନେ ପୁଷ୍ପୈଃ ପୂଜୟାମି
ୟଂ - ଵାୟ୍ଵାତ୍ମନେ ଧୂପମାଘ୍ରାପୟାମି
ରଂ - ଅଗ୍ନ୍ୟାତ୍ମନେ ଦୀପଂ ଦର୍ଶୟାମି
ଵଂ - ଅମୃତାତ୍ମନେ ନୈଵେଦ୍ୟଂ ନିଵେଦୟାମି
ସଂ - ସର୍ଵାତ୍ମନେ ସର୍ଵୋପଚାର ପୂଜା ନମସ୍କାରାନ୍ ସମର୍ପୟାମି

ସ୍ତୋତ୍ରମ୍

ହରିଃ ଓମ୍

ଵିଶ୍ଵଂ ଵିଷ୍ଣୁର୍ଵଷଟ୍କାରୋ ଭୂତଭଵ୍ୟଭଵତ୍ପ୍ରଭୁଃ ।
ଭୂତକୃଦ୍ଭୂତଭୃଦ୍ଭାଵୋ ଭୂତାତ୍ମା ଭୂତଭାଵନଃ ॥ 1 ॥

ପୂତାତ୍ମା ପରମାତ୍ମା ଚ ମୁକ୍ତାନାଂ ପରମାଗତିଃ ।
ଅଵ୍ୟୟଃ ପୁରୁଷଃ ସାକ୍ଷୀ କ୍ଷେତ୍ରଜ୍ଞୋଽକ୍ଷର ଏଵ ଚ ॥ 2 ॥

ୟୋଗୋ ୟୋଗଵିଦାଂ ନେତା ପ୍ରଧାନ ପୁରୁଷେଶ୍ଵରଃ ।
ନାରସିଂହଵପୁଃ ଶ୍ରୀମାନ୍ କେଶଵଃ ପୁରୁଷୋତ୍ତମଃ ॥ 3 ॥

ସର୍ଵଃ ଶର୍ଵଃ ଶିଵଃ ସ୍ଥାଣୁର୍ଭୂତାଦିର୍ନିଧିରଵ୍ୟୟଃ ।
ସଂଭଵୋ ଭାଵନୋ ଭର୍ତା ପ୍ରଭଵଃ ପ୍ରଭୁରୀଶ୍ଵରଃ ॥ 4 ॥

ସ୍ଵୟଂଭୂଃ ଶଂଭୁରାଦିତ୍ୟଃ ପୁଷ୍କରାକ୍ଷୋ ମହାସ୍ଵନଃ ।
ଅନାଦିନିଧନୋ ଧାତା ଵିଧାତା ଧାତୁରୁତ୍ତମଃ ॥ 5 ॥

ଅପ୍ରମେୟୋ ହୃଷୀକେଶଃ ପଦ୍ମନାଭୋଽମରପ୍ରଭୁଃ ।
ଵିଶ୍ଵକର୍ମା ମନୁସ୍ତ୍ଵଷ୍ଟା ସ୍ଥଵିଷ୍ଠଃ ସ୍ଥଵିରୋ ଧ୍ରୁଵଃ ॥ 6 ॥

ଅଗ୍ରାହ୍ୟଃ ଶାଶ୍ଵତୋ କୃଷ୍ଣୋ ଲୋହିତାକ୍ଷଃ ପ୍ରତର୍ଦନଃ ।
ପ୍ରଭୂତସ୍ତ୍ରିକକୁବ୍ଧାମ ପଵିତ୍ରଂ ମଂଗଳଂ ପରମ୍ ॥ 7 ॥

ଈଶାନଃ ପ୍ରାଣଦଃ ପ୍ରାଣୋ ଜ୍ୟେଷ୍ଠଃ ଶ୍ରେଷ୍ଠଃ ପ୍ରଜାପତିଃ ।
ହିରଣ୍ୟଗର୍ଭୋ ଭୂଗର୍ଭୋ ମାଧଵୋ ମଧୁସୂଦନଃ ॥ 8 ॥

ଈଶ୍ଵରୋ ଵିକ୍ରମୀଧନ୍ଵୀ ମେଧାଵୀ ଵିକ୍ରମଃ କ୍ରମଃ ।
ଅନୁତ୍ତମୋ ଦୁରାଧର୍ଷଃ କୃତଜ୍ଞଃ କୃତିରାତ୍ମଵାନ୍॥ 9 ॥

ସୁରେଶଃ ଶରଣଂ ଶର୍ମ ଵିଶ୍ଵରେତାଃ ପ୍ରଜାଭଵଃ ।
ଅହସ୍ସଂଵତ୍ସରୋ ଵ୍ୟାଳଃ ପ୍ରତ୍ୟୟଃ ସର୍ଵଦର୍ଶନଃ ॥ 10 ॥

ଅଜସ୍ସର୍ଵେଶ୍ଵରଃ ସିଦ୍ଧଃ ସିଦ୍ଧିଃ ସର୍ଵାଦିରଚ୍ୟୁତଃ ।
ଵୃଷାକପିରମେୟାତ୍ମା ସର୍ଵୟୋଗଵିନିସ୍ସୃତଃ ॥ 11 ॥

ଵସୁର୍ଵସୁମନାଃ ସତ୍ୟଃ ସମାତ୍ମା ସମ୍ମିତସ୍ସମଃ ।
ଅମୋଘଃ ପୁଂଡରୀକାକ୍ଷୋ ଵୃଷକର୍ମା ଵୃଷାକୃତିଃ ॥ 12 ॥

ରୁଦ୍ରୋ ବହୁଶିରା ବଭ୍ରୁର୍ଵିଶ୍ଵୟୋନିଃ ଶୁଚିଶ୍ରଵାଃ ।
ଅମୃତଃ ଶାଶ୍ଵତସ୍ଥାଣୁର୍ଵରାରୋହୋ ମହାତପାଃ ॥ 13 ॥

ସର୍ଵଗଃ ସର୍ଵ ଵିଦ୍ଭାନୁର୍ଵିଷ୍ଵକ୍ସେନୋ ଜନାର୍ଦନଃ ।
ଵେଦୋ ଵେଦଵିଦଵ୍ୟଂଗୋ ଵେଦାଂଗୋ ଵେଦଵିତ୍କଵିଃ ॥ 14 ॥

ଲୋକାଧ୍ୟକ୍ଷଃ ସୁରାଧ୍ୟକ୍ଷୋ ଧର୍ମାଧ୍ୟକ୍ଷଃ କୃତାକୃତଃ ।
ଚତୁରାତ୍ମା ଚତୁର୍ଵ୍ୟୂହଶ୍ଚତୁର୍ଦଂଷ୍ଟ୍ରଶ୍ଚତୁର୍ଭୁଜଃ ॥ 15 ॥

ଭ୍ରାଜିଷ୍ଣୁର୍ଭୋଜନଂ ଭୋକ୍ତା ସହିଷ୍ଣୁର୍ଜଗଦାଦିଜଃ ।
ଅନଘୋ ଵିଜୟୋ ଜେତା ଵିଶ୍ଵୟୋନିଃ ପୁନର୍ଵସୁଃ ॥ 16 ॥

ଉପେଂଦ୍ରୋ ଵାମନଃ ପ୍ରାଂଶୁରମୋଘଃ ଶୁଚିରୂର୍ଜିତଃ ।
ଅତୀଂଦ୍ରଃ ସଂଗ୍ରହଃ ସର୍ଗୋ ଧୃତାତ୍ମା ନିୟମୋ ୟମଃ ॥ 17 ॥

ଵେଦ୍ୟୋ ଵୈଦ୍ୟଃ ସଦାୟୋଗୀ ଵୀରହା ମାଧଵୋ ମଧୁଃ ।
ଅତୀଂଦ୍ରିୟୋ ମହାମାୟୋ ମହୋତ୍ସାହୋ ମହାବଲଃ ॥ 18 ॥

ମହାବୁଦ୍ଧିର୍ମହାଵୀର୍ୟୋ ମହାଶକ୍ତିର୍ମହାଦ୍ୟୁତିଃ ।
ଅନିର୍ଦେଶ୍ୟଵପୁଃ ଶ୍ରୀମାନମେୟାତ୍ମା ମହାଦ୍ରିଧୃକ୍ ॥ 19 ॥

ମହେଶ୍ଵାସୋ ମହୀଭର୍ତା ଶ୍ରୀନିଵାସଃ ସତାଂଗତିଃ ।
ଅନିରୁଦ୍ଧଃ ସୁରାନଂଦୋ ଗୋଵିଂଦୋ ଗୋଵିଦାଂ ପତିଃ ॥ 20 ॥

ମରୀଚିର୍ଦମନୋ ହଂସଃ ସୁପର୍ଣୋ ଭୁଜଗୋତ୍ତମଃ ।
ହିରଣ୍ୟନାଭଃ ସୁତପାଃ ପଦ୍ମନାଭଃ ପ୍ରଜାପତିଃ ॥ 21 ॥

ଅମୃତ୍ୟୁଃ ସର୍ଵଦୃକ୍ ସିଂହଃ ସଂଧାତା ସଂଧିମାନ୍ ସ୍ଥିରଃ ।
ଅଜୋ ଦୁର୍ମର୍ଷଣଃ ଶାସ୍ତା ଵିଶ୍ରୁତାତ୍ମା ସୁରାରିହା ॥ 22 ॥

ଗୁରୁର୍ଗୁରୁତମୋ ଧାମ ସତ୍ୟଃ ସତ୍ୟପରାକ୍ରମଃ ।
ନିମିଷୋଽନିମିଷଃ ସ୍ରଗ୍ଵୀ ଵାଚସ୍ପତିରୁଦାରଧୀଃ ॥ 23 ॥

ଅଗ୍ରଣୀଗ୍ରାମଣୀଃ ଶ୍ରୀମାନ୍ ନ୍ୟାୟୋ ନେତା ସମୀରଣଃ
ସହସ୍ରମୂର୍ଧା ଵିଶ୍ଵାତ୍ମା ସହସ୍ରାକ୍ଷଃ ସହସ୍ରପାତ୍ ॥ 24 ॥

ଆଵର୍ତନୋ ନିଵୃତ୍ତାତ୍ମା ସଂଵୃତଃ ସଂପ୍ରମର୍ଦନଃ ।
ଅହଃ ସଂଵର୍ତକୋ ଵହ୍ନିରନିଲୋ ଧରଣୀଧରଃ ॥ 25 ॥

ସୁପ୍ରସାଦଃ ପ୍ରସନ୍ନାତ୍ମା ଵିଶ୍ଵଧୃଗ୍ଵିଶ୍ଵଭୁଗ୍ଵିଭୁଃ ।
ସତ୍କର୍ତା ସତ୍କୃତଃ ସାଧୁର୍ଜହ୍ନୁର୍ନାରାୟଣୋ ନରଃ ॥ 26 ॥

ଅସଂଖ୍ୟେୟୋଽପ୍ରମେୟାତ୍ମା ଵିଶିଷ୍ଟଃ ଶିଷ୍ଟକୃଚ୍ଛୁଚିଃ ।
ସିଦ୍ଧାର୍ଥଃ ସିଦ୍ଧସଂକଲ୍ପଃ ସିଦ୍ଧିଦଃ ସିଦ୍ଧି ସାଧନଃ ॥ 27 ॥

ଵୃଷାହୀ ଵୃଷଭୋ ଵିଷ୍ଣୁର୍ଵୃଷପର୍ଵା ଵୃଷୋଦରଃ ।
ଵର୍ଧନୋ ଵର୍ଧମାନଶ୍ଚ ଵିଵିକ୍ତଃ ଶ୍ରୁତିସାଗରଃ ॥ 28 ॥

ସୁଭୁଜୋ ଦୁର୍ଧରୋ ଵାଗ୍ମୀ ମହେଂଦ୍ରୋ ଵସୁଦୋ ଵସୁଃ ।
ନୈକରୂପୋ ବୃହଦ୍ରୂପଃ ଶିପିଵିଷ୍ଟଃ ପ୍ରକାଶନଃ ॥ 29 ॥

ଓଜସ୍ତେଜୋଦ୍ୟୁତିଧରଃ ପ୍ରକାଶାତ୍ମା ପ୍ରତାପନଃ ।
ଋଦ୍ଦଃ ସ୍ପଷ୍ଟାକ୍ଷରୋ ମଂତ୍ରଶ୍ଚଂଦ୍ରାଂଶୁର୍ଭାସ୍କରଦ୍ୟୁତିଃ ॥ 30 ॥

ଅମୃତାଂଶୂଦ୍ଭଵୋ ଭାନୁଃ ଶଶବିଂଦୁଃ ସୁରେଶ୍ଵରଃ ।
ଔଷଧଂ ଜଗତଃ ସେତୁଃ ସତ୍ୟଧର୍ମପରାକ୍ରମଃ ॥ 31 ॥

ଭୂତଭଵ୍ୟଭଵନ୍ନାଥଃ ପଵନଃ ପାଵନୋଽନଲଃ ।
କାମହା କାମକୃତ୍କାଂତଃ କାମଃ କାମପ୍ରଦଃ ପ୍ରଭୁଃ ॥ 32 ॥

ୟୁଗାଦି କୃଦ୍ୟୁଗାଵର୍ତୋ ନୈକମାୟୋ ମହାଶନଃ ।
ଅଦୃଶ୍ୟୋ ଵ୍ୟକ୍ତରୂପଶ୍ଚ ସହସ୍ରଜିଦନଂତଜିତ୍ ॥ 33 ॥

ଇଷ୍ଟୋଽଵିଶିଷ୍ଟଃ ଶିଷ୍ଟେଷ୍ଟଃ ଶିଖଂଡୀ ନହୁଷୋ ଵୃଷଃ ।
କ୍ରୋଧହା କ୍ରୋଧକୃତ୍କର୍ତା ଵିଶ୍ଵବାହୁର୍ମହୀଧରଃ ॥ 34 ॥

ଅଚ୍ୟୁତଃ ପ୍ରଥିତଃ ପ୍ରାଣଃ ପ୍ରାଣଦୋ ଵାସଵାନୁଜଃ ।
ଅପାଂନିଧିରଧିଷ୍ଠାନମପ୍ରମତ୍ତଃ ପ୍ରତିଷ୍ଠିତଃ ॥ 35 ॥

ସ୍କଂଦଃ ସ୍କଂଦଧରୋ ଧୁର୍ୟୋ ଵରଦୋ ଵାୟୁଵାହନଃ ।
ଵାସୁଦେଵୋ ବୃହଦ୍ଭାନୁରାଦିଦେଵଃ ପୁରଂଧରଃ ॥ 36 ॥

ଅଶୋକସ୍ତାରଣସ୍ତାରଃ ଶୂରଃ ଶୌରିର୍ଜନେଶ୍ଵରଃ ।
ଅନୁକୂଲଃ ଶତାଵର୍ତଃ ପଦ୍ମୀ ପଦ୍ମନିଭେକ୍ଷଣଃ ॥ 37 ॥

ପଦ୍ମନାଭୋଽରଵିଂଦାକ୍ଷଃ ପଦ୍ମଗର୍ଭଃ ଶରୀରଭୃତ୍ ।
ମହର୍ଧିରୃଦ୍ଧୋ ଵୃଦ୍ଧାତ୍ମା ମହାକ୍ଷୋ ଗରୁଡଧ୍ଵଜଃ ॥ 38 ॥

ଅତୁଲଃ ଶରଭୋ ଭୀମଃ ସମୟଜ୍ଞୋ ହଵିର୍ହରିଃ ।
ସର୍ଵଲକ୍ଷଣଲକ୍ଷଣ୍ୟୋ ଲକ୍ଷ୍ମୀଵାନ୍ ସମିତିଂଜୟଃ ॥ 39 ॥

ଵିକ୍ଷରୋ ରୋହିତୋ ମାର୍ଗୋ ହେତୁର୍ଦାମୋଦରଃ ସହଃ ।
ମହୀଧରୋ ମହାଭାଗୋ ଵେଗଵାନମିତାଶନଃ ॥ 40 ॥

ଉଦ୍ଭଵଃ, କ୍ଷୋଭଣୋ ଦେଵଃ ଶ୍ରୀଗର୍ଭଃ ପରମେଶ୍ଵରଃ ।
କରଣଂ କାରଣଂ କର୍ତା ଵିକର୍ତା ଗହନୋ ଗୁହଃ ॥ 41 ॥

ଵ୍ୟଵସାୟୋ ଵ୍ୟଵସ୍ଥାନଃ ସଂସ୍ଥାନଃ ସ୍ଥାନଦୋ ଧ୍ରୁଵଃ ।
ପରର୍ଧିଃ ପରମସ୍ପଷ୍ଟଃ ତୁଷ୍ଟଃ ପୁଷ୍ଟଃ ଶୁଭେକ୍ଷଣଃ ॥ 42 ॥

ରାମୋ ଵିରାମୋ ଵିରଜୋ ମାର୍ଗୋନେୟୋ ନୟୋଽନୟଃ ।
ଵୀରଃ ଶକ୍ତିମତାଂ ଶ୍ରେଷ୍ଠୋ ଧର୍ମୋଧର୍ମ ଵିଦୁତ୍ତମଃ ॥ 43 ॥

ଵୈକୁଂଠଃ ପୁରୁଷଃ ପ୍ରାଣଃ ପ୍ରାଣଦଃ ପ୍ରଣଵଃ ପୃଥୁଃ ।
ହିରଣ୍ୟଗର୍ଭଃ ଶତ୍ରୁଘ୍ନୋ ଵ୍ୟାପ୍ତୋ ଵାୟୁରଧୋକ୍ଷଜଃ ॥ 44 ॥

ଋତୁଃ ସୁଦର୍ଶନଃ କାଲଃ ପରମେଷ୍ଠୀ ପରିଗ୍ରହଃ ।
ଉଗ୍ରଃ ସଂଵତ୍ସରୋ ଦକ୍ଷୋ ଵିଶ୍ରାମୋ ଵିଶ୍ଵଦକ୍ଷିଣଃ ॥ 45 ॥

ଵିସ୍ତାରଃ ସ୍ଥାଵର ସ୍ଥାଣୁଃ ପ୍ରମାଣଂ ବୀଜମଵ୍ୟୟମ୍ ।
ଅର୍ଥୋଽନର୍ଥୋ ମହାକୋଶୋ ମହାଭୋଗୋ ମହାଧନଃ ॥ 46 ॥

ଅନିର୍ଵିଣ୍ଣଃ ସ୍ଥଵିଷ୍ଠୋ ଭୂଦ୍ଧର୍ମୟୂପୋ ମହାମଖଃ ।
ନକ୍ଷତ୍ରନେମିର୍ନକ୍ଷତ୍ରୀ କ୍ଷମଃ, କ୍ଷାମଃ ସମୀହନଃ ॥ 47 ॥

ୟଜ୍ଞ ଇଜ୍ୟୋ ମହେଜ୍ୟଶ୍ଚ କ୍ରତୁଃ ସତ୍ରଂ ସତାଂଗତିଃ ।
ସର୍ଵଦର୍ଶୀ ଵିମୁକ୍ତାତ୍ମା ସର୍ଵଜ୍ଞୋ ଜ୍ଞାନମୁତ୍ତମମ୍ ॥ 48 ॥

ସୁଵ୍ରତଃ ସୁମୁଖଃ ସୂକ୍ଷ୍ମଃ ସୁଘୋଷଃ ସୁଖଦଃ ସୁହୃତ୍ ।
ମନୋହରୋ ଜିତକ୍ରୋଧୋ ଵୀର ବାହୁର୍ଵିଦାରଣଃ ॥ 49 ॥

ସ୍ଵାପନଃ ସ୍ଵଵଶୋ ଵ୍ୟାପୀ ନୈକାତ୍ମା ନୈକକର୍ମକୃତ୍। ।
ଵତ୍ସରୋ ଵତ୍ସଲୋ ଵତ୍ସୀ ରତ୍ନଗର୍ଭୋ ଧନେଶ୍ଵରଃ ॥ 50 ॥

ଧର୍ମଗୁବ୍ଧର୍ମକୃଦ୍ଧର୍ମୀ ସଦସତ୍କ୍ଷରମକ୍ଷରମ୍॥
ଅଵିଜ୍ଞାତା ସହସ୍ତ୍ରାଂଶୁର୍ଵିଧାତା କୃତଲକ୍ଷଣଃ ॥ 51 ॥

ଗଭସ୍ତିନେମିଃ ସତ୍ତ୍ଵସ୍ଥଃ ସିଂହୋ ଭୂତ ମହେଶ୍ଵରଃ ।
ଆଦିଦେଵୋ ମହାଦେଵୋ ଦେଵେଶୋ ଦେଵଭୃଦ୍ଗୁରୁଃ ॥ 52 ॥

ଉତ୍ତରୋ ଗୋପତିର୍ଗୋପ୍ତା ଜ୍ଞାନଗମ୍ୟଃ ପୁରାତନଃ ।
ଶରୀର ଭୂତଭୃଦ୍ ଭୋକ୍ତା କପୀଂଦ୍ରୋ ଭୂରିଦକ୍ଷିଣଃ ॥ 53 ॥

ସୋମପୋଽମୃତପଃ ସୋମଃ ପୁରୁଜିତ୍ ପୁରୁସତ୍ତମଃ ।
ଵିନୟୋ ଜୟଃ ସତ୍ୟସଂଧୋ ଦାଶାର୍ହଃ ସାତ୍ଵତାଂ ପତିଃ ॥ 54 ॥

ଜୀଵୋ ଵିନୟିତା ସାକ୍ଷୀ ମୁକୁଂଦୋଽମିତ ଵିକ୍ରମଃ ।
ଅଂଭୋନିଧିରନଂତାତ୍ମା ମହୋଦଧି ଶୟୋଂତକଃ ॥ 55 ॥

ଅଜୋ ମହାର୍ହଃ ସ୍ଵାଭାଵ୍ୟୋ ଜିତାମିତ୍ରଃ ପ୍ରମୋଦନଃ ।
ଆନଂଦୋଽନଂଦନୋନଂଦଃ ସତ୍ୟଧର୍ମା ତ୍ରିଵିକ୍ରମଃ ॥ 56 ॥

ମହର୍ଷିଃ କପିଲାଚାର୍ୟଃ କୃତଜ୍ଞୋ ମେଦିନୀପତିଃ ।
ତ୍ରିପଦସ୍ତ୍ରିଦଶାଧ୍ୟକ୍ଷୋ ମହାଶୃଂଗଃ କୃତାଂତକୃତ୍ ॥ 57 ॥

ମହାଵରାହୋ ଗୋଵିଂଦଃ ସୁଷେଣଃ କନକାଂଗଦୀ ।
ଗୁହ୍ୟୋ ଗଭୀରୋ ଗହନୋ ଗୁପ୍ତଶ୍ଚକ୍ର ଗଦାଧରଃ ॥ 58 ॥

ଵେଧାଃ ସ୍ଵାଂଗୋଽଜିତଃ କୃଷ୍ଣୋ ଦୃଢଃ ସଂକର୍ଷଣୋଽଚ୍ୟୁତଃ ।
ଵରୁଣୋ ଵାରୁଣୋ ଵୃକ୍ଷଃ ପୁଷ୍କରାକ୍ଷୋ ମହାମନାଃ ॥ 59 ॥

ଭଗଵାନ୍ ଭଗହାଽଽନଂଦୀ ଵନମାଲୀ ହଲାୟୁଧଃ ।
ଆଦିତ୍ୟୋ ଜ୍ୟୋତିରାଦିତ୍ୟଃ ସହିଷ୍ଣୁର୍ଗତିସତ୍ତମଃ ॥ 60 ॥

ସୁଧନ୍ଵା ଖଂଡପରଶୁର୍ଦାରୁଣୋ ଦ୍ରଵିଣପ୍ରଦଃ ।
ଦିଵଃସ୍ପୃକ୍ ସର୍ଵଦୃଗ୍ଵ୍ୟାସୋ ଵାଚସ୍ପତିରୟୋନିଜଃ ॥ 61 ॥

ତ୍ରିସାମା ସାମଗଃ ସାମ ନିର୍ଵାଣଂ ଭେଷଜଂ ଭିଷକ୍ ।
ସନ୍ୟାସକୃଚ୍ଛମଃ ଶାଂତୋ ନିଷ୍ଠା ଶାଂତିଃ ପରାୟଣମ୍। 62 ॥

ଶୁଭାଂଗଃ ଶାଂତିଦଃ ସ୍ରଷ୍ଟା କୁମୁଦଃ କୁଵଲେଶୟଃ ।
ଗୋହିତୋ ଗୋପତିର୍ଗୋପ୍ତା ଵୃଷଭାକ୍ଷୋ ଵୃଷପ୍ରିୟଃ ॥ 63 ॥

ଅନିଵର୍ତୀ ନିଵୃତ୍ତାତ୍ମା ସଂକ୍ଷେପ୍ତା କ୍ଷେମକୃଚ୍ଛିଵଃ ।
ଶ୍ରୀଵତ୍ସଵକ୍ଷାଃ ଶ୍ରୀଵାସଃ ଶ୍ରୀପତିଃ ଶ୍ରୀମତାଂଵରଃ ॥ 64 ॥

ଶ୍ରୀଦଃ ଶ୍ରୀଶଃ ଶ୍ରୀନିଵାସଃ ଶ୍ରୀନିଧିଃ ଶ୍ରୀଵିଭାଵନଃ ।
ଶ୍ରୀଧରଃ ଶ୍ରୀକରଃ ଶ୍ରେୟଃ ଶ୍ରୀମାँଲ୍ଲୋକତ୍ରୟାଶ୍ରୟଃ ॥ 65 ॥

ସ୍ଵକ୍ଷଃ ସ୍ଵଂଗଃ ଶତାନଂଦୋ ନଂଦିର୍ଜ୍ୟୋତିର୍ଗଣେଶ୍ଵରଃ ।
ଵିଜିତାତ୍ମାଽଵିଧେୟାତ୍ମା ସତ୍କୀର୍ତିଚ୍ଛିନ୍ନସଂଶୟଃ ॥ 66 ॥

ଉଦୀର୍ଣଃ ସର୍ଵତଶ୍ଚକ୍ଷୁରନୀଶଃ ଶାଶ୍ଵତସ୍ଥିରଃ ।
ଭୂଶୟୋ ଭୂଷଣୋ ଭୂତିର୍ଵିଶୋକଃ ଶୋକନାଶନଃ ॥ 67 ॥

ଅର୍ଚିଷ୍ମାନର୍ଚିତଃ କୁଂଭୋ ଵିଶୁଦ୍ଧାତ୍ମା ଵିଶୋଧନଃ ।
ଅନିରୁଦ୍ଧୋଽପ୍ରତିରଥଃ ପ୍ରଦ୍ୟୁମ୍ନୋଽମିତଵିକ୍ରମଃ ॥ 68 ॥

କାଲନେମିନିହା ଵୀରଃ ଶୌରିଃ ଶୂରଜନେଶ୍ଵରଃ ।
ତ୍ରିଲୋକାତ୍ମା ତ୍ରିଲୋକେଶଃ କେଶଵଃ କେଶିହା ହରିଃ ॥ 69 ॥

କାମଦେଵଃ କାମପାଲଃ କାମୀ କାଂତଃ କୃତାଗମଃ ।
ଅନିର୍ଦେଶ୍ୟଵପୁର୍ଵିଷ୍ଣୁର୍ଵୀରୋଽନଂତୋ ଧନଂଜୟଃ ॥ 70 ॥

ବ୍ରହ୍ମଣ୍ୟୋ ବ୍ରହ୍ମକୃଦ୍ ବ୍ରହ୍ମା ବ୍ରହ୍ମ ବ୍ରହ୍ମଵିଵର୍ଧନଃ ।
ବ୍ରହ୍ମଵିଦ୍ ବ୍ରାହ୍ମଣୋ ବ୍ରହ୍ମୀ ବ୍ରହ୍ମଜ୍ଞୋ ବ୍ରାହ୍ମଣପ୍ରିୟଃ ॥ 71 ॥

ମହାକ୍ରମୋ ମହାକର୍ମା ମହାତେଜା ମହୋରଗଃ ।
ମହାକ୍ରତୁର୍ମହାୟଜ୍ଵା ମହାୟଜ୍ଞୋ ମହାହଵିଃ ॥ 72 ॥

ସ୍ତଵ୍ୟଃ ସ୍ତଵପ୍ରିୟଃ ସ୍ତୋତ୍ରଂ ସ୍ତୁତିଃ ସ୍ତୋତା ରଣପ୍ରିୟଃ ।
ପୂର୍ଣଃ ପୂରୟିତା ପୁଣ୍ୟଃ ପୁଣ୍ୟକୀର୍ତିରନାମୟଃ ॥ 73 ॥

ମନୋଜଵସ୍ତୀର୍ଥକରୋ ଵସୁରେତା ଵସୁପ୍ରଦଃ ।
ଵସୁପ୍ରଦୋ ଵାସୁଦେଵୋ ଵସୁର୍ଵସୁମନା ହଵିଃ ॥ 74 ॥

ସଦ୍ଗତିଃ ସତ୍କୃତିଃ ସତ୍ତା ସଦ୍ଭୂତିଃ ସତ୍ପରାୟଣଃ ।
ଶୂରସେନୋ ୟଦୁଶ୍ରେଷ୍ଠଃ ସନ୍ନିଵାସଃ ସୁୟାମୁନଃ ॥ 75 ॥

ଭୂତାଵାସୋ ଵାସୁଦେଵଃ ସର୍ଵାସୁନିଲୟୋଽନଲଃ ।
ଦର୍ପହା ଦର୍ପଦୋ ଦୃପ୍ତୋ ଦୁର୍ଧରୋଽଥାପରାଜିତଃ ॥ 76 ॥

ଵିଶ୍ଵମୂର୍ତିର୍ମହାମୂର୍ତିର୍ଦୀପ୍ତମୂର୍ତିରମୂର୍ତିମାନ୍ ।
ଅନେକମୂର୍ତିରଵ୍ୟକ୍ତଃ ଶତମୂର୍ତିଃ ଶତାନନଃ ॥ 77 ॥

ଏକୋ ନୈକଃ ସ୍ତଵଃ କଃ କିଂ ୟତ୍ତତ୍ ପଦମନୁତ୍ତମମ୍ ।
ଲୋକବଂଧୁର୍ଲୋକନାଥୋ ମାଧଵୋ ଭକ୍ତଵତ୍ସଲଃ ॥ 78 ॥

ସୁଵର୍ଣଵର୍ଣୋ ହେମାଂଗୋ ଵରାଂଗଶ୍ଚଂଦନାଂଗଦୀ ।
ଵୀରହା ଵିଷମଃ ଶୂନ୍ୟୋ ଘୃତାଶୀରଚଲଶ୍ଚଲଃ ॥ 79 ॥

ଅମାନୀ ମାନଦୋ ମାନ୍ୟୋ ଲୋକସ୍ଵାମୀ ତ୍ରିଲୋକଧୃତ୍ ।
ସୁମେଧା ମେଧଜୋ ଧନ୍ୟଃ ସତ୍ୟମେଧା ଧରାଧରଃ ॥ 80 ॥

ତେଜୋଽଵୃଷୋ ଦ୍ୟୁତିଧରଃ ସର୍ଵଶସ୍ତ୍ରଭୃତାଂଵରଃ ।
ପ୍ରଗ୍ରହୋ ନିଗ୍ରହୋ ଵ୍ୟଗ୍ରୋ ନୈକଶୃଂଗୋ ଗଦାଗ୍ରଜଃ ॥ 81 ॥

ଚତୁର୍ମୂର୍ତି ଶ୍ଚତୁର୍ବାହୁ ଶ୍ଚତୁର୍ଵ୍ୟୂହ ଶ୍ଚତୁର୍ଗତିଃ ।
ଚତୁରାତ୍ମା ଚତୁର୍ଭାଵଶ୍ଚତୁର୍ଵେଦଵିଦେକପାତ୍ ॥ 82 ॥

ସମାଵର୍ତୋଽନିଵୃତ୍ତାତ୍ମା ଦୁର୍ଜୟୋ ଦୁରତିକ୍ରମଃ ।
ଦୁର୍ଲଭୋ ଦୁର୍ଗମୋ ଦୁର୍ଗୋ ଦୁରାଵାସୋ ଦୁରାରିହା ॥ 83 ॥

ଶୁଭାଂଗୋ ଲୋକସାରଂଗଃ ସୁତଂତୁସ୍ତଂତୁଵର୍ଧନଃ ।
ଇଂଦ୍ରକର୍ମା ମହାକର୍ମା କୃତକର୍ମା କୃତାଗମଃ ॥ 84 ॥

ଉଦ୍ଭଵଃ ସୁଂଦରଃ ସୁଂଦୋ ରତ୍ନନାଭଃ ସୁଲୋଚନଃ ।
ଅର୍କୋ ଵାଜସନଃ ଶୃଂଗୀ ଜୟଂତଃ ସର୍ଵଵିଜ୍ଜୟୀ ॥ 85 ॥

ସୁଵର୍ଣବିଂଦୁରକ୍ଷୋଭ୍ୟଃ ସର୍ଵଵାଗୀଶ୍ଵରେଶ୍ଵରଃ ।
ମହାହୃଦୋ ମହାଗର୍ତୋ ମହାଭୂତୋ ମହାନିଧିଃ ॥ 86 ॥

କୁମୁଦଃ କୁଂଦରଃ କୁଂଦଃ ପର୍ଜନ୍ୟଃ ପାଵନୋଽନିଲଃ ।
ଅମୃତାଶୋଽମୃତଵପୁଃ ସର୍ଵଜ୍ଞଃ ସର୍ଵତୋମୁଖଃ ॥ 87 ॥

ସୁଲଭଃ ସୁଵ୍ରତଃ ସିଦ୍ଧଃ ଶତ୍ରୁଜିଚ୍ଛତ୍ରୁତାପନଃ ।
ନ୍ୟଗ୍ରୋଧୋଽଦୁଂବରୋଽଶ୍ଵତ୍ଥଶ୍ଚାଣୂରାଂଧ୍ର ନିଷୂଦନଃ ॥ 88 ॥

ସହସ୍ରାର୍ଚିଃ ସପ୍ତଜିହ୍ଵଃ ସପ୍ତୈଧାଃ ସପ୍ତଵାହନଃ ।
ଅମୂର୍ତିରନଘୋଽଚିଂତ୍ୟୋ ଭୟକୃଦ୍ଭୟନାଶନଃ ॥ 89 ॥

ଅଣୁର୍ବୃହତ୍କୃଶଃ ସ୍ଥୂଲୋ ଗୁଣଭୃନ୍ନିର୍ଗୁଣୋ ମହାନ୍ ।
ଅଧୃତଃ ସ୍ଵଧୃତଃ ସ୍ଵାସ୍ୟଃ ପ୍ରାଗ୍ଵଂଶୋ ଵଂଶଵର୍ଧନଃ ॥ 90 ॥

ଭାରଭୃତ୍ କଥିତୋ ୟୋଗୀ ୟୋଗୀଶଃ ସର୍ଵକାମଦଃ ।
ଆଶ୍ରମଃ ଶ୍ରମଣଃ, କ୍ଷାମଃ ସୁପର୍ଣୋ ଵାୟୁଵାହନଃ ॥ 91 ॥

ଧନୁର୍ଧରୋ ଧନୁର୍ଵେଦୋ ଦଂଡୋ ଦମୟିତା ଦମଃ ।
ଅପରାଜିତଃ ସର୍ଵସହୋ ନିୟଂତାଽନିୟମୋଽୟମଃ ॥ 92 ॥

ସତ୍ତ୍ଵଵାନ୍ ସାତ୍ତ୍ଵିକଃ ସତ୍ୟଃ ସତ୍ୟଧର୍ମପରାୟଣଃ ।
ଅଭିପ୍ରାୟଃ ପ୍ରିୟାର୍ହୋଽର୍ହଃ ପ୍ରିୟକୃତ୍ ପ୍ରୀତିଵର୍ଧନଃ ॥ 93 ॥

ଵିହାୟସଗତିର୍ଜ୍ୟୋତିଃ ସୁରୁଚିର୍ହୁତଭୁଗ୍ଵିଭୁଃ ।
ରଵିର୍ଵିରୋଚନଃ ସୂର୍ୟଃ ସଵିତା ରଵିଲୋଚନଃ ॥ 94 ॥

ଅନଂତୋ ହୁତଭୁଗ୍ଭୋକ୍ତା ସୁଖଦୋ ନୈକଜୋଽଗ୍ରଜଃ ।
ଅନିର୍ଵିଣ୍ଣଃ ସଦାମର୍ଷୀ ଲୋକଧିଷ୍ଠାନମଦ୍ଭୁତଃ ॥ 95 ॥

ସନାତ୍ସନାତନତମଃ କପିଲଃ କପିରଵ୍ୟୟଃ ।
ସ୍ଵସ୍ତିଦଃ ସ୍ଵସ୍ତିକୃତ୍ସ୍ଵସ୍ତିଃ ସ୍ଵସ୍ତିଭୁକ୍ ସ୍ଵସ୍ତିଦକ୍ଷିଣଃ ॥ 96 ॥

ଅରୌଦ୍ରଃ କୁଂଡଲୀ ଚକ୍ରୀ ଵିକ୍ରମ୍ୟୂର୍ଜିତଶାସନଃ ।
ଶବ୍ଦାତିଗଃ ଶବ୍ଦସହଃ ଶିଶିରଃ ଶର୍ଵରୀକରଃ ॥ 97 ॥

ଅକ୍ରୂରଃ ପେଶଲୋ ଦକ୍ଷୋ ଦକ୍ଷିଣଃ, କ୍ଷମିଣାଂଵରଃ ।
ଵିଦ୍ଵତ୍ତମୋ ଵୀତଭୟଃ ପୁଣ୍ୟଶ୍ରଵଣକୀର୍ତନଃ ॥ 98 ॥

ଉତ୍ତାରଣୋ ଦୁଷ୍କୃତିହା ପୁଣ୍ୟୋ ଦୁଃସ୍ଵପ୍ନନାଶନଃ ।
ଵୀରହା ରକ୍ଷଣଃ ସଂତୋ ଜୀଵନଃ ପର୍ୟଵସ୍ଥିତଃ ॥ 99 ॥

ଅନଂତରୂପୋଽନଂତ ଶ୍ରୀର୍ଜିତମନ୍ୟୁର୍ଭୟାପହଃ ।
ଚତୁରଶ୍ରୋ ଗଭୀରାତ୍ମା ଵିଦିଶୋ ଵ୍ୟାଦିଶୋ ଦିଶଃ ॥ 100 ॥

ଅନାଦିର୍ଭୂର୍ଭୁଵୋ ଲକ୍ଷ୍ମୀଃ ସୁଵୀରୋ ରୁଚିରାଂଗଦଃ ।
ଜନନୋ ଜନଜନ୍ମାଦିର୍ଭୀମୋ ଭୀମପରାକ୍ରମଃ ॥ 101 ॥

ଆଧାରନିଲୟୋଽଧାତା ପୁଷ୍ପହାସଃ ପ୍ରଜାଗରଃ ।
ଊର୍ଧ୍ଵଗଃ ସତ୍ପଥାଚାରଃ ପ୍ରାଣଦଃ ପ୍ରଣଵଃ ପଣଃ ॥ 102 ॥

ପ୍ରମାଣଂ ପ୍ରାଣନିଲୟଃ ପ୍ରାଣଭୃତ୍ ପ୍ରାଣଜୀଵନଃ ।
ତତ୍ତ୍ଵଂ ତତ୍ତ୍ଵଵିଦେକାତ୍ମା ଜନ୍ମମୃତ୍ୟୁଜରାତିଗଃ ॥ 103 ॥

ଭୂର୍ଭୁଵଃ ସ୍ଵସ୍ତରୁସ୍ତାରଃ ସଵିତା ପ୍ରପିତାମହଃ ।
ୟଜ୍ଞୋ ୟଜ୍ଞପତିର୍ୟଜ୍ଵା ୟଜ୍ଞାଂଗୋ ୟଜ୍ଞଵାହନଃ ॥ 104 ॥

ୟଜ୍ଞଭୃଦ୍ ୟଜ୍ଞକୃଦ୍ ୟଜ୍ଞୀ ୟଜ୍ଞଭୁକ୍ ୟଜ୍ଞସାଧନଃ ।
ୟଜ୍ଞାଂତକୃଦ୍ ୟଜ୍ଞଗୁହ୍ୟମନ୍ନମନ୍ନାଦ ଏଵ ଚ ॥ 105 ॥

ଆତ୍ମୟୋନିଃ ସ୍ଵୟଂଜାତୋ ଵୈଖାନଃ ସାମଗାୟନଃ ।
ଦେଵକୀନଂଦନଃ ସ୍ରଷ୍ଟା କ୍ଷିତୀଶଃ ପାପନାଶନଃ ॥ 106 ॥

ଶଂଖଭୃନ୍ନଂଦକୀ ଚକ୍ରୀ ଶାର୍ଙ୍ଗଧନ୍ଵା ଗଦାଧରଃ ।
ରଥାଂଗପାଣିରକ୍ଷୋଭ୍ୟଃ ସର୍ଵପ୍ରହରଣାୟୁଧଃ ॥ 107 ॥

ଶ୍ରୀ ସର୍ଵପ୍ରହରଣାୟୁଧ ଓଂ ନମ ଇତି ।

ଵନମାଲୀ ଗଦୀ ଶାର୍​ଙ୍ଗୀ ଶଂଖୀ ଚକ୍ରୀ ଚ ନଂଦକୀ ।
ଶ୍ରୀମାନ୍ନାରାୟଣୋ ଵିଷ୍ଣୁର୍ଵାସୁଦେଵୋଽଭିରକ୍ଷତୁ ॥ 108 ॥

ଶ୍ରୀ ଵାସୁଦେଵୋଽଭିରକ୍ଷତୁ ଓଂ ନମ ଇତି ।

ଉତ୍ତର ପୀଠିକା

ଫଲଶ୍ରୁତିଃ
ଇତୀଦଂ କୀର୍ତନୀୟସ୍ୟ କେଶଵସ୍ୟ ମହାତ୍ମନଃ ।
ନାମ୍ନାଂ ସହସ୍ରଂ ଦିଵ୍ୟାନାମଶେଷେଣ ପ୍ରକୀର୍ତିତମ୍। ॥ 1 ॥

ୟ ଇଦଂ ଶୃଣୁୟାନ୍ନିତ୍ୟଂ ୟଶ୍ଚାପି ପରିକୀର୍ତୟେତ୍॥
ନାଶୁଭଂ ପ୍ରାପ୍ନୁୟାତ୍ କିଂଚିତ୍ସୋଽମୁତ୍ରେହ ଚ ମାନଵଃ ॥ 2 ॥

ଵେଦାଂତଗୋ ବ୍ରାହ୍ମଣଃ ସ୍ୟାତ୍ କ୍ଷତ୍ରିୟୋ ଵିଜୟୀ ଭଵେତ୍ ।
ଵୈଶ୍ୟୋ ଧନସମୃଦ୍ଧଃ ସ୍ୟାତ୍ ଶୂଦ୍ରଃ ସୁଖମଵାପ୍ନୁୟାତ୍ ॥ 3 ॥

ଧର୍ମାର୍ଥୀ ପ୍ରାପ୍ନୁୟାଦ୍ଧର୍ମମର୍ଥାର୍ଥୀ ଚାର୍ଥମାପ୍ନୁୟାତ୍ ।
କାମାନଵାପ୍ନୁୟାତ୍ କାମୀ ପ୍ରଜାର୍ଥୀ ପ୍ରାପ୍ନୁୟାତ୍ପ୍ରଜାମ୍। ॥ 4 ॥

ଭକ୍ତିମାନ୍ ୟଃ ସଦୋତ୍ଥାୟ ଶୁଚିସ୍ତଦ୍ଗତମାନସଃ ।
ସହସ୍ରଂ ଵାସୁଦେଵସ୍ୟ ନାମ୍ନାମେତତ୍ ପ୍ରକୀର୍ତୟେତ୍ ॥ 5 ॥

ୟଶଃ ପ୍ରାପ୍ନୋତି ଵିପୁଲଂ ୟାତିପ୍ରାଧାନ୍ୟମେଵ ଚ ।
ଅଚଲାଂ ଶ୍ରିୟମାପ୍ନୋତି ଶ୍ରେୟଃ ପ୍ରାପ୍ନୋତ୍ୟନୁତ୍ତମମ୍। ॥ 6 ॥

ନ ଭୟଂ କ୍ଵଚିଦାପ୍ନୋତି ଵୀର୍ୟଂ ତେଜଶ୍ଚ ଵିଂଦତି ।
ଭଵତ୍ୟରୋଗୋ ଦ୍ୟୁତିମାନ୍ ବଲରୂପ ଗୁଣାନ୍ଵିତଃ ॥ 7 ॥

ରୋଗାର୍ତୋ ମୁଚ୍ୟତେ ରୋଗାଦ୍ବଦ୍ଧୋ ମୁଚ୍ୟେତ ବଂଧନାତ୍ ।
ଭୟାନ୍ମୁଚ୍ୟେତ ଭୀତସ୍ତୁ ମୁଚ୍ୟେତାପନ୍ନ ଆପଦଃ ॥ 8 ॥

ଦୁର୍ଗାଣ୍ୟତିତରତ୍ୟାଶୁ ପୁରୁଷଃ ପୁରୁଷୋତ୍ତମମ୍ ।
ସ୍ତୁଵନ୍ନାମସହସ୍ରେଣ ନିତ୍ୟଂ ଭକ୍ତିସମନ୍ଵିତଃ ॥ 9 ॥

ଵାସୁଦେଵାଶ୍ରୟୋ ମର୍ତ୍ୟୋ ଵାସୁଦେଵପରାୟଣଃ ।
ସର୍ଵପାପଵିଶୁଦ୍ଧାତ୍ମା ୟାତି ବ୍ରହ୍ମ ସନାତନମ୍। ॥ 10 ॥

ନ ଵାସୁଦେଵ ଭକ୍ତାନାମଶୁଭଂ ଵିଦ୍ୟତେ କ୍ଵଚିତ୍ ।
ଜନ୍ମମୃତ୍ୟୁଜରାଵ୍ୟାଧିଭୟଂ ନୈଵୋପଜାୟତେ ॥ 11 ॥

ଇମଂ ସ୍ତଵମଧୀୟାନଃ ଶ୍ରଦ୍ଧାଭକ୍ତିସମନ୍ଵିତଃ ।
ୟୁଜ୍ୟେତାତ୍ମ ସୁଖକ୍ଷାଂତି ଶ୍ରୀଧୃତି ସ୍ମୃତି କୀର୍ତିଭିଃ ॥ 12 ॥

ନ କ୍ରୋଧୋ ନ ଚ ମାତ୍ସର୍ୟଂ ନ ଲୋଭୋ ନାଶୁଭାମତିଃ ।
ଭଵଂତି କୃତପୁଣ୍ୟାନାଂ ଭକ୍ତାନାଂ ପୁରୁଷୋତ୍ତମେ ॥ 13 ॥

ଦ୍ୟୌଃ ସଚଂଦ୍ରାର୍କନକ୍ଷତ୍ରା ଖଂ ଦିଶୋ ଭୂର୍ମହୋଦଧିଃ ।
ଵାସୁଦେଵସ୍ୟ ଵୀର୍ୟେଣ ଵିଧୃତାନି ମହାତ୍ମନଃ ॥ 14 ॥

ସସୁରାସୁରଗଂଧର୍ଵଂ ସୟକ୍ଷୋରଗରାକ୍ଷସମ୍ ।
ଜଗଦ୍ଵଶେ ଵର୍ତତେଦଂ କୃଷ୍ଣସ୍ୟ ସ ଚରାଚରମ୍। ॥ 15 ॥

ଇଂଦ୍ରିୟାଣି ମନୋବୁଦ୍ଧିଃ ସତ୍ତ୍ଵଂ ତେଜୋ ବଲଂ ଧୃତିଃ ।
ଵାସୁଦେଵାତ୍ମକାନ୍ୟାହୁଃ, କ୍ଷେତ୍ରଂ କ୍ଷେତ୍ରଜ୍ଞ ଏଵ ଚ ॥ 16 ॥

ସର୍ଵାଗମାନାମାଚାରଃ ପ୍ରଥମଂ ପରିକଲ୍ପତେ ।
ଆଚାରପ୍ରଭଵୋ ଧର୍ମୋ ଧର୍ମସ୍ୟ ପ୍ରଭୁରଚ୍ୟୁତଃ ॥ 17 ॥

ଋଷୟଃ ପିତରୋ ଦେଵା ମହାଭୂତାନି ଧାତଵଃ ।
ଜଂଗମାଜଂଗମଂ ଚେଦଂ ଜଗନ୍ନାରାୟଣୋଦ୍ଭଵମ୍ ॥ 18 ॥

ୟୋଗୋଜ୍ଞାନଂ ତଥା ସାଂଖ୍ୟଂ ଵିଦ୍ୟାଃ ଶିଲ୍ପାଦିକର୍ମ ଚ ।
ଵେଦାଃ ଶାସ୍ତ୍ରାଣି ଵିଜ୍ଞାନମେତତ୍ସର୍ଵଂ ଜନାର୍ଦନାତ୍ ॥ 19 ॥

ଏକୋ ଵିଷ୍ଣୁର୍ମହଦ୍ଭୂତଂ ପୃଥଗ୍ଭୂତାନ୍ୟନେକଶଃ ।
ତ୍ରୀଂଲୋକାନ୍ଵ୍ୟାପ୍ୟ ଭୂତାତ୍ମା ଭୁଂକ୍ତେ ଵିଶ୍ଵଭୁଗଵ୍ୟୟଃ ॥ 20 ॥

ଇମଂ ସ୍ତଵଂ ଭଗଵତୋ ଵିଷ୍ଣୋର୍ଵ୍ୟାସେନ କୀର୍ତିତମ୍ ।
ପଠେଦ୍ୟ ଇଚ୍ଚେତ୍ପୁରୁଷଃ ଶ୍ରେୟଃ ପ୍ରାପ୍ତୁଂ ସୁଖାନି ଚ ॥ 21 ॥

ଵିଶ୍ଵେଶ୍ଵରମଜଂ ଦେଵଂ ଜଗତଃ ପ୍ରଭୁମଵ୍ୟୟମ୍।
ଭଜଂତି ୟେ ପୁଷ୍କରାକ୍ଷଂ ନ ତେ ୟାଂତି ପରାଭଵମ୍ ॥ 22 ॥

ନ ତେ ୟାଂତି ପରାଭଵଂ ଓଂ ନମ ଇତି ।

ଅର୍ଜୁନ ଉଵାଚ
ପଦ୍ମପତ୍ର ଵିଶାଲାକ୍ଷ ପଦ୍ମନାଭ ସୁରୋତ୍ତମ ।
ଭକ୍ତାନା ମନୁରକ୍ତାନାଂ ତ୍ରାତା ଭଵ ଜନାର୍ଦନ ॥ 23 ॥

ଶ୍ରୀଭଗଵାନୁଵାଚ
ୟୋ ମାଂ ନାମସହସ୍ରେଣ ସ୍ତୋତୁମିଚ୍ଛତି ପାଂଡଵ ।
ସୋଽହମେକେନ ଶ୍ଲୋକେନ ସ୍ତୁତ ଏଵ ନ ସଂଶୟଃ ॥ 24 ॥

ସ୍ତୁତ ଏଵ ନ ସଂଶୟ ଓଂ ନମ ଇତି ।

ଵ୍ୟାସ ଉଵାଚ
ଵାସନାଦ୍ଵାସୁଦେଵସ୍ୟ ଵାସିତଂ ଭୁଵନତ୍ରୟମ୍ ।
ସର୍ଵଭୂତନିଵାସୋଽସି ଵାସୁଦେଵ ନମୋଽସ୍ତୁ ତେ ॥ 25 ॥

ଶ୍ରୀଵାସୁଦେଵ ନମୋସ୍ତୁତ ଓଂ ନମ ଇତି ।

ପାର୍ଵତ୍ୟୁଵାଚ
କେନୋପାୟେନ ଲଘୁନା ଵିଷ୍ଣୋର୍ନାମସହସ୍ରକମ୍ ।
ପଠ୍ୟତେ ପଂଡିତୈର୍ନିତ୍ୟଂ ଶ୍ରୋତୁମିଚ୍ଛାମ୍ୟହଂ ପ୍ରଭୋ ॥ 26 ॥

ଈଶ୍ଵର ଉଵାଚ
ଶ୍ରୀରାମ ରାମ ରାମେତି ରମେ ରାମେ ମନୋରମେ ।
ସହସ୍ରନାମ ତତ୍ତୁଲ୍ୟଂ ରାମନାମ ଵରାନନେ ॥ 27 ॥

ଶ୍ରୀରାମ ନାମ ଵରାନନ ଓଂ ନମ ଇତି ।

ବ୍ରହ୍ମୋଵାଚ
ନମୋଽସ୍ତ୍ଵନଂତାୟ ସହସ୍ରମୂର୍ତୟେ ସହସ୍ରପାଦାକ୍ଷିଶିରୋରୁବାହଵେ ।
ସହସ୍ରନାମ୍ନେ ପୁରୁଷାୟ ଶାଶ୍ଵତେ ସହସ୍ରକୋଟୀ ୟୁଗଧାରିଣେ ନମଃ ॥ 28 ॥

ଶ୍ରୀ ସହସ୍ରକୋଟୀ ୟୁଗଧାରିଣେ ନମ ଓଂ ନମ ଇତି ।

ସଂଜୟ ଉଵାଚ
ୟତ୍ର ୟୋଗେଶ୍ଵରଃ କୃଷ୍ଣୋ ୟତ୍ର ପାର୍ଥୋ ଧନୁର୍ଧରଃ ।
ତତ୍ର ଶ୍ରୀର୍ଵିଜୟୋ ଭୂତିର୍ଧ୍ରୁଵା ନୀତିର୍ମତିର୍ମମ ॥ 29 ॥

ଶ୍ରୀ ଭଗଵାନ୍ ଉଵାଚ
ଅନନ୍ୟାଶ୍ଚିଂତୟଂତୋ ମାଂ ୟେ ଜନାଃ ପର୍ୟୁପାସତେ ।
ତେଷାଂ ନିତ୍ୟାଭିୟୁକ୍ତାନାଂ ୟୋଗକ୍ଷେମଂ ଵହାମ୍ୟହମ୍। ॥ 30 ॥

ପରିତ୍ରାଣାୟ ସାଧୂନାଂ ଵିନାଶାୟ ଚ ଦୁଷ୍କୃତାମ୍। ।
ଧର୍ମସଂସ୍ଥାପନାର୍ଥାୟ ସଂଭଵାମି ୟୁଗେ ୟୁଗେ ॥ 31 ॥

ଆର୍ତାଃ ଵିଷଣ୍ଣାଃ ଶିଥିଲାଶ୍ଚ ଭୀତାଃ ଘୋରେଷୁ ଚ ଵ୍ୟାଧିଷୁ ଵର୍ତମାନାଃ ।
ସଂକୀର୍ତ୍ୟ ନାରାୟଣଶବ୍ଦମାତ୍ରଂ ଵିମୁକ୍ତଦୁଃଖାଃ ସୁଖିନୋ ଭଵଂତି ॥ 32 ॥

କାୟେନ ଵାଚା ମନସେଂଦ୍ରିୟୈର୍ଵା ବୁଦ୍ଧ୍ୟାତ୍ମନା ଵା ପ୍ରକୃତେଃ ସ୍ଵଭାଵାତ୍ ।
କରୋମି ୟଦ୍ୟତ୍ସକଲଂ ପରସ୍ମୈ ନାରାୟଣାୟେତି ସମର୍ପୟାମି ॥ 33 ॥

ୟଦକ୍ଷର ପଦଭ୍ରଷ୍ଟଂ ମାତ୍ରାହୀନଂ ତୁ ୟଦ୍ଭଵେତ୍
ତଥ୍ସର୍ଵଂ କ୍ଷମ୍ୟତାଂ ଦେଵ ନାରାୟଣ ନମୋଽସ୍ତୁ ତେ ।
ଵିସର୍ଗ ବିଂଦୁ ମାତ୍ରାଣି ପଦପାଦାକ୍ଷରାଣି ଚ
ନ୍ୟୂନାନି ଚାତିରିକ୍ତାନି କ୍ଷମସ୍ଵ ପୁରୁଷୋତ୍ତମଃ ॥

ଇତି ଶ୍ରୀ ମହାଭାରତେ ଶତସାହସ୍ରିକାୟାଂ ସଂହିତାୟାଂ ଵୈୟାସିକ୍ୟାମନୁଶାସନ ପର୍ଵାଂତର୍ଗତ ଆନୁଶାସନିକ ପର୍ଵଣି, ମୋକ୍ଷଧର୍ମେ ଭୀଷ୍ମ ୟୁଧିଷ୍ଠିର ସଂଵାଦେ ଶ୍ରୀ ଵିଷ୍ଣୋର୍ଦିଵ୍ୟ ସହସ୍ରନାମ ସ୍ତୋତ୍ରଂ ନାମୈକୋନ ପଂଚ ଶତାଧିକ ଶତତମୋଧ୍ୟାୟଃ ॥
ଶ୍ରୀ ଵିଷ୍ଣୁ ସହସ୍ରନାମ ସ୍ତୋତ୍ରଂ ସମାପ୍ତମ୍ ॥
ଓଂ ତତ୍ସତ୍ ସର୍ଵଂ ଶ୍ରୀ କୃଷ୍ଣାର୍ପଣମସ୍ତୁ ॥`;
