export const punjabiContentText: string = `ਓਂ ਸ਼ੁਕ੍ਲਾਂਬਰਧਰਂ ਵਿਸ਼੍ਣੁਂ ਸ਼ਸ਼ਿਵਰ੍ਣਂ ਚਤੁਰ੍ਭੁਜਮ੍ ।
ਪ੍ਰਸਨ੍ਨਵਦਨਂ ਧ੍ਯਾਯੇਤ੍ ਸਰ੍ਵਵਿਘ੍ਨੋਪਸ਼ਾਂਤਯੇ ॥ 1 ॥

ਯਸ੍ਯਦ੍ਵਿਰਦਵਕ੍ਤ੍ਰਾਦ੍ਯਾਃ ਪਾਰਿਸ਼ਦ੍ਯਾਃ ਪਰਃ ਸ਼ਤਮ੍ ।
ਵਿਘ੍ਨਂ ਨਿਘ੍ਨਂਤਿ ਸਤਤਂ ਵਿਸ਼੍ਵਕ੍ਸੇਨਂ ਤਮਾਸ਼੍ਰਯੇ ॥ 2 ॥

ਪੂਰ੍ਵ ਪੀਠਿਕਾ
ਵ੍ਯਾਸਂ ਵਸਿਸ਼੍ਠ ਨਪ੍ਤਾਰਂ ਸ਼ਕ੍ਤੇਃ ਪੌਤ੍ਰਮਕਲ੍ਮਸ਼ਮ੍ ।
ਪਰਾਸ਼ਰਾਤ੍ਮਜਂ ਵਂਦੇ ਸ਼ੁਕਤਾਤਂ ਤਪੋਨਿਧਿਮ੍ ॥ 3 ॥

ਵ੍ਯਾਸਾਯ ਵਿਸ਼੍ਣੁ ਰੂਪਾਯ ਵ੍ਯਾਸਰੂਪਾਯ ਵਿਸ਼੍ਣਵੇ ।
ਨਮੋ ਵੈ ਬ੍ਰਹ੍ਮਨਿਧਯੇ ਵਾਸਿਸ਼੍ਠਾਯ ਨਮੋ ਨਮਃ ॥ 4 ॥

ਅਵਿਕਾਰਾਯ ਸ਼ੁਦ੍ਧਾਯ ਨਿਤ੍ਯਾਯ ਪਰਮਾਤ੍ਮਨੇ ।
ਸਦੈਕ ਰੂਪ ਰੂਪਾਯ ਵਿਸ਼੍ਣਵੇ ਸਰ੍ਵਜਿਸ਼੍ਣਵੇ ॥ 5 ॥

ਯਸ੍ਯ ਸ੍ਮਰਣਮਾਤ੍ਰੇਣ ਜਨ੍ਮਸਂਸਾਰਬਂਧਨਾਤ੍ ।
ਵਿਮੁਚ੍ਯਤੇ ਨਮਸ੍ਤਸ੍ਮੈ ਵਿਸ਼੍ਣਵੇ ਪ੍ਰਭਵਿਸ਼੍ਣਵੇ ॥ 6 ॥

ਓਂ ਨਮੋ ਵਿਸ਼੍ਣਵੇ ਪ੍ਰਭਵਿਸ਼੍ਣਵੇ ।

ਸ਼੍ਰੀ ਵੈਸ਼ਂਪਾਯਨ ਉਵਾਚ
ਸ਼੍ਰੁਤ੍ਵਾ ਧਰ੍ਮਾ ਨਸ਼ੇਸ਼ੇਣ ਪਾਵਨਾਨਿ ਚ ਸਰ੍ਵਸ਼ਃ ।
ਯੁਧਿਸ਼੍ਠਿਰਃ ਸ਼ਾਂਤਨਵਂ ਪੁਨਰੇਵਾਭ੍ਯ ਭਾਸ਼ਤ ॥ 7 ॥

ਯੁਧਿਸ਼੍ਠਿਰ ਉਵਾਚ
ਕਿਮੇਕਂ ਦੈਵਤਂ ਲੋਕੇ ਕਿਂ ਵਾ਽ਪ੍ਯੇਕਂ ਪਰਾਯਣਂ
ਸ੍ਤੁਵਂਤਃ ਕਂ ਕਮਰ੍ਚਂਤਃ ਪ੍ਰਾਪ੍ਨੁਯੁਰ੍ਮਾਨਵਾਃ ਸ਼ੁਭਮ੍ ॥ 8 ॥

ਕੋ ਧਰ੍ਮਃ ਸਰ੍ਵਧਰ੍ਮਾਣਾਂ ਭਵਤਃ ਪਰਮੋ ਮਤਃ ।
ਕਿਂ ਜਪਨ੍ਮੁਚ੍ਯਤੇ ਜਂਤੁਰ੍ਜਨ੍ਮਸਂਸਾਰ ਬਂਧਨਾਤ੍ ॥ 9 ॥

ਸ਼੍ਰੀ ਭੀਸ਼੍ਮ ਉਵਾਚ
ਜਗਤ੍ਪ੍ਰਭੁਂ ਦੇਵਦੇਵ ਮਨਂਤਂ ਪੁਰੁਸ਼ੋਤ੍ਤਮਮ੍ ।
ਸ੍ਤੁਵਨ੍ਨਾਮ ਸਹਸ੍ਰੇਣ ਪੁਰੁਸ਼ਃ ਸਤਤੋਤ੍ਥਿਤਃ ॥ 10 ॥

ਤਮੇਵ ਚਾਰ੍ਚਯਨ੍ਨਿਤ੍ਯਂ ਭਕ੍ਤ੍ਯਾ ਪੁਰੁਸ਼ਮਵ੍ਯਯਮ੍ ।
ਧ੍ਯਾਯਨ੍ ਸ੍ਤੁਵਨ੍ਨਮਸ੍ਯਂਸ਼੍ਚ ਯਜਮਾਨਸ੍ਤਮੇਵ ਚ ॥ 11 ॥

ਅਨਾਦਿ ਨਿਧਨਂ ਵਿਸ਼੍ਣੁਂ ਸਰ੍ਵਲੋਕ ਮਹੇਸ਼੍ਵਰਮ੍ ।
ਲੋਕਾਧ੍ਯਕ੍ਸ਼ਂ ਸ੍ਤੁਵਨ੍ਨਿਤ੍ਯਂ ਸਰ੍ਵ ਦੁਃਖਾਤਿਗੋ ਭਵੇਤ੍ ॥ 12 ॥

ਬ੍ਰਹ੍ਮਣ੍ਯਂ ਸਰ੍ਵ ਧਰ੍ਮਜ੍ਞਂ ਲੋਕਾਨਾਂ ਕੀਰ੍ਤਿ ਵਰ੍ਧਨਮ੍ ।
ਲੋਕਨਾਥਂ ਮਹਦ੍ਭੂਤਂ ਸਰ੍ਵਭੂਤ ਭਵੋਦ੍ਭਵਮ੍॥ 13 ॥

ਏਸ਼ ਮੇ ਸਰ੍ਵ ਧਰ੍ਮਾਣਾਂ ਧਰ੍ਮੋ਽ਧਿਕ ਤਮੋਮਤਃ ।
ਯਦ੍ਭਕ੍ਤ੍ਯਾ ਪੁਂਡਰੀਕਾਕ੍ਸ਼ਂ ਸ੍ਤਵੈਰਰ੍ਚੇਨ੍ਨਰਃ ਸਦਾ ॥ 14 ॥

ਪਰਮਂ ਯੋ ਮਹਤ੍ਤੇਜਃ ਪਰਮਂ ਯੋ ਮਹਤ੍ਤਪਃ ।
ਪਰਮਂ ਯੋ ਮਹਦ੍ਬ੍ਰਹ੍ਮ ਪਰਮਂ ਯਃ ਪਰਾਯਣਮ੍ । 15 ॥

ਪਵਿਤ੍ਰਾਣਾਂ ਪਵਿਤ੍ਰਂ ਯੋ ਮਂਗਲ਼ਾਨਾਂ ਚ ਮਂਗਲ਼ਮ੍ ।
ਦੈਵਤਂ ਦੇਵਤਾਨਾਂ ਚ ਭੂਤਾਨਾਂ ਯੋ਽ਵ੍ਯਯਃ ਪਿਤਾ ॥ 16 ॥

ਯਤਃ ਸਰ੍ਵਾਣਿ ਭੂਤਾਨਿ ਭਵਂਤ੍ਯਾਦਿ ਯੁਗਾਗਮੇ ।
ਯਸ੍ਮਿਂਸ਼੍ਚ ਪ੍ਰਲਯਂ ਯਾਂਤਿ ਪੁਨਰੇਵ ਯੁਗਕ੍ਸ਼ਯੇ ॥ 17 ॥

ਤਸ੍ਯ ਲੋਕ ਪ੍ਰਧਾਨਸ੍ਯ ਜਗਨ੍ਨਾਥਸ੍ਯ ਭੂਪਤੇ ।
ਵਿਸ਼੍ਣੋਰ੍ਨਾਮ ਸਹਸ੍ਰਂ ਮੇ ਸ਼੍ਰੁਣੁ ਪਾਪ ਭਯਾਪਹਮ੍ ॥ 18 ॥

ਯਾਨਿ ਨਾਮਾਨਿ ਗੌਣਾਨਿ ਵਿਖ੍ਯਾਤਾਨਿ ਮਹਾਤ੍ਮਨਃ ।
ਰੁਰੁਇਸ਼ਿਭਿਃ ਪਰਿਗੀਤਾਨਿ ਤਾਨਿ ਵਕ੍ਸ਼੍ਯਾਮਿ ਭੂਤਯੇ ॥ 19 ॥

ਰੁਰੁਇਸ਼ਿਰ੍ਨਾਮ੍ਨਾਂ ਸਹਸ੍ਰਸ੍ਯ ਵੇਦਵ੍ਯਾਸੋ ਮਹਾਮੁਨਿਃ ॥
ਛਂਦੋ਽ਨੁਸ਼੍ਟੁਪ੍ ਤਥਾ ਦੇਵੋ ਭਗਵਾਨ੍ ਦੇਵਕੀਸੁਤਃ ॥ 20 ॥

ਅਮ੍ਰੁਰੁਇਤਾਂ ਸ਼ੂਦ੍ਭਵੋ ਬੀਜਂ ਸ਼ਕ੍ਤਿਰ੍ਦੇਵਕਿਨਂਦਨਃ ।
ਤ੍ਰਿਸਾਮਾ ਹ੍ਰੁਰੁਇਦਯਂ ਤਸ੍ਯ ਸ਼ਾਂਤ੍ਯਰ੍ਥੇ ਵਿਨਿਯੁਜ੍ਯਤੇ ॥ 21 ॥

ਵਿਸ਼੍ਣੁਂ ਜਿਸ਼੍ਣੁਂ ਮਹਾਵਿਸ਼੍ਣੁਂ ਪ੍ਰਭਵਿਸ਼੍ਣੁਂ ਮਹੇਸ਼੍ਵਰਮ੍ ॥
ਅਨੇਕਰੂਪ ਦੈਤ੍ਯਾਂਤਂ ਨਮਾਮਿ ਪੁਰੁਸ਼ੋਤ੍ਤਮਮ੍ ॥ 22 ॥

ਪੂਰ੍ਵਨ੍ਯਾਸਃ
ਅਸ੍ਯ ਸ਼੍ਰੀ ਵਿਸ਼੍ਣੋਰ੍ਦਿਵ੍ਯ ਸਹਸ੍ਰਨਾਮ ਸ੍ਤੋਤ੍ਰ ਮਹਾਮਂਤ੍ਰਸ੍ਯ ॥
ਸ਼੍ਰੀ ਵੇਦਵ੍ਯਾਸੋ ਭਗਵਾਨ੍ ਰੁਰੁਇਸ਼ਿਃ ।
ਅਨੁਸ਼੍ਟੁਪ੍ ਛਂਦਃ ।
ਸ਼੍ਰੀਮਹਾਵਿਸ਼੍ਣੁਃ ਪਰਮਾਤ੍ਮਾ ਸ਼੍ਰੀਮਨ੍ਨਾਰਾਯਣੋ ਦੇਵਤਾ ।
ਅਮ੍ਰੁਰੁਇਤਾਂਸ਼ੂਦ੍ਭਵੋ ਭਾਨੁਰਿਤਿ ਬੀਜਮ੍ ।
ਦੇਵਕੀਨਂਦਨਃ ਸ੍ਰਸ਼੍ਟੇਤਿ ਸ਼ਕ੍ਤਿਃ ।
ਉਦ੍ਭਵਃ, ਕ੍ਸ਼ੋਭਣੋ ਦੇਵ ਇਤਿ ਪਰਮੋਮਂਤ੍ਰਃ ।
ਸ਼ਂਖਭ੍ਰੁਰੁਇਨ੍ਨਂਦਕੀ ਚਕ੍ਰੀਤਿ ਕੀਲਕਮ੍ ।
ਸ਼ਾਰ੍​ਙ੍ਗਧਨ੍ਵਾ ਗਦਾਧਰ ਇਤ੍ਯਸ੍ਤ੍ਰਮ੍ ।
ਰਥਾਂਗਪਾਣਿ ਰਕ੍ਸ਼ੋਭ੍ਯ ਇਤਿ ਨੇਤ੍ਰਮ੍ ।
ਤ੍ਰਿਸਾਮਾਸਾਮਗਃ ਸਾਮੇਤਿ ਕਵਚਮ੍ ।
ਆਨਂਦਂ ਪਰਬ੍ਰਹ੍ਮੇਤਿ ਯੋਨਿਃ ।
ਰੁਰੁਇਤੁਸ੍ਸੁਦਰ੍ਸ਼ਨਃ ਕਾਲ ਇਤਿ ਦਿਗ੍ਬਂਧਃ ॥
ਸ਼੍ਰੀਵਿਸ਼੍ਵਰੂਪ ਇਤਿ ਧ੍ਯਾਨਮ੍ ।
ਸ਼੍ਰੀ ਮਹਾਵਿਸ਼੍ਣੁ ਪ੍ਰੀਤ੍ਯਰ੍ਥੇ ਸਹਸ੍ਰਨਾਮ ਜਪੇ ਪਾਰਾਯਣੇ ਵਿਨਿਯੋਗਃ ।

ਕਰਨ੍ਯਾਸਃ
ਵਿਸ਼੍ਵਂ ਵਿਸ਼੍ਣੁਰ੍ਵਸ਼ਟ੍ਕਾਰ ਇਤ੍ਯਂਗੁਸ਼੍ਠਾਭ੍ਯਾਂ ਨਮਃ
ਅਮ੍ਰੁਰੁਇਤਾਂ ਸ਼ੂਦ੍ਭਵੋ ਭਾਨੁਰਿਤਿ ਤਰ੍ਜਨੀਭ੍ਯਾਂ ਨਮਃ
ਬ੍ਰਹ੍ਮਣ੍ਯੋ ਬ੍ਰਹ੍ਮਕ੍ਰੁਰੁਇਤ੍ ਬ੍ਰਹ੍ਮੇਤਿ ਮਧ੍ਯਮਾਭ੍ਯਾਂ ਨਮਃ
ਸੁਵਰ੍ਣਬਿਂਦੁ ਰਕ੍ਸ਼ੋਭ੍ਯ ਇਤਿ ਅਨਾਮਿਕਾਭ੍ਯਾਂ ਨਮਃ
ਨਿਮਿਸ਼ੋ਽ਨਿਮਿਸ਼ਃ ਸ੍ਰਗ੍ਵੀਤਿ ਕਨਿਸ਼੍ਠਿਕਾਭ੍ਯਾਂ ਨਮਃ
ਰਥਾਂਗਪਾਣਿ ਰਕ੍ਸ਼ੋਭ੍ਯ ਇਤਿ ਕਰਤਲ ਕਰਪ੍ਰੁਰੁਇਸ਼੍ਠਾਭ੍ਯਾਂ ਨਮਃ

ਅਂਗਨ੍ਯਾਸਃ
ਸੁਵ੍ਰਤਃ ਸੁਮੁਖਃ ਸੂਕ੍ਸ਼੍ਮ ਇਤਿ ਜ੍ਞਾਨਾਯ ਹ੍ਰੁਰੁਇਦਯਾਯ ਨਮਃ
ਸਹਸ੍ਰਮੂਰ੍ਤਿਃ ਵਿਸ਼੍ਵਾਤ੍ਮਾ ਇਤਿ ਐਸ਼੍ਵਰ੍ਯਾਯ ਸ਼ਿਰਸੇ ਸ੍ਵਾਹਾ
ਸਹਸ੍ਰਾਰ੍ਚਿਃ ਸਪ੍ਤਜਿਹ੍ਵ ਇਤਿ ਸ਼ਕ੍ਤ੍ਯੈ ਸ਼ਿਖਾਯੈ ਵਸ਼ਟ੍
ਤ੍ਰਿਸਾਮਾ ਸਾਮਗਸ੍ਸਾਮੇਤਿ ਬਲਾਯ ਕਵਚਾਯ ਹੁਂ
ਰਥਾਂਗਪਾਣਿ ਰਕ੍ਸ਼ੋਭ੍ਯ ਇਤਿ ਨੇਤ੍ਰਾਭ੍ਯਾਂ ਵੌਸ਼ਟ੍
ਸ਼ਾਂਗਧਨ੍ਵਾ ਗਦਾਧਰ ਇਤਿ ਵੀਰ੍ਯਾਯ ਅਸ੍ਤ੍ਰਾਯਫਟ੍
ਰੁਰੁਇਤੁਃ ਸੁਦਰ੍ਸ਼ਨਃ ਕਾਲ ਇਤਿ ਦਿਗ੍ਭਂਧਃ

ਧ੍ਯਾਨਮ੍
ਕ੍ਸ਼ੀਰੋਧਨ੍ਵਤ੍ਪ੍ਰਦੇਸ਼ੇ ਸ਼ੁਚਿਮਣਿ-ਵਿਲਸ-ਤ੍ਸੈਕਤੇ-ਮੌਕ੍ਤਿਕਾਨਾਂ
ਮਾਲਾ-ਕ੢ਪ੍ਤਾਸਨਸ੍ਥਃ ਸ੍ਫਟਿਕ-ਮਣਿਨਿਭੈ-ਰ੍ਮੌਕ੍ਤਿਕੈ-ਰ੍ਮਂਡਿਤਾਂਗਃ ।
ਸ਼ੁਭ੍ਰੈ-ਰਭ੍ਰੈ-ਰਦਭ੍ਰੈ-ਰੁਪਰਿਵਿਰਚਿਤੈ-ਰ੍ਮੁਕ੍ਤ ਪੀਯੂਸ਼ ਵਰ੍ਸ਼ੈਃ
ਆਨਂਦੀ ਨਃ ਪੁਨੀਯਾ-ਦਰਿਨਲਿਨਗਦਾ ਸ਼ਂਖਪਾਣਿ-ਰ੍ਮੁਕੁਂਦਃ ॥ 1 ॥

ਭੂਃ ਪਾਦੌ ਯਸ੍ਯ ਨਾਭਿਰ੍ਵਿਯ-ਦਸੁਰ ਨਿਲਸ਼੍ਚਂਦ੍ਰ ਸੂਰ੍ਯੌ ਚ ਨੇਤ੍ਰੇ
ਕਰ੍ਣਾਵਾਸ਼ਾਃ ਸ਼ਿਰੋਦ੍ਯੌਰ੍ਮੁਖਮਪਿ ਦਹਨੋ ਯਸ੍ਯ ਵਾਸ੍ਤੇਯਮਬ੍ਧਿਃ ।
ਅਂਤਃਸ੍ਥਂ ਯਸ੍ਯ ਵਿਸ਼੍ਵਂ ਸੁਰ ਨਰਖਗਗੋਭੋਗਿ ਗਂਧਰ੍ਵਦੈਤ੍ਯੈਃ
ਚਿਤ੍ਰਂ ਰਂ ਰਮ੍ਯਤੇ ਤਂ ਤ੍ਰਿਭੁਵਨ ਵਪੁਸ਼ਂ ਵਿਸ਼੍ਣੁਮੀਸ਼ਂ ਨਮਾਮਿ ॥ 2 ॥

ਓਂ ਨਮੋ ਭਗਵਤੇ ਵਾਸੁਦੇਵਾਯ !

ਸ਼ਾਂਤਾਕਾਰਂ ਭੁਜਗਸ਼ਯਨਂ ਪਦ੍ਮਨਾਭਂ ਸੁਰੇਸ਼ਂ
ਵਿਸ਼੍ਵਾਧਾਰਂ ਗਗਨਸਦ੍ਰੁਰੁਇਸ਼ਂ ਮੇਘਵਰ੍ਣਂ ਸ਼ੁਭਾਂਗਮ੍ ।
ਲਕ੍ਸ਼੍ਮੀਕਾਂਤਂ ਕਮਲਨਯਨਂ ਯੋਗਿਹ੍ਰੁਰੁਇਰ੍ਧ੍ਯਾਨਗਮ੍ਯਮ੍
ਵਂਦੇ ਵਿਸ਼੍ਣੁਂ ਭਵਭਯਹਰਂ ਸਰ੍ਵਲੋਕੈਕਨਾਥਮ੍ ॥ 3 ॥

ਮੇਘਸ਼੍ਯਾਮਂ ਪੀਤਕੌਸ਼ੇਯਵਾਸਂ
ਸ਼੍ਰੀਵਤ੍ਸਾਕਂ ਕੌਸ੍ਤੁਭੋਦ੍ਭਾਸਿਤਾਂਗਮ੍ ।
ਪੁਣ੍ਯੋਪੇਤਂ ਪੁਂਡਰੀਕਾਯਤਾਕ੍ਸ਼ਂ
ਵਿਸ਼੍ਣੁਂ ਵਂਦੇ ਸਰ੍ਵਲੋਕੈਕਨਾਥਮ੍ ॥ 4 ॥

ਨਮਃ ਸਮਸ੍ਤ ਭੂਤਾਨਾਂ ਆਦਿ ਭੂਤਾਯ ਭੂਭ੍ਰੁਰੁਇਤੇ ।
ਅਨੇਕਰੂਪ ਰੂਪਾਯ ਵਿਸ਼੍ਣਵੇ ਪ੍ਰਭਵਿਸ਼੍ਣਵੇ ॥ 5॥

ਸਸ਼ਂਖਚਕ੍ਰਂ ਸਕਿਰੀਟਕੁਂਡਲਂ
ਸਪੀਤਵਸ੍ਤ੍ਰਂ ਸਰਸੀਰੁਹੇਕ੍ਸ਼ਣਮ੍ ।
ਸਹਾਰ ਵਕ੍ਸ਼ਃਸ੍ਥਲ ਸ਼ੋਭਿ ਕੌਸ੍ਤੁਭਂ
ਨਮਾਮਿ ਵਿਸ਼੍ਣੁਂ ਸ਼ਿਰਸਾ ਚਤੁਰ੍ਭੁਜਮ੍ । 6॥

ਛਾਯਾਯਾਂ ਪਾਰਿਜਾਤਸ੍ਯ ਹੇਮਸਿਂਹਾਸਨੋਪਰਿ
ਆਸੀਨਮਂਬੁਦਸ਼੍ਯਾਮਮਾਯਤਾਕ੍ਸ਼ਮਲਂਕ੍ਰੁਰੁਇਤਮ੍ ॥ 7 ॥

ਚਂਦ੍ਰਾਨਨਂ ਚਤੁਰ੍ਬਾਹੁਂ ਸ਼੍ਰੀਵਤ੍ਸਾਂਕਿਤ ਵਕ੍ਸ਼ਸਮ੍
ਰੁਕ੍ਮਿਣੀ ਸਤ੍ਯਭਾਮਾਭ੍ਯਾਂ ਸਹਿਤਂ ਕ੍ਰੁਰੁਇਸ਼੍ਣਮਾਸ਼੍ਰਯੇ ॥ 8 ॥

ਪਂਚਪੂਜ
ਲਂ - ਪ੍ਰੁਰੁਇਥਿਵ੍ਯਾਤ੍ਮਨੇ ਗਂਥਂ ਸਮਰ੍ਪਯਾਮਿ
ਹਂ - ਆਕਾਸ਼ਾਤ੍ਮਨੇ ਪੁਸ਼੍ਪੈਃ ਪੂਜਯਾਮਿ
ਯਂ - ਵਾਯ੍ਵਾਤ੍ਮਨੇ ਧੂਪਮਾਘ੍ਰਾਪਯਾਮਿ
ਰਂ - ਅਗ੍ਨ੍ਯਾਤ੍ਮਨੇ ਦੀਪਂ ਦਰ੍ਸ਼ਯਾਮਿ
ਵਂ - ਅਮ੍ਰੁਰੁਇਤਾਤ੍ਮਨੇ ਨੈਵੇਦ੍ਯਂ ਨਿਵੇਦਯਾਮਿ
ਸਂ - ਸਰ੍ਵਾਤ੍ਮਨੇ ਸਰ੍ਵੋਪਚਾਰ ਪੂਜਾ ਨਮਸ੍ਕਾਰਾਨ੍ ਸਮਰ੍ਪਯਾਮਿ

ਸ੍ਤੋਤ੍ਰਮ੍

ਹਰਿਃ ਓਮ੍

ਵਿਸ਼੍ਵਂ ਵਿਸ਼੍ਣੁਰ੍ਵਸ਼ਟ੍ਕਾਰੋ ਭੂਤਭਵ੍ਯਭਵਤ੍ਪ੍ਰਭੁਃ ।
ਭੂਤਕ੍ਰੁਰੁਇਦ੍ਭੂਤਭ੍ਰੁਰੁਇਦ੍ਭਾਵੋ ਭੂਤਾਤ੍ਮਾ ਭੂਤਭਾਵਨਃ ॥ 1 ॥

ਪੂਤਾਤ੍ਮਾ ਪਰਮਾਤ੍ਮਾ ਚ ਮੁਕ੍ਤਾਨਾਂ ਪਰਮਾਗਤਿਃ ।
ਅਵ੍ਯਯਃ ਪੁਰੁਸ਼ਃ ਸਾਕ੍ਸ਼ੀ ਕ੍ਸ਼ੇਤ੍ਰਜ੍ਞੋ਽ਕ੍ਸ਼ਰ ਏਵ ਚ ॥ 2 ॥

ਯੋਗੋ ਯੋਗਵਿਦਾਂ ਨੇਤਾ ਪ੍ਰਧਾਨ ਪੁਰੁਸ਼ੇਸ਼੍ਵਰਃ ।
ਨਾਰਸਿਂਹਵਪੁਃ ਸ਼੍ਰੀਮਾਨ੍ ਕੇਸ਼ਵਃ ਪੁਰੁਸ਼ੋਤ੍ਤਮਃ ॥ 3 ॥

ਸਰ੍ਵਃ ਸ਼ਰ੍ਵਃ ਸ਼ਿਵਃ ਸ੍ਥਾਣੁਰ੍ਭੂਤਾਦਿਰ੍ਨਿਧਿਰਵ੍ਯਯਃ ।
ਸਂਭਵੋ ਭਾਵਨੋ ਭਰ੍ਤਾ ਪ੍ਰਭਵਃ ਪ੍ਰਭੁਰੀਸ਼੍ਵਰਃ ॥ 4 ॥

ਸ੍ਵਯਂਭੂਃ ਸ਼ਂਭੁਰਾਦਿਤ੍ਯਃ ਪੁਸ਼੍ਕਰਾਕ੍ਸ਼ੋ ਮਹਾਸ੍ਵਨਃ ।
ਅਨਾਦਿਨਿਧਨੋ ਧਾਤਾ ਵਿਧਾਤਾ ਧਾਤੁਰੁਤ੍ਤਮਃ ॥ 5 ॥

ਅਪ੍ਰਮੇਯੋ ਹ੍ਰੁਰੁਇਸ਼ੀਕੇਸ਼ਃ ਪਦ੍ਮਨਾਭੋ਽ਮਰਪ੍ਰਭੁਃ ।
ਵਿਸ਼੍ਵਕਰ੍ਮਾ ਮਨੁਸ੍ਤ੍ਵਸ਼੍ਟਾ ਸ੍ਥਵਿਸ਼੍ਠਃ ਸ੍ਥਵਿਰੋ ਧ੍ਰੁਵਃ ॥ 6 ॥

ਅਗ੍ਰਾਹ੍ਯਃ ਸ਼ਾਸ਼੍ਵਤੋ ਕ੍ਰੁਰੁਇਸ਼੍ਣੋ ਲੋਹਿਤਾਕ੍ਸ਼ਃ ਪ੍ਰਤਰ੍ਦਨਃ ।
ਪ੍ਰਭੂਤਸ੍ਤ੍ਰਿਕਕੁਬ੍ਧਾਮ ਪਵਿਤ੍ਰਂ ਮਂਗਲ਼ਂ ਪਰਮ੍ ॥ 7 ॥

ਈਸ਼ਾਨਃ ਪ੍ਰਾਣਦਃ ਪ੍ਰਾਣੋ ਜ੍ਯੇਸ਼੍ਠਃ ਸ਼੍ਰੇਸ਼੍ਠਃ ਪ੍ਰਜਾਪਤਿਃ ।
ਹਿਰਣ੍ਯਗਰ੍ਭੋ ਭੂਗਰ੍ਭੋ ਮਾਧਵੋ ਮਧੁਸੂਦਨਃ ॥ 8 ॥

ਈਸ਼੍ਵਰੋ ਵਿਕ੍ਰਮੀਧਨ੍ਵੀ ਮੇਧਾਵੀ ਵਿਕ੍ਰਮਃ ਕ੍ਰਮਃ ।
ਅਨੁਤ੍ਤਮੋ ਦੁਰਾਧਰ੍ਸ਼ਃ ਕ੍ਰੁਰੁਇਤਜ੍ਞਃ ਕ੍ਰੁਰੁਇਤਿਰਾਤ੍ਮਵਾਨ੍॥ 9 ॥

ਸੁਰੇਸ਼ਃ ਸ਼ਰਣਂ ਸ਼ਰ੍ਮ ਵਿਸ਼੍ਵਰੇਤਾਃ ਪ੍ਰਜਾਭਵਃ ।
ਅਹਸ੍ਸਂਵਤ੍ਸਰੋ ਵ੍ਯਾਲ਼ਃ ਪ੍ਰਤ੍ਯਯਃ ਸਰ੍ਵਦਰ੍ਸ਼ਨਃ ॥ 10 ॥

ਅਜਸ੍ਸਰ੍ਵੇਸ਼੍ਵਰਃ ਸਿਦ੍ਧਃ ਸਿਦ੍ਧਿਃ ਸਰ੍ਵਾਦਿਰਚ੍ਯੁਤਃ ।
ਵ੍ਰੁਰੁਇਸ਼ਾਕਪਿਰਮੇਯਾਤ੍ਮਾ ਸਰ੍ਵਯੋਗਵਿਨਿਸ੍ਸ੍ਰੁਰੁਇਤਃ ॥ 11 ॥

ਵਸੁਰ੍ਵਸੁਮਨਾਃ ਸਤ੍ਯਃ ਸਮਾਤ੍ਮਾ ਸਮ੍ਮਿਤਸ੍ਸਮਃ ।
ਅਮੋਘਃ ਪੁਂਡਰੀਕਾਕ੍ਸ਼ੋ ਵ੍ਰੁਰੁਇਸ਼ਕਰ੍ਮਾ ਵ੍ਰੁਰੁਇਸ਼ਾਕ੍ਰੁਰੁਇਤਿਃ ॥ 12 ॥

ਰੁਦ੍ਰੋ ਬਹੁਸ਼ਿਰਾ ਬਭ੍ਰੁਰ੍ਵਿਸ਼੍ਵਯੋਨਿਃ ਸ਼ੁਚਿਸ਼੍ਰਵਾਃ ।
ਅਮ੍ਰੁਰੁਇਤਃ ਸ਼ਾਸ਼੍ਵਤਸ੍ਥਾਣੁਰ੍ਵਰਾਰੋਹੋ ਮਹਾਤਪਾਃ ॥ 13 ॥

ਸਰ੍ਵਗਃ ਸਰ੍ਵ ਵਿਦ੍ਭਾਨੁਰ੍ਵਿਸ਼੍ਵਕ੍ਸੇਨੋ ਜਨਾਰ੍ਦਨਃ ।
ਵੇਦੋ ਵੇਦਵਿਦਵ੍ਯਂਗੋ ਵੇਦਾਂਗੋ ਵੇਦਵਿਤ੍ਕਵਿਃ ॥ 14 ॥

ਲੋਕਾਧ੍ਯਕ੍ਸ਼ਃ ਸੁਰਾਧ੍ਯਕ੍ਸ਼ੋ ਧਰ੍ਮਾਧ੍ਯਕ੍ਸ਼ਃ ਕ੍ਰੁਰੁਇਤਾਕ੍ਰੁਰੁਇਤਃ ।
ਚਤੁਰਾਤ੍ਮਾ ਚਤੁਰ੍ਵ੍ਯੂਹਸ਼੍ਚਤੁਰ੍ਦਂਸ਼੍ਟ੍ਰਸ਼੍ਚਤੁਰ੍ਭੁਜਃ ॥ 15 ॥

ਭ੍ਰਾਜਿਸ਼੍ਣੁਰ੍ਭੋਜਨਂ ਭੋਕ੍ਤਾ ਸਹਿਸ਼੍ਣੁਰ੍ਜਗਦਾਦਿਜਃ ।
ਅਨਘੋ ਵਿਜਯੋ ਜੇਤਾ ਵਿਸ਼੍ਵਯੋਨਿਃ ਪੁਨਰ੍ਵਸੁਃ ॥ 16 ॥

ਉਪੇਂਦ੍ਰੋ ਵਾਮਨਃ ਪ੍ਰਾਂਸ਼ੁਰਮੋਘਃ ਸ਼ੁਚਿਰੂਰ੍ਜਿਤਃ ।
ਅਤੀਂਦ੍ਰਃ ਸਂਗ੍ਰਹਃ ਸਰ੍ਗੋ ਧ੍ਰੁਰੁਇਤਾਤ੍ਮਾ ਨਿਯਮੋ ਯਮਃ ॥ 17 ॥

ਵੇਦ੍ਯੋ ਵੈਦ੍ਯਃ ਸਦਾਯੋਗੀ ਵੀਰਹਾ ਮਾਧਵੋ ਮਧੁਃ ।
ਅਤੀਂਦ੍ਰਿਯੋ ਮਹਾਮਾਯੋ ਮਹੋਤ੍ਸਾਹੋ ਮਹਾਬਲਃ ॥ 18 ॥

ਮਹਾਬੁਦ੍ਧਿਰ੍ਮਹਾਵੀਰ੍ਯੋ ਮਹਾਸ਼ਕ੍ਤਿਰ੍ਮਹਾਦ੍ਯੁਤਿਃ ।
ਅਨਿਰ੍ਦੇਸ਼੍ਯਵਪੁਃ ਸ਼੍ਰੀਮਾਨਮੇਯਾਤ੍ਮਾ ਮਹਾਦ੍ਰਿਧ੍ਰੁਰੁਇਕ੍ ॥ 19 ॥

ਮਹੇਸ਼੍ਵਾਸੋ ਮਹੀਭਰ੍ਤਾ ਸ਼੍ਰੀਨਿਵਾਸਃ ਸਤਾਂਗਤਿਃ ।
ਅਨਿਰੁਦ੍ਧਃ ਸੁਰਾਨਂਦੋ ਗੋਵਿਂਦੋ ਗੋਵਿਦਾਂ ਪਤਿਃ ॥ 20 ॥

ਮਰੀਚਿਰ੍ਦਮਨੋ ਹਂਸਃ ਸੁਪਰ੍ਣੋ ਭੁਜਗੋਤ੍ਤਮਃ ।
ਹਿਰਣ੍ਯਨਾਭਃ ਸੁਤਪਾਃ ਪਦ੍ਮਨਾਭਃ ਪ੍ਰਜਾਪਤਿਃ ॥ 21 ॥

ਅਮ੍ਰੁਰੁਇਤ੍ਯੁਃ ਸਰ੍ਵਦ੍ਰੁਰੁਇਕ੍ ਸਿਂਹਃ ਸਂਧਾਤਾ ਸਂਧਿਮਾਨ੍ ਸ੍ਥਿਰਃ ।
ਅਜੋ ਦੁਰ੍ਮਰ੍ਸ਼ਣਃ ਸ਼ਾਸ੍ਤਾ ਵਿਸ਼੍ਰੁਤਾਤ੍ਮਾ ਸੁਰਾਰਿਹਾ ॥ 22 ॥

ਗੁਰੁਰ੍ਗੁਰੁਤਮੋ ਧਾਮ ਸਤ੍ਯਃ ਸਤ੍ਯਪਰਾਕ੍ਰਮਃ ।
ਨਿਮਿਸ਼ੋ਽ਨਿਮਿਸ਼ਃ ਸ੍ਰਗ੍ਵੀ ਵਾਚਸ੍ਪਤਿਰੁਦਾਰਧੀਃ ॥ 23 ॥

ਅਗ੍ਰਣੀਗ੍ਰਾਮਣੀਃ ਸ਼੍ਰੀਮਾਨ੍ ਨ੍ਯਾਯੋ ਨੇਤਾ ਸਮੀਰਣਃ
ਸਹਸ੍ਰਮੂਰ੍ਧਾ ਵਿਸ਼੍ਵਾਤ੍ਮਾ ਸਹਸ੍ਰਾਕ੍ਸ਼ਃ ਸਹਸ੍ਰਪਾਤ੍ ॥ 24 ॥

ਆਵਰ੍ਤਨੋ ਨਿਵ੍ਰੁਰੁਇਤ੍ਤਾਤ੍ਮਾ ਸਂਵ੍ਰੁਰੁਇਤਃ ਸਂਪ੍ਰਮਰ੍ਦਨਃ ।
ਅਹਃ ਸਂਵਰ੍ਤਕੋ ਵਹ੍ਨਿਰਨਿਲੋ ਧਰਣੀਧਰਃ ॥ 25 ॥

ਸੁਪ੍ਰਸਾਦਃ ਪ੍ਰਸਨ੍ਨਾਤ੍ਮਾ ਵਿਸ਼੍ਵਧ੍ਰੁਰੁਇਗ੍ਵਿਸ਼੍ਵਭੁਗ੍ਵਿਭੁਃ ।
ਸਤ੍ਕਰ੍ਤਾ ਸਤ੍ਕ੍ਰੁਰੁਇਤਃ ਸਾਧੁਰ੍ਜਹ੍ਨੁਰ੍ਨਾਰਾਯਣੋ ਨਰਃ ॥ 26 ॥

ਅਸਂਖ੍ਯੇਯੋ਽ਪ੍ਰਮੇਯਾਤ੍ਮਾ ਵਿਸ਼ਿਸ਼੍ਟਃ ਸ਼ਿਸ਼੍ਟਕ੍ਰੁਰੁਇਚ੍ਛੁਚਿਃ ।
ਸਿਦ੍ਧਾਰ੍ਥਃ ਸਿਦ੍ਧਸਂਕਲ੍ਪਃ ਸਿਦ੍ਧਿਦਃ ਸਿਦ੍ਧਿ ਸਾਧਨਃ ॥ 27 ॥

ਵ੍ਰੁਰੁਇਸ਼ਾਹੀ ਵ੍ਰੁਰੁਇਸ਼ਭੋ ਵਿਸ਼੍ਣੁਰ੍ਵ੍ਰੁਰੁਇਸ਼ਪਰ੍ਵਾ ਵ੍ਰੁਰੁਇਸ਼ੋਦਰਃ ।
ਵਰ੍ਧਨੋ ਵਰ੍ਧਮਾਨਸ਼੍ਚ ਵਿਵਿਕ੍ਤਃ ਸ਼੍ਰੁਤਿਸਾਗਰਃ ॥ 28 ॥

ਸੁਭੁਜੋ ਦੁਰ੍ਧਰੋ ਵਾਗ੍ਮੀ ਮਹੇਂਦ੍ਰੋ ਵਸੁਦੋ ਵਸੁਃ ।
ਨੈਕਰੂਪੋ ਬ੍ਰੁਰੁਇਹਦ੍ਰੂਪਃ ਸ਼ਿਪਿਵਿਸ਼੍ਟਃ ਪ੍ਰਕਾਸ਼ਨਃ ॥ 29 ॥

ਓਜਸ੍ਤੇਜੋਦ੍ਯੁਤਿਧਰਃ ਪ੍ਰਕਾਸ਼ਾਤ੍ਮਾ ਪ੍ਰਤਾਪਨਃ ।
ਰੁਰੁਇਦ੍ਦਃ ਸ੍ਪਸ਼੍ਟਾਕ੍ਸ਼ਰੋ ਮਂਤ੍ਰਸ਼੍ਚਂਦ੍ਰਾਂਸ਼ੁਰ੍ਭਾਸ੍ਕਰਦ੍ਯੁਤਿਃ ॥ 30 ॥

ਅਮ੍ਰੁਰੁਇਤਾਂਸ਼ੂਦ੍ਭਵੋ ਭਾਨੁਃ ਸ਼ਸ਼ਬਿਂਦੁਃ ਸੁਰੇਸ਼੍ਵਰਃ ।
ਔਸ਼ਧਂ ਜਗਤਃ ਸੇਤੁਃ ਸਤ੍ਯਧਰ੍ਮਪਰਾਕ੍ਰਮਃ ॥ 31 ॥

ਭੂਤਭਵ੍ਯਭਵਨ੍ਨਾਥਃ ਪਵਨਃ ਪਾਵਨੋ਽ਨਲਃ ।
ਕਾਮਹਾ ਕਾਮਕ੍ਰੁਰੁਇਤ੍ਕਾਂਤਃ ਕਾਮਃ ਕਾਮਪ੍ਰਦਃ ਪ੍ਰਭੁਃ ॥ 32 ॥

ਯੁਗਾਦਿ ਕ੍ਰੁਰੁਇਦ੍ਯੁਗਾਵਰ੍ਤੋ ਨੈਕਮਾਯੋ ਮਹਾਸ਼ਨਃ ।
ਅਦ੍ਰੁਰੁਇਸ਼੍ਯੋ ਵ੍ਯਕ੍ਤਰੂਪਸ਼੍ਚ ਸਹਸ੍ਰਜਿਦਨਂਤਜਿਤ੍ ॥ 33 ॥

ਇਸ਼੍ਟੋ਽ਵਿਸ਼ਿਸ਼੍ਟਃ ਸ਼ਿਸ਼੍ਟੇਸ਼੍ਟਃ ਸ਼ਿਖਂਡੀ ਨਹੁਸ਼ੋ ਵ੍ਰੁਰੁਇਸ਼ਃ ।
ਕ੍ਰੋਧਹਾ ਕ੍ਰੋਧਕ੍ਰੁਰੁਇਤ੍ਕਰ੍ਤਾ ਵਿਸ਼੍ਵਬਾਹੁਰ੍ਮਹੀਧਰਃ ॥ 34 ॥

ਅਚ੍ਯੁਤਃ ਪ੍ਰਥਿਤਃ ਪ੍ਰਾਣਃ ਪ੍ਰਾਣਦੋ ਵਾਸਵਾਨੁਜਃ ।
ਅਪਾਂਨਿਧਿਰਧਿਸ਼੍ਠਾਨਮਪ੍ਰਮਤ੍ਤਃ ਪ੍ਰਤਿਸ਼੍ਠਿਤਃ ॥ 35 ॥

ਸ੍ਕਂਦਃ ਸ੍ਕਂਦਧਰੋ ਧੁਰ੍ਯੋ ਵਰਦੋ ਵਾਯੁਵਾਹਨਃ ।
ਵਾਸੁਦੇਵੋ ਬ੍ਰੁਰੁਇਹਦ੍ਭਾਨੁਰਾਦਿਦੇਵਃ ਪੁਰਂਧਰਃ ॥ 36 ॥

ਅਸ਼ੋਕਸ੍ਤਾਰਣਸ੍ਤਾਰਃ ਸ਼ੂਰਃ ਸ਼ੌਰਿਰ੍ਜਨੇਸ਼੍ਵਰਃ ।
ਅਨੁਕੂਲਃ ਸ਼ਤਾਵਰ੍ਤਃ ਪਦ੍ਮੀ ਪਦ੍ਮਨਿਭੇਕ੍ਸ਼ਣਃ ॥ 37 ॥

ਪਦ੍ਮਨਾਭੋ਽ਰਵਿਂਦਾਕ੍ਸ਼ਃ ਪਦ੍ਮਗਰ੍ਭਃ ਸ਼ਰੀਰਭ੍ਰੁਰੁਇਤ੍ ।
ਮਹਰ੍ਧਿਰ੍ਰੁਰੁਇਦ੍ਧੋ ਵ੍ਰੁਰੁਇਦ੍ਧਾਤ੍ਮਾ ਮਹਾਕ੍ਸ਼ੋ ਗਰੁਡਧ੍ਵਜਃ ॥ 38 ॥

ਅਤੁਲਃ ਸ਼ਰਭੋ ਭੀਮਃ ਸਮਯਜ੍ਞੋ ਹਵਿਰ੍ਹਰਿਃ ।
ਸਰ੍ਵਲਕ੍ਸ਼ਣਲਕ੍ਸ਼ਣ੍ਯੋ ਲਕ੍ਸ਼੍ਮੀਵਾਨ੍ ਸਮਿਤਿਂਜਯਃ ॥ 39 ॥

ਵਿਕ੍ਸ਼ਰੋ ਰੋਹਿਤੋ ਮਾਰ੍ਗੋ ਹੇਤੁਰ੍ਦਾਮੋਦਰਃ ਸਹਃ ।
ਮਹੀਧਰੋ ਮਹਾਭਾਗੋ ਵੇਗਵਾਨਮਿਤਾਸ਼ਨਃ ॥ 40 ॥

ਉਦ੍ਭਵਃ, ਕ੍ਸ਼ੋਭਣੋ ਦੇਵਃ ਸ਼੍ਰੀਗਰ੍ਭਃ ਪਰਮੇਸ਼੍ਵਰਃ ।
ਕਰਣਂ ਕਾਰਣਂ ਕਰ੍ਤਾ ਵਿਕਰ੍ਤਾ ਗਹਨੋ ਗੁਹਃ ॥ 41 ॥

ਵ੍ਯਵਸਾਯੋ ਵ੍ਯਵਸ੍ਥਾਨਃ ਸਂਸ੍ਥਾਨਃ ਸ੍ਥਾਨਦੋ ਧ੍ਰੁਵਃ ।
ਪਰਰ੍ਧਿਃ ਪਰਮਸ੍ਪਸ਼੍ਟਃ ਤੁਸ਼੍ਟਃ ਪੁਸ਼੍ਟਃ ਸ਼ੁਭੇਕ੍ਸ਼ਣਃ ॥ 42 ॥

ਰਾਮੋ ਵਿਰਾਮੋ ਵਿਰਜੋ ਮਾਰ੍ਗੋਨੇਯੋ ਨਯੋ਽ਨਯਃ ।
ਵੀਰਃ ਸ਼ਕ੍ਤਿਮਤਾਂ ਸ਼੍ਰੇਸ਼੍ਠੋ ਧਰ੍ਮੋਧਰ੍ਮ ਵਿਦੁਤ੍ਤਮਃ ॥ 43 ॥

ਵੈਕੁਂਠਃ ਪੁਰੁਸ਼ਃ ਪ੍ਰਾਣਃ ਪ੍ਰਾਣਦਃ ਪ੍ਰਣਵਃ ਪ੍ਰੁਰੁਇਥੁਃ ।
ਹਿਰਣ੍ਯਗਰ੍ਭਃ ਸ਼ਤ੍ਰੁਘ੍ਨੋ ਵ੍ਯਾਪ੍ਤੋ ਵਾਯੁਰਧੋਕ੍ਸ਼ਜਃ ॥ 44 ॥

ਰੁਰੁਇਤੁਃ ਸੁਦਰ੍ਸ਼ਨਃ ਕਾਲਃ ਪਰਮੇਸ਼੍ਠੀ ਪਰਿਗ੍ਰਹਃ ।
ਉਗ੍ਰਃ ਸਂਵਤ੍ਸਰੋ ਦਕ੍ਸ਼ੋ ਵਿਸ਼੍ਰਾਮੋ ਵਿਸ਼੍ਵਦਕ੍ਸ਼ਿਣਃ ॥ 45 ॥

ਵਿਸ੍ਤਾਰਃ ਸ੍ਥਾਵਰ ਸ੍ਥਾਣੁਃ ਪ੍ਰਮਾਣਂ ਬੀਜਮਵ੍ਯਯਮ੍ ।
ਅਰ੍ਥੋ਽ਨਰ੍ਥੋ ਮਹਾਕੋਸ਼ੋ ਮਹਾਭੋਗੋ ਮਹਾਧਨਃ ॥ 46 ॥

ਅਨਿਰ੍ਵਿਣ੍ਣਃ ਸ੍ਥਵਿਸ਼੍ਠੋ ਭੂਦ੍ਧਰ੍ਮਯੂਪੋ ਮਹਾਮਖਃ ।
ਨਕ੍ਸ਼ਤ੍ਰਨੇਮਿਰ੍ਨਕ੍ਸ਼ਤ੍ਰੀ ਕ੍ਸ਼ਮਃ, ਕ੍ਸ਼ਾਮਃ ਸਮੀਹਨਃ ॥ 47 ॥

ਯਜ੍ਞ ਇਜ੍ਯੋ ਮਹੇਜ੍ਯਸ਼੍ਚ ਕ੍ਰਤੁਃ ਸਤ੍ਰਂ ਸਤਾਂਗਤਿਃ ।
ਸਰ੍ਵਦਰ੍ਸ਼ੀ ਵਿਮੁਕ੍ਤਾਤ੍ਮਾ ਸਰ੍ਵਜ੍ਞੋ ਜ੍ਞਾਨਮੁਤ੍ਤਮਮ੍ ॥ 48 ॥

ਸੁਵ੍ਰਤਃ ਸੁਮੁਖਃ ਸੂਕ੍ਸ਼੍ਮਃ ਸੁਘੋਸ਼ਃ ਸੁਖਦਃ ਸੁਹ੍ਰੁਰੁਇਤ੍ ।
ਮਨੋਹਰੋ ਜਿਤਕ੍ਰੋਧੋ ਵੀਰ ਬਾਹੁਰ੍ਵਿਦਾਰਣਃ ॥ 49 ॥

ਸ੍ਵਾਪਨਃ ਸ੍ਵਵਸ਼ੋ ਵ੍ਯਾਪੀ ਨੈਕਾਤ੍ਮਾ ਨੈਕਕਰ੍ਮਕ੍ਰੁਰੁਇਤ੍। ।
ਵਤ੍ਸਰੋ ਵਤ੍ਸਲੋ ਵਤ੍ਸੀ ਰਤ੍ਨਗਰ੍ਭੋ ਧਨੇਸ਼੍ਵਰਃ ॥ 50 ॥

ਧਰ੍ਮਗੁਬ੍ਧਰ੍ਮਕ੍ਰੁਰੁਇਦ੍ਧਰ੍ਮੀ ਸਦਸਤ੍ਕ੍ਸ਼ਰਮਕ੍ਸ਼ਰਮ੍॥
ਅਵਿਜ੍ਞਾਤਾ ਸਹਸ੍ਤ੍ਰਾਂਸ਼ੁਰ੍ਵਿਧਾਤਾ ਕ੍ਰੁਰੁਇਤਲਕ੍ਸ਼ਣਃ ॥ 51 ॥

ਗਭਸ੍ਤਿਨੇਮਿਃ ਸਤ੍ਤ੍ਵਸ੍ਥਃ ਸਿਂਹੋ ਭੂਤ ਮਹੇਸ਼੍ਵਰਃ ।
ਆਦਿਦੇਵੋ ਮਹਾਦੇਵੋ ਦੇਵੇਸ਼ੋ ਦੇਵਭ੍ਰੁਰੁਇਦ੍ਗੁਰੁਃ ॥ 52 ॥

ਉਤ੍ਤਰੋ ਗੋਪਤਿਰ੍ਗੋਪ੍ਤਾ ਜ੍ਞਾਨਗਮ੍ਯਃ ਪੁਰਾਤਨਃ ।
ਸ਼ਰੀਰ ਭੂਤਭ੍ਰੁਰੁਇਦ੍ ਭੋਕ੍ਤਾ ਕਪੀਂਦ੍ਰੋ ਭੂਰਿਦਕ੍ਸ਼ਿਣਃ ॥ 53 ॥

ਸੋਮਪੋ਽ਮ੍ਰੁਰੁਇਤਪਃ ਸੋਮਃ ਪੁਰੁਜਿਤ੍ ਪੁਰੁਸਤ੍ਤਮਃ ।
ਵਿਨਯੋ ਜਯਃ ਸਤ੍ਯਸਂਧੋ ਦਾਸ਼ਾਰ੍ਹਃ ਸਾਤ੍ਵਤਾਂ ਪਤਿਃ ॥ 54 ॥

ਜੀਵੋ ਵਿਨਯਿਤਾ ਸਾਕ੍ਸ਼ੀ ਮੁਕੁਂਦੋ਽ਮਿਤ ਵਿਕ੍ਰਮਃ ।
ਅਂਭੋਨਿਧਿਰਨਂਤਾਤ੍ਮਾ ਮਹੋਦਧਿ ਸ਼ਯੋਂਤਕਃ ॥ 55 ॥

ਅਜੋ ਮਹਾਰ੍ਹਃ ਸ੍ਵਾਭਾਵ੍ਯੋ ਜਿਤਾਮਿਤ੍ਰਃ ਪ੍ਰਮੋਦਨਃ ।
ਆਨਂਦੋ਽ਨਂਦਨੋਨਂਦਃ ਸਤ੍ਯਧਰ੍ਮਾ ਤ੍ਰਿਵਿਕ੍ਰਮਃ ॥ 56 ॥

ਮਹਰ੍ਸ਼ਿਃ ਕਪਿਲਾਚਾਰ੍ਯਃ ਕ੍ਰੁਰੁਇਤਜ੍ਞੋ ਮੇਦਿਨੀਪਤਿਃ ।
ਤ੍ਰਿਪਦਸ੍ਤ੍ਰਿਦਸ਼ਾਧ੍ਯਕ੍ਸ਼ੋ ਮਹਾਸ਼੍ਰੁਰੁਇਂਗਃ ਕ੍ਰੁਰੁਇਤਾਂਤਕ੍ਰੁਰੁਇਤ੍ ॥ 57 ॥

ਮਹਾਵਰਾਹੋ ਗੋਵਿਂਦਃ ਸੁਸ਼ੇਣਃ ਕਨਕਾਂਗਦੀ ।
ਗੁਹ੍ਯੋ ਗਭੀਰੋ ਗਹਨੋ ਗੁਪ੍ਤਸ਼੍ਚਕ੍ਰ ਗਦਾਧਰਃ ॥ 58 ॥

ਵੇਧਾਃ ਸ੍ਵਾਂਗੋ਽ਜਿਤਃ ਕ੍ਰੁਰੁਇਸ਼੍ਣੋ ਦ੍ਰੁਰੁਇਢਃ ਸਂਕਰ੍ਸ਼ਣੋ਽ਚ੍ਯੁਤਃ ।
ਵਰੁਣੋ ਵਾਰੁਣੋ ਵ੍ਰੁਰੁਇਕ੍ਸ਼ਃ ਪੁਸ਼੍ਕਰਾਕ੍ਸ਼ੋ ਮਹਾਮਨਾਃ ॥ 59 ॥

ਭਗਵਾਨ੍ ਭਗਹਾ਽਽ਨਂਦੀ ਵਨਮਾਲੀ ਹਲਾਯੁਧਃ ।
ਆਦਿਤ੍ਯੋ ਜ੍ਯੋਤਿਰਾਦਿਤ੍ਯਃ ਸਹਿਸ਼੍ਣੁਰ੍ਗਤਿਸਤ੍ਤਮਃ ॥ 60 ॥

ਸੁਧਨ੍ਵਾ ਖਂਡਪਰਸ਼ੁਰ੍ਦਾਰੁਣੋ ਦ੍ਰਵਿਣਪ੍ਰਦਃ ।
ਦਿਵਃਸ੍ਪ੍ਰੁਰੁਇਕ੍ ਸਰ੍ਵਦ੍ਰੁਰੁਇਗ੍ਵ੍ਯਾਸੋ ਵਾਚਸ੍ਪਤਿਰਯੋਨਿਜਃ ॥ 61 ॥

ਤ੍ਰਿਸਾਮਾ ਸਾਮਗਃ ਸਾਮ ਨਿਰ੍ਵਾਣਂ ਭੇਸ਼ਜਂ ਭਿਸ਼ਕ੍ ।
ਸਨ੍ਯਾਸਕ੍ਰੁਰੁਇਚ੍ਛਮਃ ਸ਼ਾਂਤੋ ਨਿਸ਼੍ਠਾ ਸ਼ਾਂਤਿਃ ਪਰਾਯਣਮ੍। 62 ॥

ਸ਼ੁਭਾਂਗਃ ਸ਼ਾਂਤਿਦਃ ਸ੍ਰਸ਼੍ਟਾ ਕੁਮੁਦਃ ਕੁਵਲੇਸ਼ਯਃ ।
ਗੋਹਿਤੋ ਗੋਪਤਿਰ੍ਗੋਪ੍ਤਾ ਵ੍ਰੁਰੁਇਸ਼ਭਾਕ੍ਸ਼ੋ ਵ੍ਰੁਰੁਇਸ਼ਪ੍ਰਿਯਃ ॥ 63 ॥

ਅਨਿਵਰ੍ਤੀ ਨਿਵ੍ਰੁਰੁਇਤ੍ਤਾਤ੍ਮਾ ਸਂਕ੍ਸ਼ੇਪ੍ਤਾ ਕ੍ਸ਼ੇਮਕ੍ਰੁਰੁਇਚ੍ਛਿਵਃ ।
ਸ਼੍ਰੀਵਤ੍ਸਵਕ੍ਸ਼ਾਃ ਸ਼੍ਰੀਵਾਸਃ ਸ਼੍ਰੀਪਤਿਃ ਸ਼੍ਰੀਮਤਾਂਵਰਃ ॥ 64 ॥

ਸ਼੍ਰੀਦਃ ਸ਼੍ਰੀਸ਼ਃ ਸ਼੍ਰੀਨਿਵਾਸਃ ਸ਼੍ਰੀਨਿਧਿਃ ਸ਼੍ਰੀਵਿਭਾਵਨਃ ।
ਸ਼੍ਰੀਧਰਃ ਸ਼੍ਰੀਕਰਃ ਸ਼੍ਰੇਯਃ ਸ਼੍ਰੀਮਾँਲ੍ਲੋਕਤ੍ਰਯਾਸ਼੍ਰਯਃ ॥ 65 ॥

ਸ੍ਵਕ੍ਸ਼ਃ ਸ੍ਵਂਗਃ ਸ਼ਤਾਨਂਦੋ ਨਂਦਿਰ੍ਜ੍ਯੋਤਿਰ੍ਗਣੇਸ਼੍ਵਰਃ ।
ਵਿਜਿਤਾਤ੍ਮਾ਽ਵਿਧੇਯਾਤ੍ਮਾ ਸਤ੍ਕੀਰ੍ਤਿਚ੍ਛਿਨ੍ਨਸਂਸ਼ਯਃ ॥ 66 ॥

ਉਦੀਰ੍ਣਃ ਸਰ੍ਵਤਸ਼੍ਚਕ੍ਸ਼ੁਰਨੀਸ਼ਃ ਸ਼ਾਸ਼੍ਵਤਸ੍ਥਿਰਃ ।
ਭੂਸ਼ਯੋ ਭੂਸ਼ਣੋ ਭੂਤਿਰ੍ਵਿਸ਼ੋਕਃ ਸ਼ੋਕਨਾਸ਼ਨਃ ॥ 67 ॥

ਅਰ੍ਚਿਸ਼੍ਮਾਨਰ੍ਚਿਤਃ ਕੁਂਭੋ ਵਿਸ਼ੁਦ੍ਧਾਤ੍ਮਾ ਵਿਸ਼ੋਧਨਃ ।
ਅਨਿਰੁਦ੍ਧੋ਽ਪ੍ਰਤਿਰਥਃ ਪ੍ਰਦ੍ਯੁਮ੍ਨੋ਽ਮਿਤਵਿਕ੍ਰਮਃ ॥ 68 ॥

ਕਾਲਨੇਮਿਨਿਹਾ ਵੀਰਃ ਸ਼ੌਰਿਃ ਸ਼ੂਰਜਨੇਸ਼੍ਵਰਃ ।
ਤ੍ਰਿਲੋਕਾਤ੍ਮਾ ਤ੍ਰਿਲੋਕੇਸ਼ਃ ਕੇਸ਼ਵਃ ਕੇਸ਼ਿਹਾ ਹਰਿਃ ॥ 69 ॥

ਕਾਮਦੇਵਃ ਕਾਮਪਾਲਃ ਕਾਮੀ ਕਾਂਤਃ ਕ੍ਰੁਰੁਇਤਾਗਮਃ ।
ਅਨਿਰ੍ਦੇਸ਼੍ਯਵਪੁਰ੍ਵਿਸ਼੍ਣੁਰ੍ਵੀਰੋ਽ਨਂਤੋ ਧਨਂਜਯਃ ॥ 70 ॥

ਬ੍ਰਹ੍ਮਣ੍ਯੋ ਬ੍ਰਹ੍ਮਕ੍ਰੁਰੁਇਦ੍ ਬ੍ਰਹ੍ਮਾ ਬ੍ਰਹ੍ਮ ਬ੍ਰਹ੍ਮਵਿਵਰ੍ਧਨਃ ।
ਬ੍ਰਹ੍ਮਵਿਦ੍ ਬ੍ਰਾਹ੍ਮਣੋ ਬ੍ਰਹ੍ਮੀ ਬ੍ਰਹ੍ਮਜ੍ਞੋ ਬ੍ਰਾਹ੍ਮਣਪ੍ਰਿਯਃ ॥ 71 ॥

ਮਹਾਕ੍ਰਮੋ ਮਹਾਕਰ੍ਮਾ ਮਹਾਤੇਜਾ ਮਹੋਰਗਃ ।
ਮਹਾਕ੍ਰਤੁਰ੍ਮਹਾਯਜ੍ਵਾ ਮਹਾਯਜ੍ਞੋ ਮਹਾਹਵਿਃ ॥ 72 ॥

ਸ੍ਤਵ੍ਯਃ ਸ੍ਤਵਪ੍ਰਿਯਃ ਸ੍ਤੋਤ੍ਰਂ ਸ੍ਤੁਤਿਃ ਸ੍ਤੋਤਾ ਰਣਪ੍ਰਿਯਃ ।
ਪੂਰ੍ਣਃ ਪੂਰਯਿਤਾ ਪੁਣ੍ਯਃ ਪੁਣ੍ਯਕੀਰ੍ਤਿਰਨਾਮਯਃ ॥ 73 ॥

ਮਨੋਜਵਸ੍ਤੀਰ੍ਥਕਰੋ ਵਸੁਰੇਤਾ ਵਸੁਪ੍ਰਦਃ ।
ਵਸੁਪ੍ਰਦੋ ਵਾਸੁਦੇਵੋ ਵਸੁਰ੍ਵਸੁਮਨਾ ਹਵਿਃ ॥ 74 ॥

ਸਦ੍ਗਤਿਃ ਸਤ੍ਕ੍ਰੁਰੁਇਤਿਃ ਸਤ੍ਤਾ ਸਦ੍ਭੂਤਿਃ ਸਤ੍ਪਰਾਯਣਃ ।
ਸ਼ੂਰਸੇਨੋ ਯਦੁਸ਼੍ਰੇਸ਼੍ਠਃ ਸਨ੍ਨਿਵਾਸਃ ਸੁਯਾਮੁਨਃ ॥ 75 ॥

ਭੂਤਾਵਾਸੋ ਵਾਸੁਦੇਵਃ ਸਰ੍ਵਾਸੁਨਿਲਯੋ਽ਨਲਃ ।
ਦਰ੍ਪਹਾ ਦਰ੍ਪਦੋ ਦ੍ਰੁਰੁਇਪ੍ਤੋ ਦੁਰ੍ਧਰੋ਽ਥਾਪਰਾਜਿਤਃ ॥ 76 ॥

ਵਿਸ਼੍ਵਮੂਰ੍ਤਿਰ੍ਮਹਾਮੂਰ੍ਤਿਰ੍ਦੀਪ੍ਤਮੂਰ੍ਤਿਰਮੂਰ੍ਤਿਮਾਨ੍ ।
ਅਨੇਕਮੂਰ੍ਤਿਰਵ੍ਯਕ੍ਤਃ ਸ਼ਤਮੂਰ੍ਤਿਃ ਸ਼ਤਾਨਨਃ ॥ 77 ॥

ਏਕੋ ਨੈਕਃ ਸ੍ਤਵਃ ਕਃ ਕਿਂ ਯਤ੍ਤਤ੍ ਪਦਮਨੁਤ੍ਤਮਮ੍ ।
ਲੋਕਬਂਧੁਰ੍ਲੋਕਨਾਥੋ ਮਾਧਵੋ ਭਕ੍ਤਵਤ੍ਸਲਃ ॥ 78 ॥

ਸੁਵਰ੍ਣਵਰ੍ਣੋ ਹੇਮਾਂਗੋ ਵਰਾਂਗਸ਼੍ਚਂਦਨਾਂਗਦੀ ।
ਵੀਰਹਾ ਵਿਸ਼ਮਃ ਸ਼ੂਨ੍ਯੋ ਘ੍ਰੁਰੁਇਤਾਸ਼ੀਰਚਲਸ਼੍ਚਲਃ ॥ 79 ॥

ਅਮਾਨੀ ਮਾਨਦੋ ਮਾਨ੍ਯੋ ਲੋਕਸ੍ਵਾਮੀ ਤ੍ਰਿਲੋਕਧ੍ਰੁਰੁਇਤ੍ ।
ਸੁਮੇਧਾ ਮੇਧਜੋ ਧਨ੍ਯਃ ਸਤ੍ਯਮੇਧਾ ਧਰਾਧਰਃ ॥ 80 ॥

ਤੇਜੋ਽ਵ੍ਰੁਰੁਇਸ਼ੋ ਦ੍ਯੁਤਿਧਰਃ ਸਰ੍ਵਸ਼ਸ੍ਤ੍ਰਭ੍ਰੁਰੁਇਤਾਂਵਰਃ ।
ਪ੍ਰਗ੍ਰਹੋ ਨਿਗ੍ਰਹੋ ਵ੍ਯਗ੍ਰੋ ਨੈਕਸ਼੍ਰੁਰੁਇਂਗੋ ਗਦਾਗ੍ਰਜਃ ॥ 81 ॥

ਚਤੁਰ੍ਮੂਰ੍ਤਿ ਸ਼੍ਚਤੁਰ੍ਬਾਹੁ ਸ਼੍ਚਤੁਰ੍ਵ੍ਯੂਹ ਸ਼੍ਚਤੁਰ੍ਗਤਿਃ ।
ਚਤੁਰਾਤ੍ਮਾ ਚਤੁਰ੍ਭਾਵਸ਼੍ਚਤੁਰ੍ਵੇਦਵਿਦੇਕਪਾਤ੍ ॥ 82 ॥

ਸਮਾਵਰ੍ਤੋ਽ਨਿਵ੍ਰੁਰੁਇਤ੍ਤਾਤ੍ਮਾ ਦੁਰ੍ਜਯੋ ਦੁਰਤਿਕ੍ਰਮਃ ।
ਦੁਰ੍ਲਭੋ ਦੁਰ੍ਗਮੋ ਦੁਰ੍ਗੋ ਦੁਰਾਵਾਸੋ ਦੁਰਾਰਿਹਾ ॥ 83 ॥

ਸ਼ੁਭਾਂਗੋ ਲੋਕਸਾਰਂਗਃ ਸੁਤਂਤੁਸ੍ਤਂਤੁਵਰ੍ਧਨਃ ।
ਇਂਦ੍ਰਕਰ੍ਮਾ ਮਹਾਕਰ੍ਮਾ ਕ੍ਰੁਰੁਇਤਕਰ੍ਮਾ ਕ੍ਰੁਰੁਇਤਾਗਮਃ ॥ 84 ॥

ਉਦ੍ਭਵਃ ਸੁਂਦਰਃ ਸੁਂਦੋ ਰਤ੍ਨਨਾਭਃ ਸੁਲੋਚਨਃ ।
ਅਰ੍ਕੋ ਵਾਜਸਨਃ ਸ਼੍ਰੁਰੁਇਂਗੀ ਜਯਂਤਃ ਸਰ੍ਵਵਿਜ੍ਜਯੀ ॥ 85 ॥

ਸੁਵਰ੍ਣਬਿਂਦੁਰਕ੍ਸ਼ੋਭ੍ਯਃ ਸਰ੍ਵਵਾਗੀਸ਼੍ਵਰੇਸ਼੍ਵਰਃ ।
ਮਹਾਹ੍ਰੁਰੁਇਦੋ ਮਹਾਗਰ੍ਤੋ ਮਹਾਭੂਤੋ ਮਹਾਨਿਧਿਃ ॥ 86 ॥

ਕੁਮੁਦਃ ਕੁਂਦਰਃ ਕੁਂਦਃ ਪਰ੍ਜਨ੍ਯਃ ਪਾਵਨੋ਽ਨਿਲਃ ।
ਅਮ੍ਰੁਰੁਇਤਾਸ਼ੋ਽ਮ੍ਰੁਰੁਇਤਵਪੁਃ ਸਰ੍ਵਜ੍ਞਃ ਸਰ੍ਵਤੋਮੁਖਃ ॥ 87 ॥

ਸੁਲਭਃ ਸੁਵ੍ਰਤਃ ਸਿਦ੍ਧਃ ਸ਼ਤ੍ਰੁਜਿਚ੍ਛਤ੍ਰੁਤਾਪਨਃ ।
ਨ੍ਯਗ੍ਰੋਧੋ਽ਦੁਂਬਰੋ਽ਸ਼੍ਵਤ੍ਥਸ਼੍ਚਾਣੂਰਾਂਧ੍ਰ ਨਿਸ਼ੂਦਨਃ ॥ 88 ॥

ਸਹਸ੍ਰਾਰ੍ਚਿਃ ਸਪ੍ਤਜਿਹ੍ਵਃ ਸਪ੍ਤੈਧਾਃ ਸਪ੍ਤਵਾਹਨਃ ।
ਅਮੂਰ੍ਤਿਰਨਘੋ਽ਚਿਂਤ੍ਯੋ ਭਯਕ੍ਰੁਰੁਇਦ੍ਭਯਨਾਸ਼ਨਃ ॥ 89 ॥

ਅਣੁਰ੍ਬ੍ਰੁਰੁਇਹਤ੍ਕ੍ਰੁਰੁਇਸ਼ਃ ਸ੍ਥੂਲੋ ਗੁਣਭ੍ਰੁਰੁਇਨ੍ਨਿਰ੍ਗੁਣੋ ਮਹਾਨ੍ ।
ਅਧ੍ਰੁਰੁਇਤਃ ਸ੍ਵਧ੍ਰੁਰੁਇਤਃ ਸ੍ਵਾਸ੍ਯਃ ਪ੍ਰਾਗ੍ਵਂਸ਼ੋ ਵਂਸ਼ਵਰ੍ਧਨਃ ॥ 90 ॥

ਭਾਰਭ੍ਰੁਰੁਇਤ੍ ਕਥਿਤੋ ਯੋਗੀ ਯੋਗੀਸ਼ਃ ਸਰ੍ਵਕਾਮਦਃ ।
ਆਸ਼੍ਰਮਃ ਸ਼੍ਰਮਣਃ, ਕ੍ਸ਼ਾਮਃ ਸੁਪਰ੍ਣੋ ਵਾਯੁਵਾਹਨਃ ॥ 91 ॥

ਧਨੁਰ੍ਧਰੋ ਧਨੁਰ੍ਵੇਦੋ ਦਂਡੋ ਦਮਯਿਤਾ ਦਮਃ ।
ਅਪਰਾਜਿਤਃ ਸਰ੍ਵਸਹੋ ਨਿਯਂਤਾ਽ਨਿਯਮੋ਽ਯਮਃ ॥ 92 ॥

ਸਤ੍ਤ੍ਵਵਾਨ੍ ਸਾਤ੍ਤ੍ਵਿਕਃ ਸਤ੍ਯਃ ਸਤ੍ਯਧਰ੍ਮਪਰਾਯਣਃ ।
ਅਭਿਪ੍ਰਾਯਃ ਪ੍ਰਿਯਾਰ੍ਹੋ਽ਰ੍ਹਃ ਪ੍ਰਿਯਕ੍ਰੁਰੁਇਤ੍ ਪ੍ਰੀਤਿਵਰ੍ਧਨਃ ॥ 93 ॥

ਵਿਹਾਯਸਗਤਿਰ੍ਜ੍ਯੋਤਿਃ ਸੁਰੁਚਿਰ੍ਹੁਤਭੁਗ੍ਵਿਭੁਃ ।
ਰਵਿਰ੍ਵਿਰੋਚਨਃ ਸੂਰ੍ਯਃ ਸਵਿਤਾ ਰਵਿਲੋਚਨਃ ॥ 94 ॥

ਅਨਂਤੋ ਹੁਤਭੁਗ੍ਭੋਕ੍ਤਾ ਸੁਖਦੋ ਨੈਕਜੋ਽ਗ੍ਰਜਃ ।
ਅਨਿਰ੍ਵਿਣ੍ਣਃ ਸਦਾਮਰ੍ਸ਼ੀ ਲੋਕਧਿਸ਼੍ਠਾਨਮਦ੍ਭੁਤਃ ॥ 95 ॥

ਸਨਾਤ੍ਸਨਾਤਨਤਮਃ ਕਪਿਲਃ ਕਪਿਰਵ੍ਯਯਃ ।
ਸ੍ਵਸ੍ਤਿਦਃ ਸ੍ਵਸ੍ਤਿਕ੍ਰੁਰੁਇਤ੍ਸ੍ਵਸ੍ਤਿਃ ਸ੍ਵਸ੍ਤਿਭੁਕ੍ ਸ੍ਵਸ੍ਤਿਦਕ੍ਸ਼ਿਣਃ ॥ 96 ॥

ਅਰੌਦ੍ਰਃ ਕੁਂਡਲੀ ਚਕ੍ਰੀ ਵਿਕ੍ਰਮ੍ਯੂਰ੍ਜਿਤਸ਼ਾਸਨਃ ।
ਸ਼ਬ੍ਦਾਤਿਗਃ ਸ਼ਬ੍ਦਸਹਃ ਸ਼ਿਸ਼ਿਰਃ ਸ਼ਰ੍ਵਰੀਕਰਃ ॥ 97 ॥

ਅਕ੍ਰੂਰਃ ਪੇਸ਼ਲੋ ਦਕ੍ਸ਼ੋ ਦਕ੍ਸ਼ਿਣਃ, ਕ੍ਸ਼ਮਿਣਾਂਵਰਃ ।
ਵਿਦ੍ਵਤ੍ਤਮੋ ਵੀਤਭਯਃ ਪੁਣ੍ਯਸ਼੍ਰਵਣਕੀਰ੍ਤਨਃ ॥ 98 ॥

ਉਤ੍ਤਾਰਣੋ ਦੁਸ਼੍ਕ੍ਰੁਰੁਇਤਿਹਾ ਪੁਣ੍ਯੋ ਦੁਃਸ੍ਵਪ੍ਨਨਾਸ਼ਨਃ ।
ਵੀਰਹਾ ਰਕ੍ਸ਼ਣਃ ਸਂਤੋ ਜੀਵਨਃ ਪਰ੍ਯਵਸ੍ਥਿਤਃ ॥ 99 ॥

ਅਨਂਤਰੂਪੋ਽ਨਂਤ ਸ਼੍ਰੀਰ੍ਜਿਤਮਨ੍ਯੁਰ੍ਭਯਾਪਹਃ ।
ਚਤੁਰਸ਼੍ਰੋ ਗਭੀਰਾਤ੍ਮਾ ਵਿਦਿਸ਼ੋ ਵ੍ਯਾਦਿਸ਼ੋ ਦਿਸ਼ਃ ॥ 100 ॥

ਅਨਾਦਿਰ੍ਭੂਰ੍ਭੁਵੋ ਲਕ੍ਸ਼੍ਮੀਃ ਸੁਵੀਰੋ ਰੁਚਿਰਾਂਗਦਃ ।
ਜਨਨੋ ਜਨਜਨ੍ਮਾਦਿਰ੍ਭੀਮੋ ਭੀਮਪਰਾਕ੍ਰਮਃ ॥ 101 ॥

ਆਧਾਰਨਿਲਯੋ਽ਧਾਤਾ ਪੁਸ਼੍ਪਹਾਸਃ ਪ੍ਰਜਾਗਰਃ ।
ਊਰ੍ਧ੍ਵਗਃ ਸਤ੍ਪਥਾਚਾਰਃ ਪ੍ਰਾਣਦਃ ਪ੍ਰਣਵਃ ਪਣਃ ॥ 102 ॥

ਪ੍ਰਮਾਣਂ ਪ੍ਰਾਣਨਿਲਯਃ ਪ੍ਰਾਣਭ੍ਰੁਰੁਇਤ੍ ਪ੍ਰਾਣਜੀਵਨਃ ।
ਤਤ੍ਤ੍ਵਂ ਤਤ੍ਤ੍ਵਵਿਦੇਕਾਤ੍ਮਾ ਜਨ੍ਮਮ੍ਰੁਰੁਇਤ੍ਯੁਜਰਾਤਿਗਃ ॥ 103 ॥

ਭੂਰ੍ਭੁਵਃ ਸ੍ਵਸ੍ਤਰੁਸ੍ਤਾਰਃ ਸਵਿਤਾ ਪ੍ਰਪਿਤਾਮਹਃ ।
ਯਜ੍ਞੋ ਯਜ੍ਞਪਤਿਰ੍ਯਜ੍ਵਾ ਯਜ੍ਞਾਂਗੋ ਯਜ੍ਞਵਾਹਨਃ ॥ 104 ॥

ਯਜ੍ਞਭ੍ਰੁਰੁਇਦ੍ ਯਜ੍ਞਕ੍ਰੁਰੁਇਦ੍ ਯਜ੍ਞੀ ਯਜ੍ਞਭੁਕ੍ ਯਜ੍ਞਸਾਧਨਃ ।
ਯਜ੍ਞਾਂਤਕ੍ਰੁਰੁਇਦ੍ ਯਜ੍ਞਗੁਹ੍ਯਮਨ੍ਨਮਨ੍ਨਾਦ ਏਵ ਚ ॥ 105 ॥

ਆਤ੍ਮਯੋਨਿਃ ਸ੍ਵਯਂਜਾਤੋ ਵੈਖਾਨਃ ਸਾਮਗਾਯਨਃ ।
ਦੇਵਕੀਨਂਦਨਃ ਸ੍ਰਸ਼੍ਟਾ ਕ੍ਸ਼ਿਤੀਸ਼ਃ ਪਾਪਨਾਸ਼ਨਃ ॥ 106 ॥

ਸ਼ਂਖਭ੍ਰੁਰੁਇਨ੍ਨਂਦਕੀ ਚਕ੍ਰੀ ਸ਼ਾਰ੍ਙ੍ਗਧਨ੍ਵਾ ਗਦਾਧਰਃ ।
ਰਥਾਂਗਪਾਣਿਰਕ੍ਸ਼ੋਭ੍ਯਃ ਸਰ੍ਵਪ੍ਰਹਰਣਾਯੁਧਃ ॥ 107 ॥

ਸ਼੍ਰੀ ਸਰ੍ਵਪ੍ਰਹਰਣਾਯੁਧ ਓਂ ਨਮ ਇਤਿ ।

ਵਨਮਾਲੀ ਗਦੀ ਸ਼ਾਰ੍​ਙ੍ਗੀ ਸ਼ਂਖੀ ਚਕ੍ਰੀ ਚ ਨਂਦਕੀ ।
ਸ਼੍ਰੀਮਾਨ੍ਨਾਰਾਯਣੋ ਵਿਸ਼੍ਣੁਰ੍ਵਾਸੁਦੇਵੋ਽ਭਿਰਕ੍ਸ਼ਤੁ ॥ 108 ॥

ਸ਼੍ਰੀ ਵਾਸੁਦੇਵੋ਽ਭਿਰਕ੍ਸ਼ਤੁ ਓਂ ਨਮ ਇਤਿ ।

ਉਤ੍ਤਰ ਪੀਠਿਕਾ

ਫਲਸ਼੍ਰੁਤਿਃ
ਇਤੀਦਂ ਕੀਰ੍ਤਨੀਯਸ੍ਯ ਕੇਸ਼ਵਸ੍ਯ ਮਹਾਤ੍ਮਨਃ ।
ਨਾਮ੍ਨਾਂ ਸਹਸ੍ਰਂ ਦਿਵ੍ਯਾਨਾਮਸ਼ੇਸ਼ੇਣ ਪ੍ਰਕੀਰ੍ਤਿਤਮ੍। ॥ 1 ॥

ਯ ਇਦਂ ਸ਼੍ਰੁਰੁਇਣੁਯਾਨ੍ਨਿਤ੍ਯਂ ਯਸ਼੍ਚਾਪਿ ਪਰਿਕੀਰ੍ਤਯੇਤ੍॥
ਨਾਸ਼ੁਭਂ ਪ੍ਰਾਪ੍ਨੁਯਾਤ੍ ਕਿਂਚਿਤ੍ਸੋ਽ਮੁਤ੍ਰੇਹ ਚ ਮਾਨਵਃ ॥ 2 ॥

ਵੇਦਾਂਤਗੋ ਬ੍ਰਾਹ੍ਮਣਃ ਸ੍ਯਾਤ੍ ਕ੍ਸ਼ਤ੍ਰਿਯੋ ਵਿਜਯੀ ਭਵੇਤ੍ ।
ਵੈਸ਼੍ਯੋ ਧਨਸਮ੍ਰੁਰੁਇਦ੍ਧਃ ਸ੍ਯਾਤ੍ ਸ਼ੂਦ੍ਰਃ ਸੁਖਮਵਾਪ੍ਨੁਯਾਤ੍ ॥ 3 ॥

ਧਰ੍ਮਾਰ੍ਥੀ ਪ੍ਰਾਪ੍ਨੁਯਾਦ੍ਧਰ੍ਮਮਰ੍ਥਾਰ੍ਥੀ ਚਾਰ੍ਥਮਾਪ੍ਨੁਯਾਤ੍ ।
ਕਾਮਾਨਵਾਪ੍ਨੁਯਾਤ੍ ਕਾਮੀ ਪ੍ਰਜਾਰ੍ਥੀ ਪ੍ਰਾਪ੍ਨੁਯਾਤ੍ਪ੍ਰਜਾਮ੍। ॥ 4 ॥

ਭਕ੍ਤਿਮਾਨ੍ ਯਃ ਸਦੋਤ੍ਥਾਯ ਸ਼ੁਚਿਸ੍ਤਦ੍ਗਤਮਾਨਸਃ ।
ਸਹਸ੍ਰਂ ਵਾਸੁਦੇਵਸ੍ਯ ਨਾਮ੍ਨਾਮੇਤਤ੍ ਪ੍ਰਕੀਰ੍ਤਯੇਤ੍ ॥ 5 ॥

ਯਸ਼ਃ ਪ੍ਰਾਪ੍ਨੋਤਿ ਵਿਪੁਲਂ ਯਾਤਿਪ੍ਰਾਧਾਨ੍ਯਮੇਵ ਚ ।
ਅਚਲਾਂ ਸ਼੍ਰਿਯਮਾਪ੍ਨੋਤਿ ਸ਼੍ਰੇਯਃ ਪ੍ਰਾਪ੍ਨੋਤ੍ਯਨੁਤ੍ਤਮਮ੍। ॥ 6 ॥

ਨ ਭਯਂ ਕ੍ਵਚਿਦਾਪ੍ਨੋਤਿ ਵੀਰ੍ਯਂ ਤੇਜਸ਼੍ਚ ਵਿਂਦਤਿ ।
ਭਵਤ੍ਯਰੋਗੋ ਦ੍ਯੁਤਿਮਾਨ੍ ਬਲਰੂਪ ਗੁਣਾਨ੍ਵਿਤਃ ॥ 7 ॥

ਰੋਗਾਰ੍ਤੋ ਮੁਚ੍ਯਤੇ ਰੋਗਾਦ੍ਬਦ੍ਧੋ ਮੁਚ੍ਯੇਤ ਬਂਧਨਾਤ੍ ।
ਭਯਾਨ੍ਮੁਚ੍ਯੇਤ ਭੀਤਸ੍ਤੁ ਮੁਚ੍ਯੇਤਾਪਨ੍ਨ ਆਪਦਃ ॥ 8 ॥

ਦੁਰ੍ਗਾਣ੍ਯਤਿਤਰਤ੍ਯਾਸ਼ੁ ਪੁਰੁਸ਼ਃ ਪੁਰੁਸ਼ੋਤ੍ਤਮਮ੍ ।
ਸ੍ਤੁਵਨ੍ਨਾਮਸਹਸ੍ਰੇਣ ਨਿਤ੍ਯਂ ਭਕ੍ਤਿਸਮਨ੍ਵਿਤਃ ॥ 9 ॥

ਵਾਸੁਦੇਵਾਸ਼੍ਰਯੋ ਮਰ੍ਤ੍ਯੋ ਵਾਸੁਦੇਵਪਰਾਯਣਃ ।
ਸਰ੍ਵਪਾਪਵਿਸ਼ੁਦ੍ਧਾਤ੍ਮਾ ਯਾਤਿ ਬ੍ਰਹ੍ਮ ਸਨਾਤਨਮ੍। ॥ 10 ॥

ਨ ਵਾਸੁਦੇਵ ਭਕ੍ਤਾਨਾਮਸ਼ੁਭਂ ਵਿਦ੍ਯਤੇ ਕ੍ਵਚਿਤ੍ ।
ਜਨ੍ਮਮ੍ਰੁਰੁਇਤ੍ਯੁਜਰਾਵ੍ਯਾਧਿਭਯਂ ਨੈਵੋਪਜਾਯਤੇ ॥ 11 ॥

ਇਮਂ ਸ੍ਤਵਮਧੀਯਾਨਃ ਸ਼੍ਰਦ੍ਧਾਭਕ੍ਤਿਸਮਨ੍ਵਿਤਃ ।
ਯੁਜ੍ਯੇਤਾਤ੍ਮ ਸੁਖਕ੍ਸ਼ਾਂਤਿ ਸ਼੍ਰੀਧ੍ਰੁਰੁਇਤਿ ਸ੍ਮ੍ਰੁਰੁਇਤਿ ਕੀਰ੍ਤਿਭਿਃ ॥ 12 ॥

ਨ ਕ੍ਰੋਧੋ ਨ ਚ ਮਾਤ੍ਸਰ੍ਯਂ ਨ ਲੋਭੋ ਨਾਸ਼ੁਭਾਮਤਿਃ ।
ਭਵਂਤਿ ਕ੍ਰੁਰੁਇਤਪੁਣ੍ਯਾਨਾਂ ਭਕ੍ਤਾਨਾਂ ਪੁਰੁਸ਼ੋਤ੍ਤਮੇ ॥ 13 ॥

ਦ੍ਯੌਃ ਸਚਂਦ੍ਰਾਰ੍ਕਨਕ੍ਸ਼ਤ੍ਰਾ ਖਂ ਦਿਸ਼ੋ ਭੂਰ੍ਮਹੋਦਧਿਃ ।
ਵਾਸੁਦੇਵਸ੍ਯ ਵੀਰ੍ਯੇਣ ਵਿਧ੍ਰੁਰੁਇਤਾਨਿ ਮਹਾਤ੍ਮਨਃ ॥ 14 ॥

ਸਸੁਰਾਸੁਰਗਂਧਰ੍ਵਂ ਸਯਕ੍ਸ਼ੋਰਗਰਾਕ੍ਸ਼ਸਮ੍ ।
ਜਗਦ੍ਵਸ਼ੇ ਵਰ੍ਤਤੇਦਂ ਕ੍ਰੁਰੁਇਸ਼੍ਣਸ੍ਯ ਸ ਚਰਾਚਰਮ੍। ॥ 15 ॥

ਇਂਦ੍ਰਿਯਾਣਿ ਮਨੋਬੁਦ੍ਧਿਃ ਸਤ੍ਤ੍ਵਂ ਤੇਜੋ ਬਲਂ ਧ੍ਰੁਰੁਇਤਿਃ ।
ਵਾਸੁਦੇਵਾਤ੍ਮਕਾਨ੍ਯਾਹੁਃ, ਕ੍ਸ਼ੇਤ੍ਰਂ ਕ੍ਸ਼ੇਤ੍ਰਜ੍ਞ ਏਵ ਚ ॥ 16 ॥

ਸਰ੍ਵਾਗਮਾਨਾਮਾਚਾਰਃ ਪ੍ਰਥਮਂ ਪਰਿਕਲ੍ਪਤੇ ।
ਆਚਾਰਪ੍ਰਭਵੋ ਧਰ੍ਮੋ ਧਰ੍ਮਸ੍ਯ ਪ੍ਰਭੁਰਚ੍ਯੁਤਃ ॥ 17 ॥

ਰੁਰੁਇਸ਼ਯਃ ਪਿਤਰੋ ਦੇਵਾ ਮਹਾਭੂਤਾਨਿ ਧਾਤਵਃ ।
ਜਂਗਮਾਜਂਗਮਂ ਚੇਦਂ ਜਗਨ੍ਨਾਰਾਯਣੋਦ੍ਭਵਮ੍ ॥ 18 ॥

ਯੋਗੋਜ੍ਞਾਨਂ ਤਥਾ ਸਾਂਖ੍ਯਂ ਵਿਦ੍ਯਾਃ ਸ਼ਿਲ੍ਪਾਦਿਕਰ੍ਮ ਚ ।
ਵੇਦਾਃ ਸ਼ਾਸ੍ਤ੍ਰਾਣਿ ਵਿਜ੍ਞਾਨਮੇਤਤ੍ਸਰ੍ਵਂ ਜਨਾਰ੍ਦਨਾਤ੍ ॥ 19 ॥

ਏਕੋ ਵਿਸ਼੍ਣੁਰ੍ਮਹਦ੍ਭੂਤਂ ਪ੍ਰੁਰੁਇਥਗ੍ਭੂਤਾਨ੍ਯਨੇਕਸ਼ਃ ।
ਤ੍ਰੀਂਲੋਕਾਨ੍ਵ੍ਯਾਪ੍ਯ ਭੂਤਾਤ੍ਮਾ ਭੁਂਕ੍ਤੇ ਵਿਸ਼੍ਵਭੁਗਵ੍ਯਯਃ ॥ 20 ॥

ਇਮਂ ਸ੍ਤਵਂ ਭਗਵਤੋ ਵਿਸ਼੍ਣੋਰ੍ਵ੍ਯਾਸੇਨ ਕੀਰ੍ਤਿਤਮ੍ ।
ਪਠੇਦ੍ਯ ਇਚ੍ਚੇਤ੍ਪੁਰੁਸ਼ਃ ਸ਼੍ਰੇਯਃ ਪ੍ਰਾਪ੍ਤੁਂ ਸੁਖਾਨਿ ਚ ॥ 21 ॥

ਵਿਸ਼੍ਵੇਸ਼੍ਵਰਮਜਂ ਦੇਵਂ ਜਗਤਃ ਪ੍ਰਭੁਮਵ੍ਯਯਮ੍।
ਭਜਂਤਿ ਯੇ ਪੁਸ਼੍ਕਰਾਕ੍ਸ਼ਂ ਨ ਤੇ ਯਾਂਤਿ ਪਰਾਭਵਮ੍ ॥ 22 ॥

ਨ ਤੇ ਯਾਂਤਿ ਪਰਾਭਵਂ ਓਂ ਨਮ ਇਤਿ ।

ਅਰ੍ਜੁਨ ਉਵਾਚ
ਪਦ੍ਮਪਤ੍ਰ ਵਿਸ਼ਾਲਾਕ੍ਸ਼ ਪਦ੍ਮਨਾਭ ਸੁਰੋਤ੍ਤਮ ।
ਭਕ੍ਤਾਨਾ ਮਨੁਰਕ੍ਤਾਨਾਂ ਤ੍ਰਾਤਾ ਭਵ ਜਨਾਰ੍ਦਨ ॥ 23 ॥

ਸ਼੍ਰੀਭਗਵਾਨੁਵਾਚ
ਯੋ ਮਾਂ ਨਾਮਸਹਸ੍ਰੇਣ ਸ੍ਤੋਤੁਮਿਚ੍ਛਤਿ ਪਾਂਡਵ ।
ਸੋ਽ਹਮੇਕੇਨ ਸ਼੍ਲੋਕੇਨ ਸ੍ਤੁਤ ਏਵ ਨ ਸਂਸ਼ਯਃ ॥ 24 ॥

ਸ੍ਤੁਤ ਏਵ ਨ ਸਂਸ਼ਯ ਓਂ ਨਮ ਇਤਿ ।

ਵ੍ਯਾਸ ਉਵਾਚ
ਵਾਸਨਾਦ੍ਵਾਸੁਦੇਵਸ੍ਯ ਵਾਸਿਤਂ ਭੁਵਨਤ੍ਰਯਮ੍ ।
ਸਰ੍ਵਭੂਤਨਿਵਾਸੋ਽ਸਿ ਵਾਸੁਦੇਵ ਨਮੋ਽ਸ੍ਤੁ ਤੇ ॥ 25 ॥

ਸ਼੍ਰੀਵਾਸੁਦੇਵ ਨਮੋਸ੍ਤੁਤ ਓਂ ਨਮ ਇਤਿ ।

ਪਾਰ੍ਵਤ੍ਯੁਵਾਚ
ਕੇਨੋਪਾਯੇਨ ਲਘੁਨਾ ਵਿਸ਼੍ਣੋਰ੍ਨਾਮਸਹਸ੍ਰਕਮ੍ ।
ਪਠ੍ਯਤੇ ਪਂਡਿਤੈਰ੍ਨਿਤ੍ਯਂ ਸ਼੍ਰੋਤੁਮਿਚ੍ਛਾਮ੍ਯਹਂ ਪ੍ਰਭੋ ॥ 26 ॥

ਈਸ਼੍ਵਰ ਉਵਾਚ
ਸ਼੍ਰੀਰਾਮ ਰਾਮ ਰਾਮੇਤਿ ਰਮੇ ਰਾਮੇ ਮਨੋਰਮੇ ।
ਸਹਸ੍ਰਨਾਮ ਤਤ੍ਤੁਲ੍ਯਂ ਰਾਮਨਾਮ ਵਰਾਨਨੇ ॥ 27 ॥

ਸ਼੍ਰੀਰਾਮ ਨਾਮ ਵਰਾਨਨ ਓਂ ਨਮ ਇਤਿ ।

ਬ੍ਰਹ੍ਮੋਵਾਚ
ਨਮੋ਽ਸ੍ਤ੍ਵਨਂਤਾਯ ਸਹਸ੍ਰਮੂਰ੍ਤਯੇ ਸਹਸ੍ਰਪਾਦਾਕ੍ਸ਼ਿਸ਼ਿਰੋਰੁਬਾਹਵੇ ।
ਸਹਸ੍ਰਨਾਮ੍ਨੇ ਪੁਰੁਸ਼ਾਯ ਸ਼ਾਸ਼੍ਵਤੇ ਸਹਸ੍ਰਕੋਟੀ ਯੁਗਧਾਰਿਣੇ ਨਮਃ ॥ 28 ॥

ਸ਼੍ਰੀ ਸਹਸ੍ਰਕੋਟੀ ਯੁਗਧਾਰਿਣੇ ਨਮ ਓਂ ਨਮ ਇਤਿ ।

ਸਂਜਯ ਉਵਾਚ
ਯਤ੍ਰ ਯੋਗੇਸ਼੍ਵਰਃ ਕ੍ਰੁਰੁਇਸ਼੍ਣੋ ਯਤ੍ਰ ਪਾਰ੍ਥੋ ਧਨੁਰ੍ਧਰਃ ।
ਤਤ੍ਰ ਸ਼੍ਰੀਰ੍ਵਿਜਯੋ ਭੂਤਿਰ੍ਧ੍ਰੁਵਾ ਨੀਤਿਰ੍ਮਤਿਰ੍ਮਮ ॥ 29 ॥

ਸ਼੍ਰੀ ਭਗਵਾਨ੍ ਉਵਾਚ
ਅਨਨ੍ਯਾਸ਼੍ਚਿਂਤਯਂਤੋ ਮਾਂ ਯੇ ਜਨਾਃ ਪਰ੍ਯੁਪਾਸਤੇ ।
ਤੇਸ਼ਾਂ ਨਿਤ੍ਯਾਭਿਯੁਕ੍ਤਾਨਾਂ ਯੋਗਕ੍ਸ਼ੇਮਂ ਵਹਾਮ੍ਯਹਮ੍। ॥ 30 ॥

ਪਰਿਤ੍ਰਾਣਾਯ ਸਾਧੂਨਾਂ ਵਿਨਾਸ਼ਾਯ ਚ ਦੁਸ਼੍ਕ੍ਰੁਰੁਇਤਾਮ੍। ।
ਧਰ੍ਮਸਂਸ੍ਥਾਪਨਾਰ੍ਥਾਯ ਸਂਭਵਾਮਿ ਯੁਗੇ ਯੁਗੇ ॥ 31 ॥

ਆਰ੍ਤਾਃ ਵਿਸ਼ਣ੍ਣਾਃ ਸ਼ਿਥਿਲਾਸ਼੍ਚ ਭੀਤਾਃ ਘੋਰੇਸ਼ੁ ਚ ਵ੍ਯਾਧਿਸ਼ੁ ਵਰ੍ਤਮਾਨਾਃ ।
ਸਂਕੀਰ੍ਤ੍ਯ ਨਾਰਾਯਣਸ਼ਬ੍ਦਮਾਤ੍ਰਂ ਵਿਮੁਕ੍ਤਦੁਃਖਾਃ ਸੁਖਿਨੋ ਭਵਂਤਿ ॥ 32 ॥

ਕਾਯੇਨ ਵਾਚਾ ਮਨਸੇਂਦ੍ਰਿਯੈਰ੍ਵਾ ਬੁਦ੍ਧ੍ਯਾਤ੍ਮਨਾ ਵਾ ਪ੍ਰਕ੍ਰੁਰੁਇਤੇਃ ਸ੍ਵਭਾਵਾਤ੍ ।
ਕਰੋਮਿ ਯਦ੍ਯਤ੍ਸਕਲਂ ਪਰਸ੍ਮੈ ਨਾਰਾਯਣਾਯੇਤਿ ਸਮਰ੍ਪਯਾਮਿ ॥ 33 ॥

ਯਦਕ੍ਸ਼ਰ ਪਦਭ੍ਰਸ਼੍ਟਂ ਮਾਤ੍ਰਾਹੀਨਂ ਤੁ ਯਦ੍ਭਵੇਤ੍
ਤਥ੍ਸਰ੍ਵਂ ਕ੍ਸ਼ਮ੍ਯਤਾਂ ਦੇਵ ਨਾਰਾਯਣ ਨਮੋ਽ਸ੍ਤੁ ਤੇ ।
ਵਿਸਰ੍ਗ ਬਿਂਦੁ ਮਾਤ੍ਰਾਣਿ ਪਦਪਾਦਾਕ੍ਸ਼ਰਾਣਿ ਚ
ਨ੍ਯੂਨਾਨਿ ਚਾਤਿਰਿਕ੍ਤਾਨਿ ਕ੍ਸ਼ਮਸ੍ਵ ਪੁਰੁਸ਼ੋਤ੍ਤਮਃ ॥

ਇਤਿ ਸ਼੍ਰੀ ਮਹਾਭਾਰਤੇ ਸ਼ਤਸਾਹਸ੍ਰਿਕਾਯਾਂ ਸਂਹਿਤਾਯਾਂ ਵੈਯਾਸਿਕ੍ਯਾਮਨੁਸ਼ਾਸਨ ਪਰ੍ਵਾਂਤਰ੍ਗਤ ਆਨੁਸ਼ਾਸਨਿਕ ਪਰ੍ਵਣਿ, ਮੋਕ੍ਸ਼ਧਰ੍ਮੇ ਭੀਸ਼੍ਮ ਯੁਧਿਸ਼੍ਠਿਰ ਸਂਵਾਦੇ ਸ਼੍ਰੀ ਵਿਸ਼੍ਣੋਰ੍ਦਿਵ੍ਯ ਸਹਸ੍ਰਨਾਮ ਸ੍ਤੋਤ੍ਰਂ ਨਾਮੈਕੋਨ ਪਂਚ ਸ਼ਤਾਧਿਕ ਸ਼ਤਤਮੋਧ੍ਯਾਯਃ ॥
ਸ਼੍ਰੀ ਵਿਸ਼੍ਣੁ ਸਹਸ੍ਰਨਾਮ ਸ੍ਤੋਤ੍ਰਂ ਸਮਾਪ੍ਤਮ੍ ॥
ਓਂ ਤਤ੍ਸਤ੍ ਸਰ੍ਵਂ ਸ਼੍ਰੀ ਕ੍ਰੁਰੁਇਸ਼੍ਣਾਰ੍ਪਣਮਸ੍ਤੁ ॥`;
