export const sinhalaContentText: string = `ඕං ශුක්ලාංබරධරං විෂ්ණුං ශශිවර්ණං චතුර්භුජම් ।
ප්රසන්නවදනං ධ්යායේත් සර්වවිඝ්නෝපශාංතයේ ॥ 1 ॥

යස්යද්විරදවක්ත්රාද්යාඃ පාරිෂද්යාඃ පරඃ ශතම් ।
විඝ්නං නිඝ්නංති සතතං විෂ්වක්සේනං තමාශ්රයේ ॥ 2 ॥

පූර්ව පීඨිකා
ව්යාසං වසිෂ්ඨ නප්තාරං ශක්තේඃ පෞත්රමකල්මෂම් ।
පරාශරාත්මජං වංදේ ශුකතාතං තපෝනිධිම් ॥ 3 ॥

ව්යාසාය විෂ්ණු රූපාය ව්යාසරූපාය විෂ්ණවේ ।
නමෝ වෛ බ්රහ්මනිධයේ වාසිෂ්ඨාය නමෝ නමඃ ॥ 4 ॥

අවිකාරාය ශුද්ධාය නිත්යාය පරමාත්මනේ ।
සදෛක රූප රූපාය විෂ්ණවේ සර්වජිෂ්ණවේ ॥ 5 ॥

යස්ය ස්මරණමාත්රේණ ජන්මසංසාරබංධනාත් ।
විමුච්යතේ නමස්තස්මෛ විෂ්ණවේ ප්රභවිෂ්ණවේ ॥ 6 ॥

ඕං නමෝ විෂ්ණවේ ප්රභවිෂ්ණවේ ।

ශ්රී වෛශංපායන උවාච
ශ්රුත්වා ධර්මා නශේෂේණ පාවනානි ච සර්වශඃ ।
යුධිෂ්ඨිරඃ ශාංතනවං පුනරේවාභ්ය භාෂත ॥ 7 ॥

යුධිෂ්ඨිර උවාච
කිමේකං දෛවතං ලෝකේ කිං වාऽප්යේකං පරායණං
ස්තුවංතඃ කං කමර්චංතඃ ප්රාප්නුයුර්මානවාඃ ශුභම් ॥ 8 ॥

කෝ ධර්මඃ සර්වධර්මාණාං භවතඃ පරමෝ මතඃ ।
කිං ජපන්මුච්යතේ ජංතුර්ජන්මසංසාර බංධනාත් ॥ 9 ॥

ශ්රී භීෂ්ම උවාච
ජගත්ප්රභුං දේවදේව මනංතං පුරුෂෝත්තමම් ।
ස්තුවන්නාම සහස්රේණ පුරුෂඃ සතතෝත්ථිතඃ ॥ 10 ॥

තමේව චාර්චයන්නිත්යං භක්ත්යා පුරුෂමව්යයම් ।
ධ්යායන් ස්තුවන්නමස්යංශ්ච යජමානස්තමේව ච ॥ 11 ॥

අනාදි නිධනං විෂ්ණුං සර්වලෝක මහේශ්වරම් ।
ලෝකාධ්යක්ෂං ස්තුවන්නිත්යං සර්ව දුඃඛාතිගෝ භවේත් ॥ 12 ॥

බ්රහ්මණ්යං සර්ව ධර්මජ්ඤං ලෝකානාං කීර්ති වර්ධනම් ।
ලෝකනාථං මහද්භූතං සර්වභූත භවෝද්භවම්॥ 13 ॥

ඒෂ මේ සර්ව ධර්මාණාං ධර්මෝऽධික තමෝමතඃ ।
යද්භක්ත්යා පුංඩරීකාක්ෂං ස්තවෛරර්චේන්නරඃ සදා ॥ 14 ॥

පරමං යෝ මහත්තේජඃ පරමං යෝ මහත්තපඃ ।
පරමං යෝ මහද්බ්රහ්ම පරමං යඃ පරායණම් । 15 ॥

පවිත්රාණාං පවිත්රං යෝ මංගළානාං ච මංගළම් ।
දෛවතං දේවතානාං ච භූතානාං යෝऽව්යයඃ පිතා ॥ 16 ॥

යතඃ සර්වාණි භූතානි භවංත්යාදි යුගාගමේ ।
යස්මිංශ්ච ප්රලයං යාංති පුනරේව යුගක්ෂයේ ॥ 17 ॥

තස්ය ලෝක ප්රධානස්ය ජගන්නාථස්ය භූපතේ ।
විෂ්ණෝර්නාම සහස්රං මේ ශ්රුණු පාප භයාපහම් ॥ 18 ॥

යානි නාමානි ගෞණානි විඛ්යාතානි මහාත්මනඃ ।
ඍෂිභිඃ පරිගීතානි තානි වක්ෂ්යාමි භූතයේ ॥ 19 ॥

ඍෂිර්නාම්නාං සහස්රස්ය වේදව්යාසෝ මහාමුනිඃ ॥
ඡංදෝऽනුෂ්ටුප් තථා දේවෝ භගවාන් දේවකීසුතඃ ॥ 20 ॥

අමෘතාං ශූද්භවෝ බීජං ශක්තිර්දේවකිනංදනඃ ।
ත්රිසාමා හෘදයං තස්ය ශාංත්යර්ථේ විනියුජ්යතේ ॥ 21 ॥

විෂ්ණුං ජිෂ්ණුං මහාවිෂ්ණුං ප්රභවිෂ්ණුං මහේශ්වරම් ॥
අනේකරූප දෛත්යාංතං නමාමි පුරුෂෝත්තමම් ॥ 22 ॥

පූර්වන්යාසඃ
අස්ය ශ්රී විෂ්ණෝර්දිව්ය සහස්රනාම ස්තෝත්ර මහාමංත්රස්ය ॥
ශ්රී වේදව්යාසෝ භගවාන් ඍෂිඃ ।
අනුෂ්ටුප් ඡංදඃ ।
ශ්රීමහාවිෂ්ණුඃ පරමාත්මා ශ්රීමන්නාරායණෝ දේවතා ।
අමෘතාංශූද්භවෝ භානුරිති බීජම් ।
දේවකීනංදනඃ ස්රෂ්ටේති ශක්තිඃ ।
උද්භවඃ, ක්ෂෝභණෝ දේව ඉති පරමෝමංත්රඃ ।
ශංඛභෘන්නංදකී චක්රීති කීලකම් ।
ශාර්​ඞ්ගධන්වා ගදාධර ඉත්යස්ත්රම් ।
රථාංගපාණි රක්ෂෝභ්ය ඉති නේත්රම් ।
ත්රිසාමාසාමගඃ සාමේති කවචම් ।
ආනංදං පරබ්රහ්මේති යෝනිඃ ।
ඍතුස්සුදර්ශනඃ කාල ඉති දිග්බංධඃ ॥
ශ්රීවිශ්වරූප ඉති ධ්යානම් ।
ශ්රී මහාවිෂ්ණු ප්රීත්යර්ථේ සහස්රනාම ජපේ පාරායණේ විනියෝගඃ ।

කරන්යාසඃ
විශ්වං විෂ්ණුර්වෂට්කාර ඉත්යංගුෂ්ඨාභ්යාං නමඃ
අමෘතාං ශූද්භවෝ භානුරිති තර්ජනීභ්යාං නමඃ
බ්රහ්මණ්යෝ බ්රහ්මකෘත් බ්රහ්මේති මධ්යමාභ්යාං නමඃ
සුවර්ණබිංදු රක්ෂෝභ්ය ඉති අනාමිකාභ්යාං නමඃ
නිමිෂෝऽනිමිෂඃ ස්රග්වීති කනිෂ්ඨිකාභ්යාං නමඃ
රථාංගපාණි රක්ෂෝභ්ය ඉති කරතල කරපෘෂ්ඨාභ්යාං නමඃ

අංගන්යාසඃ
සුව්රතඃ සුමුඛඃ සූක්ෂ්ම ඉති ජ්ඤානාය හෘදයාය නමඃ
සහස්රමූර්තිඃ විශ්වාත්මා ඉති ඓශ්වර්යාය ශිරසේ ස්වාහා
සහස්රාර්චිඃ සප්තජිහ්ව ඉති ශක්ත්යෛ ශිඛායෛ වෂට්
ත්රිසාමා සාමගස්සාමේති බලාය කවචාය හුං
රථාංගපාණි රක්ෂෝභ්ය ඉති නේත්රාභ්යාං වෞෂට්
ශාංගධන්වා ගදාධර ඉති වීර්යාය අස්ත්රායඵට්
ඍතුඃ සුදර්ශනඃ කාල ඉති දිග්භංධඃ

ධ්යානම්
ක්ෂීරෝධන්වත්ප්රදේශේ ශුචිමණි-විලස-ත්සෛකතේ-මෞක්තිකානාං
මාලා-කॢප්තාසනස්ථඃ ස්ඵටික-මණිනිභෛ-ර්මෞක්තිකෛ-ර්මංඩිතාංගඃ ।
ශුභ්රෛ-රභ්රෛ-රදභ්රෛ-රුපරිවිරචිතෛ-ර්මුක්ත පීයූෂ වර්ෂෛඃ
ආනංදී නඃ පුනීයා-දරිනලිනගදා ශංඛපාණි-ර්මුකුංදඃ ॥ 1 ॥

භූඃ පාදෞ යස්ය නාභිර්විය-දසුර නිලශ්චංද්ර සූර්යෞ ච නේත්රේ
කර්ණාවාශාඃ ශිරෝද්යෞර්මුඛමපි දහනෝ යස්ය වාස්තේයමබ්ධිඃ ।
අංතඃස්ථං යස්ය විශ්වං සුර නරඛගගෝභෝගි ගංධර්වදෛත්යෛඃ
චිත්රං රං රම්යතේ තං ත්රිභුවන වපුශං විෂ්ණුමීශං නමාමි ॥ 2 ॥

ඕං නමෝ භගවතේ වාසුදේවාය !

ශාංතාකාරං භුජගශයනං පද්මනාභං සුරේශං
විශ්වාධාරං ගගනසදෘශං මේඝවර්ණං ශුභාංගම් ।
ලක්ෂ්මීකාංතං කමලනයනං යෝගිහෘර්ධ්යානගම්යම්
වංදේ විෂ්ණුං භවභයහරං සර්වලෝකෛකනාථම් ॥ 3 ॥

මේඝශ්යාමං පීතකෞශේයවාසං
ශ්රීවත්සාකං කෞස්තුභෝද්භාසිතාංගම් ।
පුණ්යෝපේතං පුංඩරීකායතාක්ෂං
විෂ්ණුං වංදේ සර්වලෝකෛකනාථම් ॥ 4 ॥

නමඃ සමස්ත භූතානාං ආදි භූතාය භූභෘතේ ।
අනේකරූප රූපාය විෂ්ණවේ ප්රභවිෂ්ණවේ ॥ 5॥

සශංඛචක්රං සකිරීටකුංඩලං
සපීතවස්ත්රං සරසීරුහේක්ෂණම් ।
සහාර වක්ෂඃස්ථල ශෝභි කෞස්තුභං
නමාමි විෂ්ණුං ශිරසා චතුර්භුජම් । 6॥

ඡායායාං පාරිජාතස්ය හේමසිංහාසනෝපරි
ආසීනමංබුදශ්යාමමායතාක්ෂමලංකෘතම් ॥ 7 ॥

චංද්රානනං චතුර්බාහුං ශ්රීවත්සාංකිත වක්ෂසම්
රුක්මිණී සත්යභාමාභ්යාං සහිතං කෘෂ්ණමාශ්රයේ ॥ 8 ॥

පංචපූජ
ලං - පෘථිව්යාත්මනේ ගංථං සමර්පයාමි
හං - ආකාශාත්මනේ පුෂ්පෛඃ පූජයාමි
යං - වාය්වාත්මනේ ධූපමාඝ්රාපයාමි
රං - අග්න්යාත්මනේ දීපං දර්ශයාමි
වං - අමෘතාත්මනේ නෛවේද්යං නිවේදයාමි
සං - සර්වාත්මනේ සර්වෝපචාර පූජා නමස්කාරාන් සමර්පයාමි

ස්තෝත්රම්

හරිඃ ඕම්

විශ්වං විෂ්ණුර්වෂට්කාරෝ භූතභව්යභවත්ප්රභුඃ ।
භූතකෘද්භූතභෘද්භාවෝ භූතාත්මා භූතභාවනඃ ॥ 1 ॥

පූතාත්මා පරමාත්මා ච මුක්තානාං පරමාගතිඃ ।
අව්යයඃ පුරුෂඃ සාක්ෂී ක්ෂේත්රජ්ඤෝऽක්ෂර ඒව ච ॥ 2 ॥

යෝගෝ යෝගවිදාං නේතා ප්රධාන පුරුෂේශ්වරඃ ।
නාරසිංහවපුඃ ශ්රීමාන් කේශවඃ පුරුෂෝත්තමඃ ॥ 3 ॥

සර්වඃ ශර්වඃ ශිවඃ ස්ථාණුර්භූතාදිර්නිධිරව්යයඃ ।
සංභවෝ භාවනෝ භර්තා ප්රභවඃ ප්රභුරීශ්වරඃ ॥ 4 ॥

ස්වයංභූඃ ශංභුරාදිත්යඃ පුෂ්කරාක්ෂෝ මහාස්වනඃ ।
අනාදිනිධනෝ ධාතා විධාතා ධාතුරුත්තමඃ ॥ 5 ॥

අප්රමේයෝ හෘෂීකේශඃ පද්මනාභෝऽමරප්රභුඃ ।
විශ්වකර්මා මනුස්ත්වෂ්ටා ස්ථවිෂ්ඨඃ ස්ථවිරෝ ධ්රුවඃ ॥ 6 ॥

අග්රාහ්යඃ ශාශ්වතෝ කෘෂ්ණෝ ලෝහිතාක්ෂඃ ප්රතර්දනඃ ।
ප්රභූතස්ත්රිකකුබ්ධාම පවිත්රං මංගළං පරම් ॥ 7 ॥

ඊශානඃ ප්රාණදඃ ප්රාණෝ ජ්යේෂ්ඨඃ ශ්රේෂ්ඨඃ ප්රජාපතිඃ ।
හිරණ්යගර්භෝ භූගර්භෝ මාධවෝ මධුසූදනඃ ॥ 8 ॥

ඊශ්වරෝ වික්රමීධන්වී මේධාවී වික්රමඃ ක්රමඃ ।
අනුත්තමෝ දුරාධර්ෂඃ කෘතජ්ඤඃ කෘතිරාත්මවාන්॥ 9 ॥

සුරේශඃ ශරණං ශර්ම විශ්වරේතාඃ ප්රජාභවඃ ।
අහස්සංවත්සරෝ ව්යාළඃ ප්රත්යයඃ සර්වදර්ශනඃ ॥ 10 ॥

අජස්සර්වේශ්වරඃ සිද්ධඃ සිද්ධිඃ සර්වාදිරච්යුතඃ ।
වෘෂාකපිරමේයාත්මා සර්වයෝගවිනිස්සෘතඃ ॥ 11 ॥

වසුර්වසුමනාඃ සත්යඃ සමාත්මා සම්මිතස්සමඃ ।
අමෝඝඃ පුංඩරීකාක්ෂෝ වෘෂකර්මා වෘෂාකෘතිඃ ॥ 12 ॥

රුද්රෝ බහුශිරා බභ්රුර්විශ්වයෝනිඃ ශුචිශ්රවාඃ ।
අමෘතඃ ශාශ්වතස්ථාණුර්වරාරෝහෝ මහාතපාඃ ॥ 13 ॥

සර්වගඃ සර්ව විද්භානුර්විෂ්වක්සේනෝ ජනාර්දනඃ ।
වේදෝ වේදවිදව්යංගෝ වේදාංගෝ වේදවිත්කවිඃ ॥ 14 ॥

ලෝකාධ්යක්ෂඃ සුරාධ්යක්ෂෝ ධර්මාධ්යක්ෂඃ කෘතාකෘතඃ ।
චතුරාත්මා චතුර්ව්යූහශ්චතුර්දංෂ්ට්රශ්චතුර්භුජඃ ॥ 15 ॥

භ්රාජිෂ්ණුර්භෝජනං භෝක්තා සහිෂ්ණුර්ජගදාදිජඃ ।
අනඝෝ විජයෝ ජේතා විශ්වයෝනිඃ පුනර්වසුඃ ॥ 16 ॥

උපේංද්රෝ වාමනඃ ප්රාංශුරමෝඝඃ ශුචිරූර්ජිතඃ ।
අතීංද්රඃ සංග්රහඃ සර්ගෝ ධෘතාත්මා නියමෝ යමඃ ॥ 17 ॥

වේද්යෝ වෛද්යඃ සදායෝගී වීරහා මාධවෝ මධුඃ ।
අතීංද්රියෝ මහාමායෝ මහෝත්සාහෝ මහාබලඃ ॥ 18 ॥

මහාබුද්ධිර්මහාවීර්යෝ මහාශක්තිර්මහාද්යුතිඃ ।
අනිර්දේශ්යවපුඃ ශ්රීමානමේයාත්මා මහාද්රිධෘක් ॥ 19 ॥

මහේශ්වාසෝ මහීභර්තා ශ්රීනිවාසඃ සතාංගතිඃ ।
අනිරුද්ධඃ සුරානංදෝ ගෝවිංදෝ ගෝවිදාං පතිඃ ॥ 20 ॥

මරීචිර්දමනෝ හංසඃ සුපර්ණෝ භුජගෝත්තමඃ ।
හිරණ්යනාභඃ සුතපාඃ පද්මනාභඃ ප්රජාපතිඃ ॥ 21 ॥

අමෘත්යුඃ සර්වදෘක් සිංහඃ සංධාතා සංධිමාන් ස්ථිරඃ ।
අජෝ දුර්මර්ෂණඃ ශාස්තා විශ්රුතාත්මා සුරාරිහා ॥ 22 ॥

ගුරුර්ගුරුතමෝ ධාම සත්යඃ සත්යපරාක්රමඃ ।
නිමිෂෝऽනිමිෂඃ ස්රග්වී වාචස්පතිරුදාරධීඃ ॥ 23 ॥

අග්රණීග්රාමණීඃ ශ්රීමාන් න්යායෝ නේතා සමීරණඃ
සහස්රමූර්ධා විශ්වාත්මා සහස්රාක්ෂඃ සහස්රපාත් ॥ 24 ॥

ආවර්තනෝ නිවෘත්තාත්මා සංවෘතඃ සංප්රමර්දනඃ ।
අහඃ සංවර්තකෝ වහ්නිරනිලෝ ධරණීධරඃ ॥ 25 ॥

සුප්රසාදඃ ප්රසන්නාත්මා විශ්වධෘග්විශ්වභුග්විභුඃ ।
සත්කර්තා සත්කෘතඃ සාධුර්ජහ්නුර්නාරායණෝ නරඃ ॥ 26 ॥

අසංඛ්යේයෝऽප්රමේයාත්මා විශිෂ්ටඃ ශිෂ්ටකෘච්ඡුචිඃ ।
සිද්ධාර්ථඃ සිද්ධසංකල්පඃ සිද්ධිදඃ සිද්ධි සාධනඃ ॥ 27 ॥

වෘෂාහී වෘෂභෝ විෂ්ණුර්වෘෂපර්වා වෘෂෝදරඃ ।
වර්ධනෝ වර්ධමානශ්ච විවික්තඃ ශ්රුතිසාගරඃ ॥ 28 ॥

සුභුජෝ දුර්ධරෝ වාග්මී මහේංද්රෝ වසුදෝ වසුඃ ।
නෛකරූපෝ බෘහද්රූපඃ ශිපිවිෂ්ටඃ ප්රකාශනඃ ॥ 29 ॥

ඕජස්තේජෝද්යුතිධරඃ ප්රකාශාත්මා ප්රතාපනඃ ।
ඍද්දඃ ස්පෂ්ටාක්ෂරෝ මංත්රශ්චංද්රාංශුර්භාස්කරද්යුතිඃ ॥ 30 ॥

අමෘතාංශූද්භවෝ භානුඃ ශශබිංදුඃ සුරේශ්වරඃ ।
ඖෂධං ජගතඃ සේතුඃ සත්යධර්මපරාක්රමඃ ॥ 31 ॥

භූතභව්යභවන්නාථඃ පවනඃ පාවනෝऽනලඃ ।
කාමහා කාමකෘත්කාංතඃ කාමඃ කාමප්රදඃ ප්රභුඃ ॥ 32 ॥

යුගාදි කෘද්යුගාවර්තෝ නෛකමායෝ මහාශනඃ ।
අදෘශ්යෝ ව්යක්තරූපශ්ච සහස්රජිදනංතජිත් ॥ 33 ॥

ඉෂ්ටෝऽවිශිෂ්ටඃ ශිෂ්ටේෂ්ටඃ ශිඛංඩී නහුෂෝ වෘෂඃ ।
ක්රෝධහා ක්රෝධකෘත්කර්තා විශ්වබාහුර්මහීධරඃ ॥ 34 ॥

අච්යුතඃ ප්රථිතඃ ප්රාණඃ ප්රාණදෝ වාසවානුජඃ ।
අපාංනිධිරධිෂ්ඨානමප්රමත්තඃ ප්රතිෂ්ඨිතඃ ॥ 35 ॥

ස්කංදඃ ස්කංදධරෝ ධුර්යෝ වරදෝ වායුවාහනඃ ।
වාසුදේවෝ බෘහද්භානුරාදිදේවඃ පුරංධරඃ ॥ 36 ॥

අශෝකස්තාරණස්තාරඃ ශූරඃ ශෞරිර්ජනේශ්වරඃ ।
අනුකූලඃ ශතාවර්තඃ පද්මී පද්මනිභේක්ෂණඃ ॥ 37 ॥

පද්මනාභෝऽරවිංදාක්ෂඃ පද්මගර්භඃ ශරීරභෘත් ।
මහර්ධිරෘද්ධෝ වෘද්ධාත්මා මහාක්ෂෝ ගරුඩධ්වජඃ ॥ 38 ॥

අතුලඃ ශරභෝ භීමඃ සමයජ්ඤෝ හවිර්හරිඃ ।
සර්වලක්ෂණලක්ෂණ්යෝ ලක්ෂ්මීවාන් සමිතිංජයඃ ॥ 39 ॥

වික්ෂරෝ රෝහිතෝ මාර්ගෝ හේතුර්දාමෝදරඃ සහඃ ।
මහීධරෝ මහාභාගෝ වේගවානමිතාශනඃ ॥ 40 ॥

උද්භවඃ, ක්ෂෝභණෝ දේවඃ ශ්රීගර්භඃ පරමේශ්වරඃ ।
කරණං කාරණං කර්තා විකර්තා ගහනෝ ගුහඃ ॥ 41 ॥

ව්යවසායෝ ව්යවස්ථානඃ සංස්ථානඃ ස්ථානදෝ ධ්රුවඃ ।
පරර්ධිඃ පරමස්පෂ්ටඃ තුෂ්ටඃ පුෂ්ටඃ ශුභේක්ෂණඃ ॥ 42 ॥

රාමෝ විරාමෝ විරජෝ මාර්ගෝනේයෝ නයෝऽනයඃ ।
වීරඃ ශක්තිමතාං ශ්රේෂ්ඨෝ ධර්මෝධර්ම විදුත්තමඃ ॥ 43 ॥

වෛකුංඨඃ පුරුෂඃ ප්රාණඃ ප්රාණදඃ ප්රණවඃ පෘථුඃ ।
හිරණ්යගර්භඃ ශත්රුඝ්නෝ ව්යාප්තෝ වායුරධෝක්ෂජඃ ॥ 44 ॥

ඍතුඃ සුදර්ශනඃ කාලඃ පරමේෂ්ඨී පරිග්රහඃ ।
උග්රඃ සංවත්සරෝ දක්ෂෝ විශ්රාමෝ විශ්වදක්ෂිණඃ ॥ 45 ॥

විස්තාරඃ ස්ථාවර ස්ථාණුඃ ප්රමාණං බීජමව්යයම් ।
අර්ථෝऽනර්ථෝ මහාකෝශෝ මහාභෝගෝ මහාධනඃ ॥ 46 ॥

අනිර්විණ්ණඃ ස්ථවිෂ්ඨෝ භූද්ධර්මයූපෝ මහාමඛඃ ।
නක්ෂත්රනේමිර්නක්ෂත්රී ක්ෂමඃ, ක්ෂාමඃ සමීහනඃ ॥ 47 ॥

යජ්ඤ ඉජ්යෝ මහේජ්යශ්ච ක්රතුඃ සත්රං සතාංගතිඃ ।
සර්වදර්ශී විමුක්තාත්මා සර්වජ්ඤෝ ජ්ඤානමුත්තමම් ॥ 48 ॥

සුව්රතඃ සුමුඛඃ සූක්ෂ්මඃ සුඝෝෂඃ සුඛදඃ සුහෘත් ।
මනෝහරෝ ජිතක්රෝධෝ වීර බාහුර්විදාරණඃ ॥ 49 ॥

ස්වාපනඃ ස්වවශෝ ව්යාපී නෛකාත්මා නෛකකර්මකෘත්। ।
වත්සරෝ වත්සලෝ වත්සී රත්නගර්භෝ ධනේශ්වරඃ ॥ 50 ॥

ධර්මගුබ්ධර්මකෘද්ධර්මී සදසත්ක්ෂරමක්ෂරම්॥
අවිජ්ඤාතා සහස්ත්රාංශුර්විධාතා කෘතලක්ෂණඃ ॥ 51 ॥

ගභස්තිනේමිඃ සත්ත්වස්ථඃ සිංහෝ භූත මහේශ්වරඃ ।
ආදිදේවෝ මහාදේවෝ දේවේශෝ දේවභෘද්ගුරුඃ ॥ 52 ॥

උත්තරෝ ගෝපතිර්ගෝප්තා ජ්ඤානගම්යඃ පුරාතනඃ ।
ශරීර භූතභෘද් භෝක්තා කපීංද්රෝ භූරිදක්ෂිණඃ ॥ 53 ॥

සෝමපෝऽමෘතපඃ සෝමඃ පුරුජිත් පුරුසත්තමඃ ।
විනයෝ ජයඃ සත්යසංධෝ දාශාර්හඃ සාත්වතාං පතිඃ ॥ 54 ॥

ජීවෝ විනයිතා සාක්ෂී මුකුංදෝऽමිත වික්රමඃ ।
අංභෝනිධිරනංතාත්මා මහෝදධි ශයෝංතකඃ ॥ 55 ॥

අජෝ මහාර්හඃ ස්වාභාව්යෝ ජිතාමිත්රඃ ප්රමෝදනඃ ।
ආනංදෝऽනංදනෝනංදඃ සත්යධර්මා ත්රිවික්රමඃ ॥ 56 ॥

මහර්ෂිඃ කපිලාචාර්යඃ කෘතජ්ඤෝ මේදිනීපතිඃ ।
ත්රිපදස්ත්රිදශාධ්යක්ෂෝ මහාශෘංගඃ කෘතාංතකෘත් ॥ 57 ॥

මහාවරාහෝ ගෝවිංදඃ සුෂේණඃ කනකාංගදී ।
ගුහ්යෝ ගභීරෝ ගහනෝ ගුප්තශ්චක්ර ගදාධරඃ ॥ 58 ॥

වේධාඃ ස්වාංගෝऽජිතඃ කෘෂ්ණෝ දෘඪඃ සංකර්ෂණෝऽච්යුතඃ ।
වරුණෝ වාරුණෝ වෘක්ෂඃ පුෂ්කරාක්ෂෝ මහාමනාඃ ॥ 59 ॥

භගවාන් භගහාऽऽනංදී වනමාලී හලායුධඃ ।
ආදිත්යෝ ජ්යෝතිරාදිත්යඃ සහිෂ්ණුර්ගතිසත්තමඃ ॥ 60 ॥

සුධන්වා ඛංඩපරශුර්දාරුණෝ ද්රවිණප්රදඃ ।
දිවඃස්පෘක් සර්වදෘග්ව්යාසෝ වාචස්පතිරයෝනිජඃ ॥ 61 ॥

ත්රිසාමා සාමගඃ සාම නිර්වාණං භේෂජං භිෂක් ।
සන්යාසකෘච්ඡමඃ ශාංතෝ නිෂ්ඨා ශාංතිඃ පරායණම්। 62 ॥

ශුභාංගඃ ශාංතිදඃ ස්රෂ්ටා කුමුදඃ කුවලේශයඃ ।
ගෝහිතෝ ගෝපතිර්ගෝප්තා වෘෂභාක්ෂෝ වෘෂප්රියඃ ॥ 63 ॥

අනිවර්තී නිවෘත්තාත්මා සංක්ෂේප්තා ක්ෂේමකෘච්ඡිවඃ ।
ශ්රීවත්සවක්ෂාඃ ශ්රීවාසඃ ශ්රීපතිඃ ශ්රීමතාංවරඃ ॥ 64 ॥

ශ්රීදඃ ශ්රීශඃ ශ්රීනිවාසඃ ශ්රීනිධිඃ ශ්රීවිභාවනඃ ।
ශ්රීධරඃ ශ්රීකරඃ ශ්රේයඃ ශ්රීමාँල්ලෝකත්රයාශ්රයඃ ॥ 65 ॥

ස්වක්ෂඃ ස්වංගඃ ශතානංදෝ නංදිර්ජ්යෝතිර්ගණේශ්වරඃ ।
විජිතාත්මාऽවිධේයාත්මා සත්කීර්තිච්ඡින්නසංශයඃ ॥ 66 ॥

උදීර්ණඃ සර්වතශ්චක්ෂුරනීශඃ ශාශ්වතස්ථිරඃ ।
භූශයෝ භූෂණෝ භූතිර්විශෝකඃ ශෝකනාශනඃ ॥ 67 ॥

අර්චිෂ්මානර්චිතඃ කුංභෝ විශුද්ධාත්මා විශෝධනඃ ।
අනිරුද්ධෝऽප්රතිරථඃ ප්රද්යුම්නෝऽමිතවික්රමඃ ॥ 68 ॥

කාලනේමිනිහා වීරඃ ශෞරිඃ ශූරජනේශ්වරඃ ।
ත්රිලෝකාත්මා ත්රිලෝකේශඃ කේශවඃ කේශිහා හරිඃ ॥ 69 ॥

කාමදේවඃ කාමපාලඃ කාමී කාංතඃ කෘතාගමඃ ।
අනිර්දේශ්යවපුර්විෂ්ණුර්වීරෝऽනංතෝ ධනංජයඃ ॥ 70 ॥

බ්රහ්මණ්යෝ බ්රහ්මකෘද් බ්රහ්මා බ්රහ්ම බ්රහ්මවිවර්ධනඃ ।
බ්රහ්මවිද් බ්රාහ්මණෝ බ්රහ්මී බ්රහ්මජ්ඤෝ බ්රාහ්මණප්රියඃ ॥ 71 ॥

මහාක්රමෝ මහාකර්මා මහාතේජා මහෝරගඃ ।
මහාක්රතුර්මහායජ්වා මහායජ්ඤෝ මහාහවිඃ ॥ 72 ॥

ස්තව්යඃ ස්තවප්රියඃ ස්තෝත්රං ස්තුතිඃ ස්තෝතා රණප්රියඃ ।
පූර්ණඃ පූරයිතා පුණ්යඃ පුණ්යකීර්තිරනාමයඃ ॥ 73 ॥

මනෝජවස්තීර්ථකරෝ වසුරේතා වසුප්රදඃ ।
වසුප්රදෝ වාසුදේවෝ වසුර්වසුමනා හවිඃ ॥ 74 ॥

සද්ගතිඃ සත්කෘතිඃ සත්තා සද්භූතිඃ සත්පරායණඃ ।
ශූරසේනෝ යදුශ්රේෂ්ඨඃ සන්නිවාසඃ සුයාමුනඃ ॥ 75 ॥

භූතාවාසෝ වාසුදේවඃ සර්වාසුනිලයෝऽනලඃ ।
දර්පහා දර්පදෝ දෘප්තෝ දුර්ධරෝऽථාපරාජිතඃ ॥ 76 ॥

විශ්වමූර්තිර්මහාමූර්තිර්දීප්තමූර්තිරමූර්තිමාන් ।
අනේකමූර්තිරව්යක්තඃ ශතමූර්තිඃ ශතානනඃ ॥ 77 ॥

ඒකෝ නෛකඃ ස්තවඃ කඃ කිං යත්තත් පදමනුත්තමම් ।
ලෝකබංධුර්ලෝකනාථෝ මාධවෝ භක්තවත්සලඃ ॥ 78 ॥

සුවර්ණවර්ණෝ හේමාංගෝ වරාංගශ්චංදනාංගදී ।
වීරහා විෂමඃ ශූන්යෝ ඝෘතාශීරචලශ්චලඃ ॥ 79 ॥

අමානී මානදෝ මාන්යෝ ලෝකස්වාමී ත්රිලෝකධෘත් ।
සුමේධා මේධජෝ ධන්යඃ සත්යමේධා ධරාධරඃ ॥ 80 ॥

තේජෝऽවෘෂෝ ද්යුතිධරඃ සර්වශස්ත්රභෘතාංවරඃ ।
ප්රග්රහෝ නිග්රහෝ ව්යග්රෝ නෛකශෘංගෝ ගදාග්රජඃ ॥ 81 ॥

චතුර්මූර්ති ශ්චතුර්බාහු ශ්චතුර්ව්යූහ ශ්චතුර්ගතිඃ ।
චතුරාත්මා චතුර්භාවශ්චතුර්වේදවිදේකපාත් ॥ 82 ॥

සමාවර්තෝऽනිවෘත්තාත්මා දුර්ජයෝ දුරතික්රමඃ ।
දුර්ලභෝ දුර්ගමෝ දුර්ගෝ දුරාවාසෝ දුරාරිහා ॥ 83 ॥

ශුභාංගෝ ලෝකසාරංගඃ සුතංතුස්තංතුවර්ධනඃ ।
ඉංද්රකර්මා මහාකර්මා කෘතකර්මා කෘතාගමඃ ॥ 84 ॥

උද්භවඃ සුංදරඃ සුංදෝ රත්නනාභඃ සුලෝචනඃ ।
අර්කෝ වාජසනඃ ශෘංගී ජයංතඃ සර්වවිජ්ජයී ॥ 85 ॥

සුවර්ණබිංදුරක්ෂෝභ්යඃ සර්වවාගීශ්වරේශ්වරඃ ।
මහාහෘදෝ මහාගර්තෝ මහාභූතෝ මහානිධිඃ ॥ 86 ॥

කුමුදඃ කුංදරඃ කුංදඃ පර්ජන්යඃ පාවනෝऽනිලඃ ।
අමෘතාශෝऽමෘතවපුඃ සර්වජ්ඤඃ සර්වතෝමුඛඃ ॥ 87 ॥

සුලභඃ සුව්රතඃ සිද්ධඃ ශත්රුජිච්ඡත්රුතාපනඃ ।
න්යග්රෝධෝऽදුංබරෝऽශ්වත්ථශ්චාණූරාංධ්ර නිෂූදනඃ ॥ 88 ॥

සහස්රාර්චිඃ සප්තජිහ්වඃ සප්තෛධාඃ සප්තවාහනඃ ।
අමූර්තිරනඝෝऽචිංත්යෝ භයකෘද්භයනාශනඃ ॥ 89 ॥

අණුර්බෘහත්කෘශඃ ස්ථූලෝ ගුණභෘන්නිර්ගුණෝ මහාන් ।
අධෘතඃ ස්වධෘතඃ ස්වාස්යඃ ප්රාග්වංශෝ වංශවර්ධනඃ ॥ 90 ॥

භාරභෘත් කථිතෝ යෝගී යෝගීශඃ සර්වකාමදඃ ।
ආශ්රමඃ ශ්රමණඃ, ක්ෂාමඃ සුපර්ණෝ වායුවාහනඃ ॥ 91 ॥

ධනුර්ධරෝ ධනුර්වේදෝ දංඩෝ දමයිතා දමඃ ।
අපරාජිතඃ සර්වසහෝ නියංතාऽනියමෝऽයමඃ ॥ 92 ॥

සත්ත්වවාන් සාත්ත්විකඃ සත්යඃ සත්යධර්මපරායණඃ ।
අභිප්රායඃ ප්රියාර්හෝऽර්හඃ ප්රියකෘත් ප්රීතිවර්ධනඃ ॥ 93 ॥

විහායසගතිර්ජ්යෝතිඃ සුරුචිර්හුතභුග්විභුඃ ।
රවිර්විරෝචනඃ සූර්යඃ සවිතා රවිලෝචනඃ ॥ 94 ॥

අනංතෝ හුතභුග්භෝක්තා සුඛදෝ නෛකජෝऽග්රජඃ ।
අනිර්විණ්ණඃ සදාමර්ෂී ලෝකධිෂ්ඨානමද්භුතඃ ॥ 95 ॥

සනාත්සනාතනතමඃ කපිලඃ කපිරව්යයඃ ।
ස්වස්තිදඃ ස්වස්තිකෘත්ස්වස්තිඃ ස්වස්තිභුක් ස්වස්තිදක්ෂිණඃ ॥ 96 ॥

අරෞද්රඃ කුංඩලී චක්රී වික්රම්යූර්ජිතශාසනඃ ।
ශබ්දාතිගඃ ශබ්දසහඃ ශිශිරඃ ශර්වරීකරඃ ॥ 97 ॥

අක්රූරඃ පේශලෝ දක්ෂෝ දක්ෂිණඃ, ක්ෂමිණාංවරඃ ।
විද්වත්තමෝ වීතභයඃ පුණ්යශ්රවණකීර්තනඃ ॥ 98 ॥

උත්තාරණෝ දුෂ්කෘතිහා පුණ්යෝ දුඃස්වප්නනාශනඃ ।
වීරහා රක්ෂණඃ සංතෝ ජීවනඃ පර්යවස්ථිතඃ ॥ 99 ॥

අනංතරූපෝऽනංත ශ්රීර්ජිතමන්යුර්භයාපහඃ ।
චතුරශ්රෝ ගභීරාත්මා විදිශෝ ව්යාදිශෝ දිශඃ ॥ 100 ॥

අනාදිර්භූර්භුවෝ ලක්ෂ්මීඃ සුවීරෝ රුචිරාංගදඃ ।
ජනනෝ ජනජන්මාදිර්භීමෝ භීමපරාක්රමඃ ॥ 101 ॥

ආධාරනිලයෝऽධාතා පුෂ්පහාසඃ ප්රජාගරඃ ।
ඌර්ධ්වගඃ සත්පථාචාරඃ ප්රාණදඃ ප්රණවඃ පණඃ ॥ 102 ॥

ප්රමාණං ප්රාණනිලයඃ ප්රාණභෘත් ප්රාණජීවනඃ ।
තත්ත්වං තත්ත්වවිදේකාත්මා ජන්මමෘත්යුජරාතිගඃ ॥ 103 ॥

භූර්භුවඃ ස්වස්තරුස්තාරඃ සවිතා ප්රපිතාමහඃ ।
යජ්ඤෝ යජ්ඤපතිර්යජ්වා යජ්ඤාංගෝ යජ්ඤවාහනඃ ॥ 104 ॥

යජ්ඤභෘද් යජ්ඤකෘද් යජ්ඤී යජ්ඤභුක් යජ්ඤසාධනඃ ।
යජ්ඤාංතකෘද් යජ්ඤගුහ්යමන්නමන්නාද ඒව ච ॥ 105 ॥

ආත්මයෝනිඃ ස්වයංජාතෝ වෛඛානඃ සාමගායනඃ ।
දේවකීනංදනඃ ස්රෂ්ටා ක්ෂිතීශඃ පාපනාශනඃ ॥ 106 ॥

ශංඛභෘන්නංදකී චක්රී ශාර්ඞ්ගධන්වා ගදාධරඃ ।
රථාංගපාණිරක්ෂෝභ්යඃ සර්වප්රහරණායුධඃ ॥ 107 ॥

ශ්රී සර්වප්රහරණායුධ ඕං නම ඉති ।

වනමාලී ගදී ශාර්​ඞ්ගී ශංඛී චක්රී ච නංදකී ।
ශ්රීමාන්නාරායණෝ විෂ්ණුර්වාසුදේවෝऽභිරක්ෂතු ॥ 108 ॥

ශ්රී වාසුදේවෝऽභිරක්ෂතු ඕං නම ඉති ।

උත්තර පීඨිකා

ඵලශ්රුතිඃ
ඉතීදං කීර්තනීයස්ය කේශවස්ය මහාත්මනඃ ।
නාම්නාං සහස්රං දිව්යානාමශේෂේණ ප්රකීර්තිතම්। ॥ 1 ॥

ය ඉදං ශෘණුයාන්නිත්යං යශ්චාපි පරිකීර්තයේත්॥
නාශුභං ප්රාප්නුයාත් කිංචිත්සෝऽමුත්රේහ ච මානවඃ ॥ 2 ॥

වේදාංතගෝ බ්රාහ්මණඃ ස්යාත් ක්ෂත්රියෝ විජයී භවේත් ।
වෛශ්යෝ ධනසමෘද්ධඃ ස්යාත් ශූද්රඃ සුඛමවාප්නුයාත් ॥ 3 ॥

ධර්මාර්ථී ප්රාප්නුයාද්ධර්මමර්ථාර්ථී චාර්ථමාප්නුයාත් ।
කාමානවාප්නුයාත් කාමී ප්රජාර්ථී ප්රාප්නුයාත්ප්රජාම්। ॥ 4 ॥

භක්තිමාන් යඃ සදෝත්ථාය ශුචිස්තද්ගතමානසඃ ।
සහස්රං වාසුදේවස්ය නාම්නාමේතත් ප්රකීර්තයේත් ॥ 5 ॥

යශඃ ප්රාප්නෝති විපුලං යාතිප්රාධාන්යමේව ච ।
අචලාං ශ්රියමාප්නෝති ශ්රේයඃ ප්රාප්නෝත්යනුත්තමම්। ॥ 6 ॥

න භයං ක්වචිදාප්නෝති වීර්යං තේජශ්ච විංදති ।
භවත්යරෝගෝ ද්යුතිමාන් බලරූප ගුණාන්විතඃ ॥ 7 ॥

රෝගාර්තෝ මුච්යතේ රෝගාද්බද්ධෝ මුච්යේත බංධනාත් ।
භයාන්මුච්යේත භීතස්තු මුච්යේතාපන්න ආපදඃ ॥ 8 ॥

දුර්ගාණ්යතිතරත්යාශු පුරුෂඃ පුරුෂෝත්තමම් ।
ස්තුවන්නාමසහස්රේණ නිත්යං භක්තිසමන්විතඃ ॥ 9 ॥

වාසුදේවාශ්රයෝ මර්ත්යෝ වාසුදේවපරායණඃ ।
සර්වපාපවිශුද්ධාත්මා යාති බ්රහ්ම සනාතනම්। ॥ 10 ॥

න වාසුදේව භක්තානාමශුභං විද්යතේ ක්වචිත් ।
ජන්මමෘත්යුජරාව්යාධිභයං නෛවෝපජායතේ ॥ 11 ॥

ඉමං ස්තවමධීයානඃ ශ්රද්ධාභක්තිසමන්විතඃ ।
යුජ්යේතාත්ම සුඛක්ෂාංති ශ්රීධෘති ස්මෘති කීර්තිභිඃ ॥ 12 ॥

න ක්රෝධෝ න ච මාත්සර්යං න ලෝභෝ නාශුභාමතිඃ ।
භවංති කෘතපුණ්යානාං භක්තානාං පුරුෂෝත්තමේ ॥ 13 ॥

ද්යෞඃ සචංද්රාර්කනක්ෂත්රා ඛං දිශෝ භූර්මහෝදධිඃ ।
වාසුදේවස්ය වීර්යේණ විධෘතානි මහාත්මනඃ ॥ 14 ॥

සසුරාසුරගංධර්වං සයක්ෂෝරගරාක්ෂසම් ।
ජගද්වශේ වර්තතේදං කෘෂ්ණස්ය ස චරාචරම්। ॥ 15 ॥

ඉංද්රියාණි මනෝබුද්ධිඃ සත්ත්වං තේජෝ බලං ධෘතිඃ ।
වාසුදේවාත්මකාන්යාහුඃ, ක්ෂේත්රං ක්ෂේත්රජ්ඤ ඒව ච ॥ 16 ॥

සර්වාගමානාමාචාරඃ ප්රථමං පරිකල්පතේ ।
ආචාරප්රභවෝ ධර්මෝ ධර්මස්ය ප්රභුරච්යුතඃ ॥ 17 ॥

ඍෂයඃ පිතරෝ දේවා මහාභූතානි ධාතවඃ ।
ජංගමාජංගමං චේදං ජගන්නාරායණෝද්භවම් ॥ 18 ॥

යෝගෝජ්ඤානං තථා සාංඛ්යං විද්යාඃ ශිල්පාදිකර්ම ච ।
වේදාඃ ශාස්ත්රාණි විජ්ඤානමේතත්සර්වං ජනාර්දනාත් ॥ 19 ॥

ඒකෝ විෂ්ණුර්මහද්භූතං පෘථග්භූතාන්යනේකශඃ ।
ත්රීංලෝකාන්ව්යාප්ය භූතාත්මා භුංක්තේ විශ්වභුගව්යයඃ ॥ 20 ॥

ඉමං ස්තවං භගවතෝ විෂ්ණෝර්ව්යාසේන කීර්තිතම් ।
පඨේද්ය ඉච්චේත්පුරුෂඃ ශ්රේයඃ ප්රාප්තුං සුඛානි ච ॥ 21 ॥

විශ්වේශ්වරමජං දේවං ජගතඃ ප්රභුමව්යයම්।
භජංති යේ පුෂ්කරාක්ෂං න තේ යාංති පරාභවම් ॥ 22 ॥

න තේ යාංති පරාභවං ඕං නම ඉති ।

අර්ජුන උවාච
පද්මපත්ර විශාලාක්ෂ පද්මනාභ සුරෝත්තම ।
භක්තානා මනුරක්තානාං ත්රාතා භව ජනාර්දන ॥ 23 ॥

ශ්රීභගවානුවාච
යෝ මාං නාමසහස්රේණ ස්තෝතුමිච්ඡති පාංඩව ।
සෝऽහමේකේන ශ්ලෝකේන ස්තුත ඒව න සංශයඃ ॥ 24 ॥

ස්තුත ඒව න සංශය ඕං නම ඉති ।

ව්යාස උවාච
වාසනාද්වාසුදේවස්ය වාසිතං භුවනත්රයම් ।
සර්වභූතනිවාසෝऽසි වාසුදේව නමෝऽස්තු තේ ॥ 25 ॥

ශ්රීවාසුදේව නමෝස්තුත ඕං නම ඉති ।

පාර්වත්යුවාච
කේනෝපායේන ලඝුනා විෂ්ණෝර්නාමසහස්රකම් ।
පඨ්යතේ පංඩිතෛර්නිත්යං ශ්රෝතුමිච්ඡාම්යහං ප්රභෝ ॥ 26 ॥

ඊශ්වර උවාච
ශ්රීරාම රාම රාමේති රමේ රාමේ මනෝරමේ ।
සහස්රනාම තත්තුල්යං රාමනාම වරානනේ ॥ 27 ॥

ශ්රීරාම නාම වරානන ඕං නම ඉති ।

බ්රහ්මෝවාච
නමෝऽස්ත්වනංතාය සහස්රමූර්තයේ සහස්රපාදාක්ෂිශිරෝරුබාහවේ ।
සහස්රනාම්නේ පුරුෂාය ශාශ්වතේ සහස්රකෝටී යුගධාරිණේ නමඃ ॥ 28 ॥

ශ්රී සහස්රකෝටී යුගධාරිණේ නම ඕං නම ඉති ।

සංජය උවාච
යත්ර යෝගේශ්වරඃ කෘෂ්ණෝ යත්ර පාර්ථෝ ධනුර්ධරඃ ।
තත්ර ශ්රීර්විජයෝ භූතිර්ධ්රුවා නීතිර්මතිර්මම ॥ 29 ॥

ශ්රී භගවාන් උවාච
අනන්යාශ්චිංතයංතෝ මාං යේ ජනාඃ පර්යුපාසතේ ।
තේෂාං නිත්යාභියුක්තානාං යෝගක්ෂේමං වහාම්යහම්। ॥ 30 ॥

පරිත්රාණාය සාධූනාං විනාශාය ච දුෂ්කෘතාම්। ।
ධර්මසංස්ථාපනාර්ථාය සංභවාමි යුගේ යුගේ ॥ 31 ॥

ආර්තාඃ විෂණ්ණාඃ ශිථිලාශ්ච භීතාඃ ඝෝරේෂු ච ව්යාධිෂු වර්තමානාඃ ।
සංකීර්ත්ය නාරායණශබ්දමාත්රං විමුක්තදුඃඛාඃ සුඛිනෝ භවංති ॥ 32 ॥

කායේන වාචා මනසේංද්රියෛර්වා බුද්ධ්යාත්මනා වා ප්රකෘතේඃ ස්වභාවාත් ।
කරෝමි යද්යත්සකලං පරස්මෛ නාරායණායේති සමර්පයාමි ॥ 33 ॥

යදක්ෂර පදභ්රෂ්ටං මාත්රාහීනං තු යද්භවේත්
තථ්සර්වං ක්ෂම්යතාං දේව නාරායණ නමෝऽස්තු තේ ।
විසර්ග බිංදු මාත්රාණි පදපාදාක්ෂරාණි ච
න්යූනානි චාතිරික්තානි ක්ෂමස්ව පුරුෂෝත්තමඃ ॥

ඉති ශ්රී මහාභාරතේ ශතසාහස්රිකායාං සංහිතායාං වෛයාසික්යාමනුශාසන පර්වාංතර්ගත ආනුශාසනික පර්වණි, මෝක්ෂධර්මේ භීෂ්ම යුධිෂ්ඨිර සංවාදේ ශ්රී විෂ්ණෝර්දිව්ය සහස්රනාම ස්තෝත්රං නාමෛකෝන පංච ශතාධික ශතතමෝධ්යායඃ ॥
ශ්රී විෂ්ණු සහස්රනාම ස්තෝත්රං සමාප්තම් ॥
ඕං තත්සත් සර්වං ශ්රී කෘෂ්ණාර්පණමස්තු ॥`;
