export const tamilContentText: string = `ஓம் ஶுக்லாம்ப³ரத⁴ரம் விஷ்ணும் ஶஶிவர்ணம் சதுர்பு⁴ஜம் ।
ப்ரஸன்னவத³னம் த்⁴யாயேத் ஸர்வவிக்⁴னோபஶாந்தயே ॥ 1 ॥

யஸ்யத்³விரத³வக்த்ராத்³யா: பாரிஷத்³யா: பர: ஶதம் ।
விக்⁴னம் நிக்⁴னந்தி ஸததம் விஷ்வக்ஸேனம் தமாஶ்ரயே ॥ 2 ॥

பூர்வ பீடி²கா
வ்யாஸம் வஸிஷ்ட² நப்தாரம் ஶக்தே: பௌத்ரமகல்மஷம் ।
பராஶராத்மஜம் வந்தே³ ஶுகதாதம் தபோனிதி⁴ம் ॥ 3 ॥

வ்யாஸாய விஷ்ணு ரூபாய வ்யாஸரூபாய விஷ்ணவே ।
நமோ வை ப்³ரஹ்மனித⁴யே வாஸிஷ்டா²ய நமோ நம: ॥ 4 ॥

அவிகாராய ஶுத்³தா⁴ய நித்யாய பரமாத்மனே ।
ஸதை³க ரூப ரூபாய விஷ்ணவே ஸர்வஜிஷ்ணவே ॥ 5 ॥

யஸ்ய ஸ்மரணமாத்ரேண ஜன்மஸம்ஸாரப³ந்த⁴னாத் ।
விமுச்யதே நமஸ்தஸ்மை விஷ்ணவே ப்ரப⁴விஷ்ணவே ॥ 6 ॥

ஓம் நமோ விஷ்ணவே ப்ரப⁴விஷ்ணவே ।

ஶ்ரீ வைஶம்பாயன உவாச
ஶ்ருத்வா த⁴ர்மா நஶேஷேண பாவனானி ச ஸர்வஶ: ।
யுதி⁴ஷ்டி²ர: ஶாந்தனவம் புனரேவாப்⁴ய பா⁴ஷத ॥ 7 ॥

யுதி⁴ஷ்டி²ர உவாச
கிமேகம் தை³வதம் லோகே கிம் வாப்யேகம் பராயணம்
ஸ்துவந்த: கம் கமர்சந்த: ப்ராப்னுயுர்மானவா: ஶுப⁴ம் ॥ 8 ॥

கோ த⁴ர்ம: ஸர்வத⁴ர்மாணாம் ப⁴வத: பரமோ மத: ।
கிம் ஜபன்முச்யதே ஜந்துர்ஜன்மஸம்ஸார ப³ந்த⁴னாத் ॥ 9 ॥

ஶ்ரீ பீ⁴ஷ்ம உவாச
ஜக³த்ப்ரபு⁴ம் தே³வதே³வ மனந்தம் புருஷோத்தமம் ।
ஸ்துவன்னாம ஸஹஸ்ரேண புருஷ: ஸததோத்தி²த: ॥ 1௦ ॥

தமேவ சார்சயன்னித்யம் ப⁴க்த்யா புருஷமவ்யயம் ।
த்⁴யாயன் ஸ்துவன்னமஸ்யம்ஶ்ச யஜமானஸ்தமேவ ச ॥ 11 ॥

அனாதி³ நித⁴னம் விஷ்ணும் ஸர்வலோக மஹேஶ்வரம் ।
லோகாத்⁴யக்ஷம் ஸ்துவன்னித்யம் ஸர்வ து³:கா²திகோ³ ப⁴வேத் ॥ 12 ॥

ப்³ரஹ்மண்யம் ஸர்வ த⁴ர்மஜ்ஞம் லோகானாம் கீர்தி வர்த⁴னம் ।
லோகனாத²ம் மஹத்³பூ⁴தம் ஸர்வபூ⁴த ப⁴வோத்³ப⁴வம்॥ 13 ॥

ஏஷ மே ஸர்வ த⁴ர்மாணாம் த⁴ர்மோதி⁴க தமோமத: ।
யத்³ப⁴க்த்யா புண்ட³ரீகாக்ஷம் ஸ்தவைரர்சேன்னர: ஸதா³ ॥ 14 ॥

பரமம் யோ மஹத்தேஜ: பரமம் யோ மஹத்தப: ।
பரமம் யோ மஹத்³ப்³ரஹ்ம பரமம் ய: பராயணம் । 15 ॥

பவித்ராணாம் பவித்ரம் யோ மங்கள³ானாம் ச மங்கள³ம் ।
தை³வதம் தே³வதானாம் ச பூ⁴தானாம் யோவ்யய: பிதா ॥ 16 ॥

யத: ஸர்வாணி பூ⁴தானி ப⁴வந்த்யாதி³ யுகா³க³மே ।
யஸ்மிம்ஶ்ச ப்ரலயம் யாந்தி புனரேவ யுக³க்ஷயே ॥ 17 ॥

தஸ்ய லோக ப்ரதா⁴னஸ்ய ஜக³ன்னாத²ஸ்ய பூ⁴பதே ।
விஷ்ணோர்னாம ஸஹஸ்ரம் மே ஶ்ருணு பாப ப⁴யாபஹம் ॥ 18 ॥

யானி நாமானி கௌ³ணானி விக்²யாதானி மஹாத்மன: ।
ருஷிபி⁴: பரிகீ³தானி தானி வக்ஷ்யாமி பூ⁴தயே ॥ 19 ॥

ருஷிர்னாம்னாம் ஸஹஸ்ரஸ்ய வேத³வ்யாஸோ மஹாமுனி: ॥
ச²ந்தோ³னுஷ்டுப் ததா² தே³வோ ப⁴க³வான் தே³வகீஸுத: ॥ 2௦ ॥

அம்ருதாம் ஶூத்³ப⁴வோ பீ³ஜம் ஶக்திர்தே³வகினந்த³ன: ।
த்ரிஸாமா ஹ்ருத³யம் தஸ்ய ஶாந்த்யர்தே² வினியுஜ்யதே ॥ 21 ॥

விஷ்ணும் ஜிஷ்ணும் மஹாவிஷ்ணும் ப்ரப⁴விஷ்ணும் மஹேஶ்வரம் ॥
அனேகரூப தை³த்யாந்தம் நமாமி புருஷோத்தமம் ॥ 22 ॥

பூர்வன்யாஸ:
அஸ்ய ஶ்ரீ விஷ்ணோர்தி³வ்ய ஸஹஸ்ரனாம ஸ்தோத்ர மஹாமந்த்ரஸ்ய ॥
ஶ்ரீ வேத³வ்யாஸோ ப⁴க³வான் ருஷி: ।
அனுஷ்டுப் ச²ந்த:³ ।
ஶ்ரீமஹாவிஷ்ணு: பரமாத்மா ஶ்ரீமன்னாராயணோ தே³வதா ।
அம்ருதாம்ஶூத்³ப⁴வோ பா⁴னுரிதி பீ³ஜம் ।
தே³வகீனந்த³ன: ஸ்ரஷ்டேதி ஶக்தி: ।
உத்³ப⁴வ:, க்ஷோப⁴ணோ தே³வ இதி பரமோமந்த்ர: ।
ஶங்க³ப்⁴ருன்னந்த³கீ சக்ரீதி கீலகம் ।
ஶார்​ங்க³த⁴ன்வா க³தா³த⁴ர இத்யஸ்த்ரம் ।
ரதா²ங்க³பாணி ரக்ஷோப்⁴ய இதி நேத்ரம் ।
த்ரிஸாமாஸாமக:³ ஸாமேதி கவசம் ।
ஆனந்த³ம் பரப்³ரஹ்மேதி யோனி: ।
ருதுஸ்ஸுத³ர்ஶன: கால இதி தி³க்³ப³ந்த:⁴ ॥
ஶ்ரீவிஶ்வரூப இதி த்⁴யானம் ।
ஶ்ரீ மஹாவிஷ்ணு ப்ரீத்யர்தே² ஸஹஸ்ரனாம ஜபே பாராயணே வினியோக:³ ।

கரன்யாஸ:
விஶ்வம் விஷ்ணுர்வஷட்கார இத்யங்கு³ஷ்டா²ப்⁴யாம் நம:
அம்ருதாம் ஶூத்³ப⁴வோ பா⁴னுரிதி தர்ஜனீப்⁴யாம் நம:
ப்³ரஹ்மண்யோ ப்³ரஹ்மக்ருத் ப்³ரஹ்மேதி மத்⁴யமாப்⁴யாம் நம:
ஸுவர்ணபி³ந்து³ ரக்ஷோப்⁴ய இதி அனாமிகாப்⁴யாம் நம:
நிமிஷோனிமிஷ: ஸ்ரக்³வீதி கனிஷ்டி²காப்⁴யாம் நம:
ரதா²ங்க³பாணி ரக்ஷோப்⁴ய இதி கரதல கரப்ருஷ்டா²ப்⁴யாம் நம:

அங்க³ன்யாஸ:
ஸுவ்ரத: ஸுமுக:² ஸூக்ஷ்ம இதி ஜ்ஞானாய ஹ்ருத³யாய நம:
ஸஹஸ்ரமூர்தி: விஶ்வாத்மா இதி ஐஶ்வர்யாய ஶிரஸே ஸ்வாஹா
ஸஹஸ்ரார்சி: ஸப்தஜிஹ்வ இதி ஶக்த்யை ஶிகா²யை வஷட்
த்ரிஸாமா ஸாமக³ஸ்ஸாமேதி ப³லாய கவசாய ஹும்
ரதா²ங்க³பாணி ரக்ஷோப்⁴ய இதி நேத்ராப்⁴யாம் வௌஷட்
ஶாங்க³த⁴ன்வா க³தா³த⁴ர இதி வீர்யாய அஸ்த்ராயப²ட்
ருது: ஸுத³ர்ஶன: கால இதி தி³க்³ப⁴ந்த:⁴

த்⁴யானம்
க்ஷீரோத⁴ன்வத்ப்ரதே³ஶே ஶுசிமணி-விலஸ-த்ஸைகதே-மௌக்திகானாம்
மாலா-க௢ப்தாஸனஸ்த:² ஸ்ப²டிக-மணினிபை⁴-ர்மௌக்திகை-ர்மண்டி³தாங்க:³ ।
ஶுப்⁴ரை-ரப்⁴ரை-ரத³ப்⁴ரை-ருபரிவிரசிதை-ர்முக்த பீயூஷ வர்ஷை:
ஆனந்தீ³ ந: புனீயா-த³ரினலினக³தா³ ஶங்க³பாணி-ர்முகுந்த:³ ॥ 1 ॥

பூ⁴: பாதௌ³ யஸ்ய நாபி⁴ர்விய-த³ஸுர நிலஶ்சந்த்³ர ஸூர்யௌ ச நேத்ரே
கர்ணாவாஶா: ஶிரோத்³யௌர்முக²மபி த³ஹனோ யஸ்ய வாஸ்தேயமப்³தி⁴: ।
அந்த:ஸ்த²ம் யஸ்ய விஶ்வம் ஸுர நரக²க³கோ³போ⁴கி³ க³ந்த⁴ர்வதை³த்யை:
சித்ரம் ரம் ரம்யதே தம் த்ரிபு⁴வன வபுஶம் விஷ்ணுமீஶம் நமாமி ॥ 2 ॥

ஓம் நமோ ப⁴க³வதே வாஸுதே³வாய !

ஶாந்தாகாரம் பு⁴ஜக³ஶயனம் பத்³மனாப⁴ம் ஸுரேஶம்
விஶ்வாதா⁴ரம் க³க³னஸத்³ருஶம் மேக⁴வர்ணம் ஶுபா⁴ங்க³ம் ।
லக்ஷ்மீகாந்தம் கமலனயனம் யோகி³ஹ்ருர்த்⁴யானக³ம்யம்
வந்தே³ விஷ்ணும் ப⁴வப⁴யஹரம் ஸர்வலோகைகனாத²ம் ॥ 3 ॥

மேக⁴ஶ்யாமம் பீதகௌஶேயவாஸம்
ஶ்ரீவத்ஸாகம் கௌஸ்துபோ⁴த்³பா⁴ஸிதாங்க³ம் ।
புண்யோபேதம் புண்ட³ரீகாயதாக்ஷம்
விஷ்ணும் வந்தே³ ஸர்வலோகைகனாத²ம் ॥ 4 ॥

நம: ஸமஸ்த பூ⁴தானாம் ஆதி³ பூ⁴தாய பூ⁴ப்⁴ருதே ।
அனேகரூப ரூபாய விஷ்ணவே ப்ரப⁴விஷ்ணவே ॥ 5॥

ஸஶங்க³சக்ரம் ஸகிரீடகுண்ட³லம்
ஸபீதவஸ்த்ரம் ஸரஸீருஹேக்ஷணம் ।
ஸஹார வக்ஷ:ஸ்த²ல ஶோபி⁴ கௌஸ்துப⁴ம்
நமாமி விஷ்ணும் ஶிரஸா சதுர்பு⁴ஜம் । 6॥

சா²யாயாம் பாரிஜாதஸ்ய ஹேமஸிம்ஹாஸனோபரி
ஆஸீனமம்பு³த³ஶ்யாமமாயதாக்ஷமலங்க்ருதம் ॥ 7 ॥

சந்த்³ரானநம் சதுர்பா³ஹும் ஶ்ரீவத்ஸாங்கித வக்ஷஸம்
ருக்மிணீ ஸத்யபா⁴மாப்⁴யாம் ஸஹிதம் க்ருஷ்ணமாஶ்ரயே ॥ 8 ॥

பஞ்சபூஜ
லம் - ப்ருதி²வ்யாத்மனே க³ந்த²ம் ஸமர்பயாமி
ஹம் - ஆகாஶாத்மனே புஷ்பை: பூஜயாமி
யம் - வாய்வாத்மனே தூ⁴பமாக்⁴ராபயாமி
ரம் - அக்³ன்யாத்மனே தீ³பம் த³ர்ஶயாமி
வம் - அம்ருதாத்மனே நைவேத்³யம் நிவேத³யாமி
ஸம் - ஸர்வாத்மனே ஸர்வோபசார பூஜா நமஸ்காரான் ஸமர்பயாமி

ஸ்தோத்ரம்

ஹரி: ஓம்

விஶ்வம் விஷ்ணுர்வஷட்காரோ பூ⁴தப⁴வ்யப⁴வத்ப்ரபு⁴: ।
பூ⁴தக்ருத்³பூ⁴தப்⁴ருத்³பா⁴வோ பூ⁴தாத்மா பூ⁴தபா⁴வன: ॥ 1 ॥

பூதாத்மா பரமாத்மா ச முக்தானாம் பரமாக³தி: ।
அவ்யய: புருஷ: ஸாக்ஷீ க்ஷேத்ரஜ்ஞோக்ஷர ஏவ ச ॥ 2 ॥

யோகோ³ யோக³விதா³ம் நேதா ப்ரதா⁴ன புருஷேஶ்வர: ।
நாரஸிம்ஹவபு: ஶ்ரீமான் கேஶவ: புருஷோத்தம: ॥ 3 ॥

ஸர்வ: ஶர்வ: ஶிவ: ஸ்தா²ணுர்பூ⁴தாதி³ர்னிதி⁴ரவ்யய: ।
ஸம்ப⁴வோ பா⁴வனோ ப⁴ர்தா ப்ரப⁴வ: ப்ரபு⁴ரீஶ்வர: ॥ 4 ॥

ஸ்வயம்பூ⁴: ஶம்பு⁴ராதி³த்ய: புஷ்கராக்ஷோ மஹாஸ்வன: ।
அனாதி³னித⁴னோ தா⁴தா விதா⁴தா தா⁴துருத்தம: ॥ 5 ॥

அப்ரமேயோ ஹ்ருஷீகேஶ: பத்³மனாபோ⁴மரப்ரபு⁴: ।
விஶ்வகர்மா மனுஸ்த்வஷ்டா ஸ்த²விஷ்ட:² ஸ்த²விரோ த்⁴ருவ: ॥ 6 ॥

அக்³ராஹ்ய: ஶாஶ்வதோ க்ருஷ்ணோ லோஹிதாக்ஷ: ப்ரதர்த³ன: ।
ப்ரபூ⁴தஸ்த்ரிககுப்³தா⁴ம பவித்ரம் மங்கள³ம் பரம் ॥ 7 ॥

ஈஶான: ப்ராணத:³ ப்ராணோ ஜ்யேஷ்ட:² ஶ்ரேஷ்ட:² ப்ரஜாபதி: ।
ஹிரண்யக³ர்போ⁴ பூ⁴க³ர்போ⁴ மாத⁴வோ மது⁴ஸூத³ன: ॥ 8 ॥

ஈஶ்வரோ விக்ரமீத⁴ன்வீ மேதா⁴வீ விக்ரம: க்ரம: ।
அனுத்தமோ து³ராத⁴ர்ஷ: க்ருதஜ்ஞ: க்ருதிராத்மவான்॥ 9 ॥

ஸுரேஶ: ஶரணம் ஶர்ம விஶ்வரேதா: ப்ரஜாப⁴வ: ।
அஹஸ்ஸம்வத்ஸரோ வ்யாள: ப்ரத்யய: ஸர்வத³ர்ஶன: ॥ 1௦ ॥

அஜஸ்ஸர்வேஶ்வர: ஸித்³த:⁴ ஸித்³தி⁴: ஸர்வாதி³ரச்யுத: ।
வ்ருஷாகபிரமேயாத்மா ஸர்வயோக³வினிஸ்ஸ்ருத: ॥ 11 ॥

வஸுர்வஸுமனா: ஸத்ய: ஸமாத்மா ஸம்மிதஸ்ஸம: ।
அமோக:⁴ புண்ட³ரீகாக்ஷோ வ்ருஷகர்மா வ்ருஷாக்ருதி: ॥ 12 ॥

ருத்³ரோ ப³ஹுஶிரா ப³ப்⁴ருர்விஶ்வயோனி: ஶுசிஶ்ரவா: ।
அம்ருத: ஶாஶ்வதஸ்தா²ணுர்வராரோஹோ மஹாதபா: ॥ 13 ॥

ஸர்வக:³ ஸர்வ வித்³பா⁴னுர்விஷ்வக்ஸேனோ ஜனார்த³ன: ।
வேதோ³ வேத³வித³வ்யங்கோ³ வேதா³ங்கோ³ வேத³வித்கவி: ॥ 14 ॥

லோகாத்⁴யக்ஷ: ஸுராத்⁴யக்ஷோ த⁴ர்மாத்⁴யக்ஷ: க்ருதாக்ருத: ।
சதுராத்மா சதுர்வ்யூஹஶ்சதுர்த³ம்ஷ்ட்ரஶ்சதுர்பு⁴ஜ: ॥ 15 ॥

ப்⁴ராஜிஷ்ணுர்போ⁴ஜனம் போ⁴க்தா ஸஹிஷ்ணுர்ஜக³தா³தி³ஜ: ।
அனகோ⁴ விஜயோ ஜேதா விஶ்வயோனி: புனர்வஸு: ॥ 16 ॥

உபேந்த்³ரோ வாமன: ப்ராம்ஶுரமோக:⁴ ஶுசிரூர்ஜித: ।
அதீந்த்³ர: ஸங்க்³ரஹ: ஸர்கோ³ த்⁴ருதாத்மா நியமோ யம: ॥ 17 ॥

வேத்³யோ வைத்³ய: ஸதா³யோகீ³ வீரஹா மாத⁴வோ மது⁴: ।
அதீந்த்³ரியோ மஹாமாயோ மஹோத்ஸாஹோ மஹாப³ல: ॥ 18 ॥

மஹாபு³த்³தி⁴ர்மஹாவீர்யோ மஹாஶக்திர்மஹாத்³யுதி: ।
அனிர்தே³ஶ்யவபு: ஶ்ரீமானமேயாத்மா மஹாத்³ரித்⁴ருக் ॥ 19 ॥

மஹேஶ்வாஸோ மஹீப⁴ர்தா ஶ்ரீனிவாஸ: ஸதாங்க³தி: ।
அனிருத்³த:⁴ ஸுரானந்தோ³ கோ³விந்தோ³ கோ³விதா³ம் பதி: ॥ 2௦ ॥

மரீசிர்த³மனோ ஹம்ஸ: ஸுபர்ணோ பு⁴ஜகோ³த்தம: ।
ஹிரண்யனாப:⁴ ஸுதபா: பத்³மனாப:⁴ ப்ரஜாபதி: ॥ 21 ॥

அம்ருத்யு: ஸர்வத்³ருக் ஸிம்ஹ: ஸந்தா⁴தா ஸந்தி⁴மான் ஸ்தி²ர: ।
அஜோ து³ர்மர்ஷண: ஶாஸ்தா விஶ்ருதாத்மா ஸுராரிஹா ॥ 22 ॥

கு³ருர்கு³ருதமோ தா⁴ம ஸத்ய: ஸத்யபராக்ரம: ।
நிமிஷோனிமிஷ: ஸ்ரக்³வீ வாசஸ்பதிருதா³ரதீ⁴: ॥ 23 ॥

அக்³ரணீக்³ராமணீ: ஶ்ரீமான் ந்யாயோ நேதா ஸமீரண:
ஸஹஸ்ரமூர்தா⁴ விஶ்வாத்மா ஸஹஸ்ராக்ஷ: ஸஹஸ்ரபாத் ॥ 24 ॥

ஆவர்தனோ நிவ்ருத்தாத்மா ஸம்வ்ருத: ஸம்ப்ரமர்த³ன: ।
அஹ: ஸம்வர்தகோ வஹ்னிரனிலோ த⁴ரணீத⁴ர: ॥ 25 ॥

ஸுப்ரஸாத:³ ப்ரஸன்னாத்மா விஶ்வத்⁴ருக்³விஶ்வபு⁴க்³விபு⁴: ।
ஸத்கர்தா ஸத்க்ருத: ஸாது⁴ர்ஜஹ்னுர்னாராயணோ நர: ॥ 26 ॥

அஸங்க்³யேயோப்ரமேயாத்மா விஶிஷ்ட: ஶிஷ்டக்ருச்சு²சி: ।
ஸித்³தா⁴ர்த:² ஸித்³த⁴ஸங்கல்ப: ஸித்³தி⁴த:³ ஸித்³தி⁴ ஸாத⁴ன: ॥ 27 ॥

வ்ருஷாஹீ வ்ருஷபோ⁴ விஷ்ணுர்வ்ருஷபர்வா வ்ருஷோத³ர: ।
வர்த⁴னோ வர்த⁴மானஶ்ச விவிக்த: ஶ்ருதிஸாக³ர: ॥ 28 ॥

ஸுபு⁴ஜோ து³ர்த⁴ரோ வாக்³மீ மஹேந்த்³ரோ வஸுதோ³ வஸு: ।
நைகரூபோ ப்³ருஹத்³ரூப: ஶிபிவிஷ்ட: ப்ரகாஶன: ॥ 29 ॥

ஓஜஸ்தேஜோத்³யுதித⁴ர: ப்ரகாஶாத்மா ப்ரதாபன: ।
ருத்³த:³ ஸ்பஷ்டாக்ஷரோ மந்த்ரஶ்சந்த்³ராம்ஶுர்பா⁴ஸ்கரத்³யுதி: ॥ 3௦ ॥

அம்ருதாம்ஶூத்³ப⁴வோ பா⁴னு: ஶஶபி³ந்து³: ஸுரேஶ்வர: ।
ஔஷத⁴ம் ஜக³த: ஸேது: ஸத்யத⁴ர்மபராக்ரம: ॥ 31 ॥

பூ⁴தப⁴வ்யப⁴வன்னாத:² பவன: பாவனோனல: ।
காமஹா காமக்ருத்காந்த: காம: காமப்ரத:³ ப்ரபு⁴: ॥ 32 ॥

யுகா³தி³ க்ருத்³யுகா³வர்தோ நைகமாயோ மஹாஶன: ।
அத்³ருஶ்யோ வ்யக்தரூபஶ்ச ஸஹஸ்ரஜித³னந்தஜித் ॥ 33 ॥

இஷ்டோவிஶிஷ்ட: ஶிஷ்டேஷ்ட: ஶிக²ண்டீ³ நஹுஷோ வ்ருஷ: ।
க்ரோத⁴ஹா க்ரோத⁴க்ருத்கர்தா விஶ்வபா³ஹுர்மஹீத⁴ர: ॥ 34 ॥

அச்யுத: ப்ரதி²த: ப்ராண: ப்ராணதோ³ வாஸவானுஜ: ।
அபாம்னிதி⁴ரதி⁴ஷ்டா²னமப்ரமத்த: ப்ரதிஷ்டி²த: ॥ 35 ॥

ஸ்கந்த:³ ஸ்கந்த³த⁴ரோ து⁴ர்யோ வரதோ³ வாயுவாஹன: ।
வாஸுதே³வோ ப்³ருஹத்³பா⁴னுராதி³தே³வ: புரந்த⁴ர: ॥ 36 ॥

அஶோகஸ்தாரணஸ்தார: ஶூர: ஶௌரிர்ஜனேஶ்வர: ।
அனுகூல: ஶதாவர்த: பத்³மீ பத்³மனிபே⁴க்ஷண: ॥ 37 ॥

பத்³மனாபோ⁴ரவிந்தா³க்ஷ: பத்³மக³ர்ப:⁴ ஶரீரப்⁴ருத் ।
மஹர்தி⁴ர்ருத்³தோ⁴ வ்ருத்³தா⁴த்மா மஹாக்ஷோ க³ருட³த்⁴வஜ: ॥ 38 ॥

அதுல: ஶரபோ⁴ பீ⁴ம: ஸமயஜ்ஞோ ஹவிர்ஹரி: ।
ஸர்வலக்ஷணலக்ஷண்யோ லக்ஷ்மீவான் ஸமிதிஞ்ஜய: ॥ 39 ॥

விக்ஷரோ ரோஹிதோ மார்கோ³ ஹேதுர்தா³மோத³ர: ஸஹ: ।
மஹீத⁴ரோ மஹாபா⁴கோ³ வேக³வானமிதாஶன: ॥ 4௦ ॥

உத்³ப⁴வ:, க்ஷோப⁴ணோ தே³வ: ஶ்ரீக³ர்ப:⁴ பரமேஶ்வர: ।
கரணம் காரணம் கர்தா விகர்தா க³ஹனோ கு³ஹ: ॥ 41 ॥

வ்யவஸாயோ வ்யவஸ்தா²ன: ஸம்ஸ்தா²ன: ஸ்தா²னதோ³ த்⁴ருவ: ।
பரர்தி⁴: பரமஸ்பஷ்ட: துஷ்ட: புஷ்ட: ஶுபே⁴க்ஷண: ॥ 42 ॥

ராமோ விராமோ விரஜோ மார்கோ³னேயோ நயோனய: ।
வீர: ஶக்திமதாம் ஶ்ரேஷ்டோ² த⁴ர்மோத⁴ர்ம விது³த்தம: ॥ 43 ॥

வைகுண்ட:² புருஷ: ப்ராண: ப்ராணத:³ ப்ரணவ: ப்ருது²: ।
ஹிரண்யக³ர்ப:⁴ ஶத்ருக்⁴னோ வ்யாப்தோ வாயுரதோ⁴க்ஷஜ: ॥ 44 ॥

ருது: ஸுத³ர்ஶன: கால: பரமேஷ்டீ² பரிக்³ரஹ: ।
உக்³ர: ஸம்வத்ஸரோ த³க்ஷோ விஶ்ராமோ விஶ்வத³க்ஷிண: ॥ 45 ॥

விஸ்தார: ஸ்தா²வர ஸ்தா²ணு: ப்ரமாணம் பீ³ஜமவ்யயம் ।
அர்தோ²னர்தோ² மஹாகோஶோ மஹாபோ⁴கோ³ மஹாத⁴ன: ॥ 46 ॥

அனிர்விண்ண: ஸ்த²விஷ்டோ² பூ⁴த்³த⁴ர்மயூபோ மஹாமக:² ।
நக்ஷத்ரனேமிர்னக்ஷத்ரீ க்ஷம:, க்ஷாம: ஸமீஹன: ॥ 47 ॥

யஜ்ஞ இஜ்யோ மஹேஜ்யஶ்ச க்ரது: ஸத்ரம் ஸதாங்க³தி: ।
ஸர்வத³ர்ஶீ விமுக்தாத்மா ஸர்வஜ்ஞோ ஜ்ஞானமுத்தமம் ॥ 48 ॥

ஸுவ்ரத: ஸுமுக:² ஸூக்ஷ்ம: ஸுகோ⁴ஷ: ஸுக²த:³ ஸுஹ்ருத் ।
மனோஹரோ ஜிதக்ரோதோ⁴ வீர பா³ஹுர்விதா³ரண: ॥ 49 ॥

ஸ்வாபன: ஸ்வவஶோ வ்யாபீ நைகாத்மா நைககர்மக்ருத்। ।
வத்ஸரோ வத்ஸலோ வத்ஸீ ரத்னக³ர்போ⁴ த⁴னேஶ்வர: ॥ 5௦ ॥

த⁴ர்மகு³ப்³த⁴ர்மக்ருத்³த⁴ர்மீ ஸத³ஸத்க்ஷரமக்ஷரம்॥
அவிஜ்ஞாதா ஸஹஸ்த்ராம்ஶுர்விதா⁴தா க்ருதலக்ஷண: ॥ 51 ॥

க³ப⁴ஸ்தினேமி: ஸத்த்வஸ்த:² ஸிம்ஹோ பூ⁴த மஹேஶ்வர: ।
ஆதி³தே³வோ மஹாதே³வோ தே³வேஶோ தே³வப்⁴ருத்³கு³ரு: ॥ 52 ॥

உத்தரோ கோ³பதிர்கோ³ப்தா ஜ்ஞானக³ம்ய: புராதன: ।
ஶரீர பூ⁴தப்⁴ருத்³ போ⁴க்தா கபீந்த்³ரோ பூ⁴ரித³க்ஷிண: ॥ 53 ॥

ஸோமபோம்ருதப: ஸோம: புருஜித் புருஸத்தம: ।
வினயோ ஜய: ஸத்யஸந்தோ⁴ தா³ஶார்ஹ: ஸாத்வதாம் பதி: ॥ 54 ॥

ஜீவோ வினயிதா ஸாக்ஷீ முகுந்தோ³மித விக்ரம: ।
அம்போ⁴னிதி⁴ரனந்தாத்மா மஹோத³தி⁴ ஶயோந்தக: ॥ 55 ॥

அஜோ மஹார்ஹ: ஸ்வாபா⁴வ்யோ ஜிதாமித்ர: ப்ரமோத³ன: ।
ஆனந்தோ³னந்த³னோனந்த:³ ஸத்யத⁴ர்மா த்ரிவிக்ரம: ॥ 56 ॥

மஹர்ஷி: கபிலாசார்ய: க்ருதஜ்ஞோ மேதி³னீபதி: ।
த்ரிபத³ஸ்த்ரித³ஶாத்⁴யக்ஷோ மஹாஶ்ருங்க:³ க்ருதாந்தக்ருத் ॥ 57 ॥

மஹாவராஹோ கோ³விந்த:³ ஸுஷேண: கனகாங்க³தீ³ ।
கு³ஹ்யோ க³பீ⁴ரோ க³ஹனோ கு³ப்தஶ்சக்ர க³தா³த⁴ர: ॥ 58 ॥

வேதா⁴: ஸ்வாங்கோ³ஜித: க்ருஷ்ணோ த்³ருட:⁴ ஸங்கர்ஷணோச்யுத: ।
வருணோ வாருணோ வ்ருக்ஷ: புஷ்கராக்ஷோ மஹாமனா: ॥ 59 ॥

ப⁴க³வான் ப⁴க³ஹானந்தீ³ வனமாலீ ஹலாயுத:⁴ ।
ஆதி³த்யோ ஜ்யோதிராதி³த்ய: ஸஹிஷ்ணுர்க³திஸத்தம: ॥ 6௦ ॥

ஸுத⁴ன்வா க²ண்ட³பரஶுர்தா³ருணோ த்³ரவிணப்ரத:³ ।
தி³வ:ஸ்ப்ருக் ஸர்வத்³ருக்³வ்யாஸோ வாசஸ்பதிரயோனிஜ: ॥ 61 ॥

த்ரிஸாமா ஸாமக:³ ஸாம நிர்வாணம் பே⁴ஷஜம் பி⁴ஷக் ।
ஸன்யாஸக்ருச்ச²ம: ஶாந்தோ நிஷ்டா² ஶாந்தி: பராயணம்। 62 ॥

ஶுபா⁴ங்க:³ ஶாந்தித:³ ஸ்ரஷ்டா குமுத:³ குவலேஶய: ।
கோ³ஹிதோ கோ³பதிர்கோ³ப்தா வ்ருஷபா⁴க்ஷோ வ்ருஷப்ரிய: ॥ 63 ॥

அனிவர்தீ நிவ்ருத்தாத்மா ஸங்க்ஷேப்தா க்ஷேமக்ருச்சி²வ: ।
ஶ்ரீவத்ஸவக்ஷா: ஶ்ரீவாஸ: ஶ்ரீபதி: ஶ்ரீமதாம்வர: ॥ 64 ॥

ஶ்ரீத:³ ஶ்ரீஶ: ஶ்ரீனிவாஸ: ஶ்ரீனிதி⁴: ஶ்ரீவிபா⁴வன: ।
ஶ்ரீத⁴ர: ஶ்ரீகர: ஶ்ரேய: ஶ்ரீமாம்ல்லோகத்ரயாஶ்ரய: ॥ 65 ॥

ஸ்வக்ஷ: ஸ்வங்க:³ ஶதானந்தோ³ நந்தி³ர்ஜ்யோதிர்க³ணேஶ்வர: ।
விஜிதாத்மாவிதே⁴யாத்மா ஸத்கீர்திச்சி²ன்னஸம்ஶய: ॥ 66 ॥

உதீ³ர்ண: ஸர்வதஶ்சக்ஷுரனீஶ: ஶாஶ்வதஸ்தி²ர: ।
பூ⁴ஶயோ பூ⁴ஷணோ பூ⁴திர்விஶோக: ஶோகனாஶன: ॥ 67 ॥

அர்சிஷ்மானர்சித: கும்போ⁴ விஶுத்³தா⁴த்மா விஶோத⁴ன: ।
அனிருத்³தோ⁴ப்ரதிரத:² ப்ரத்³யும்னோமிதவிக்ரம: ॥ 68 ॥

காலனேமினிஹா வீர: ஶௌரி: ஶூரஜனேஶ்வர: ।
த்ரிலோகாத்மா த்ரிலோகேஶ: கேஶவ: கேஶிஹா ஹரி: ॥ 69 ॥

காமதே³வ: காமபால: காமீ காந்த: க்ருதாக³ம: ।
அனிர்தே³ஶ்யவபுர்விஷ்ணுர்வீரோனந்தோ த⁴னஞ்ஜய: ॥ 7௦ ॥

ப்³ரஹ்மண்யோ ப்³ரஹ்மக்ருத்³ ப்³ரஹ்மா ப்³ரஹ்ம ப்³ரஹ்மவிவர்த⁴ன: ।
ப்³ரஹ்மவித்³ ப்³ராஹ்மணோ ப்³ரஹ்மீ ப்³ரஹ்மஜ்ஞோ ப்³ராஹ்மணப்ரிய: ॥ 71 ॥

மஹாக்ரமோ மஹாகர்மா மஹாதேஜா மஹோரக:³ ।
மஹாக்ரதுர்மஹாயஜ்வா மஹாயஜ்ஞோ மஹாஹவி: ॥ 72 ॥

ஸ்தவ்ய: ஸ்தவப்ரிய: ஸ்தோத்ரம் ஸ்துதி: ஸ்தோதா ரணப்ரிய: ।
பூர்ண: பூரயிதா புண்ய: புண்யகீர்திரனாமய: ॥ 73 ॥

மனோஜவஸ்தீர்த²கரோ வஸுரேதா வஸுப்ரத:³ ।
வஸுப்ரதோ³ வாஸுதே³வோ வஸுர்வஸுமனா ஹவி: ॥ 74 ॥

ஸத்³க³தி: ஸத்க்ருதி: ஸத்தா ஸத்³பூ⁴தி: ஸத்பராயண: ।
ஶூரஸேனோ யது³ஶ்ரேஷ்ட:² ஸன்னிவாஸ: ஸுயாமுன: ॥ 75 ॥

பூ⁴தாவாஸோ வாஸுதே³வ: ஸர்வாஸுனிலயோனல: ।
த³ர்பஹா த³ர்பதோ³ த்³ருப்தோ து³ர்த⁴ரோதா²பராஜித: ॥ 76 ॥

விஶ்வமூர்திர்மஹாமூர்திர்தீ³ப்தமூர்திரமூர்திமான் ।
அனேகமூர்திரவ்யக்த: ஶதமூர்தி: ஶதானந: ॥ 77 ॥

ஏகோ நைக: ஸ்தவ: க: கிம் யத்தத் பத³மனுத்தமம் ।
லோகப³ந்து⁴ர்லோகனாதோ² மாத⁴வோ ப⁴க்தவத்ஸல: ॥ 78 ॥

ஸுவர்ணவர்ணோ ஹேமாங்கோ³ வராங்க³ஶ்சந்த³னாங்க³தீ³ ।
வீரஹா விஷம: ஶூன்யோ க்⁴ருதாஶீரசலஶ்சல: ॥ 79 ॥

அமானீ மானதோ³ மான்யோ லோகஸ்வாமீ த்ரிலோகத்⁴ருத் ।
ஸுமேதா⁴ மேதஜ⁴ோ த⁴ன்ய: ஸத்யமேதா⁴ த⁴ராத⁴ர: ॥ 8௦ ॥

தேஜோவ்ருஷோ த்³யுதித⁴ர: ஸர்வஶஸ்த்ரப்⁴ருதாம்வர: ।
ப்ரக்³ரஹோ நிக்³ரஹோ வ்யக்³ரோ நைகஶ்ருங்கோ³ க³தா³க்³ரஜ: ॥ 81 ॥

சதுர்மூர்தி ஶ்சதுர்பா³ஹு ஶ்சதுர்வ்யூஹ ஶ்சதுர்க³தி: ।
சதுராத்மா சதுர்பா⁴வஶ்சதுர்வேத³விதே³கபாத் ॥ 82 ॥

ஸமாவர்தோனிவ்ருத்தாத்மா து³ர்ஜயோ து³ரதிக்ரம: ।
து³ர்லபோ⁴ து³ர்க³மோ து³ர்கோ³ து³ராவாஸோ து³ராரிஹா ॥ 83 ॥

ஶுபா⁴ங்கோ³ லோகஸாரங்க:³ ஸுதந்துஸ்தந்துவர்த⁴ன: ।
இந்த்³ரகர்மா மஹாகர்மா க்ருதகர்மா க்ருதாக³ம: ॥ 84 ॥

உத்³ப⁴வ: ஸுந்த³ர: ஸுந்தோ³ ரத்னநாப:⁴ ஸுலோசன: ।
அர்கோ வாஜஸன: ஶ்ருங்கீ³ ஜயந்த: ஸர்வவிஜ்ஜயீ ॥ 85 ॥

ஸுவர்ணபி³ந்து³ரக்ஷோப்⁴ய: ஸர்வவாகீ³ஶ்வரேஶ்வர: ।
மஹாஹ்ருதோ³ மஹாக³ர்தோ மஹாபூ⁴தோ மஹானிதி⁴: ॥ 86 ॥

குமுத:³ குந்த³ர: குந்த:³ பர்ஜன்ய: பாவனோனில: ।
அம்ருதாஶோம்ருதவபு: ஸர்வஜ்ஞ: ஸர்வதோமுக:² ॥ 87 ॥

ஸுலப:⁴ ஸுவ்ரத: ஸித்³த:⁴ ஶத்ருஜிச்ச²த்ருதாபன: ।
ந்யக்³ரோதோ⁴து³ம்ப³ரோஶ்வத்த²ஶ்சாணூராந்த்⁴ர நிஷூத³ன: ॥ 88 ॥

ஸஹஸ்ரார்சி: ஸப்தஜிஹ்வ: ஸப்தைதா⁴: ஸப்தவாஹன: ।
அமூர்திரனகோ⁴சிந்த்யோ ப⁴யக்ருத்³ப⁴யனாஶன: ॥ 89 ॥

அணுர்ப்³ருஹத்க்ருஶ: ஸ்தூ²லோ கு³ணப்⁴ருன்னிர்கு³ணோ மஹான் ।
அத்⁴ருத: ஸ்வத்⁴ருத: ஸ்வாஸ்ய: ப்ராக்³வம்ஶோ வம்ஶவர்த⁴ன: ॥ 9௦ ॥

பா⁴ரப்⁴ருத் கதி²தோ யோகீ³ யோகீ³ஶ: ஸர்வகாமத:³ ।
ஆஶ்ரம: ஶ்ரமண:, க்ஷாம: ஸுபர்ணோ வாயுவாஹன: ॥ 91 ॥

த⁴னுர்த⁴ரோ த⁴னுர்வேதோ³ த³ண்டோ³ த³மயிதா த³ம: ।
அபராஜித: ஸர்வஸஹோ நியந்தானியமோயம: ॥ 92 ॥

ஸத்த்வவான் ஸாத்த்விக: ஸத்ய: ஸத்யத⁴ர்மபராயண: ।
அபி⁴ப்ராய: ப்ரியார்ஹோர்ஹ: ப்ரியக்ருத் ப்ரீதிவர்த⁴ன: ॥ 93 ॥

விஹாயஸக³திர்ஜ்யோதி: ஸுருசிர்ஹுதபு⁴க்³விபு⁴: ।
ரவிர்விரோசன: ஸூர்ய: ஸவிதா ரவிலோசன: ॥ 94 ॥

அனந்தோ ஹுதபு⁴க்³போ⁴க்தா ஸுக²தோ³ நைகஜோக்³ரஜ: ।
அனிர்விண்ண: ஸதா³மர்ஷீ லோகதி⁴ஷ்டா²னமத்³பு⁴த: ॥ 95 ॥

ஸனாத்ஸனாதனதம: கபில: கபிரவ்யய: ।
ஸ்வஸ்தித:³ ஸ்வஸ்திக்ருத்ஸ்வஸ்தி: ஸ்வஸ்திபு⁴க் ஸ்வஸ்தித³க்ஷிண: ॥ 96 ॥

அரௌத்³ர: குண்ட³லீ சக்ரீ விக்ரம்யூர்ஜிதஶாஸன: ।
ஶப்³தா³திக:³ ஶப்³த³ஸஹ: ஶிஶிர: ஶர்வரீகர: ॥ 97 ॥

அக்ரூர: பேஶலோ த³க்ஷோ த³க்ஷிண:, க்ஷமிணாம்வர: ।
வித்³வத்தமோ வீதப⁴ய: புண்யஶ்ரவணகீர்தன: ॥ 98 ॥

உத்தாரணோ து³ஷ்க்ருதிஹா புண்யோ து³:ஸ்வப்னநாஶன: ।
வீரஹா ரக்ஷண: ஸந்தோ ஜீவன: பர்யவஸ்தி²த: ॥ 99 ॥

அனந்தரூபோனந்த ஶ்ரீர்ஜிதமன்யுர்ப⁴யாபஹ: ।
சதுரஶ்ரோ க³பீ⁴ராத்மா விதி³ஶோ வ்யாதி³ஶோ தி³ஶ: ॥ 1௦௦ ॥

அனாதி³ர்பூ⁴ர்பு⁴வோ லக்ஷ்மீ: ஸுவீரோ ருசிராங்க³த:³ ।
ஜனநோ ஜனஜன்மாதி³ர்பீ⁴மோ பீ⁴மபராக்ரம: ॥ 1௦1 ॥

ஆதா⁴ரனிலயோதா⁴தா புஷ்பஹாஸ: ப்ரஜாக³ர: ।
ஊர்த்⁴வக:³ ஸத்பதா²சார: ப்ராணத:³ ப்ரணவ: பண: ॥ 1௦2 ॥

ப்ரமாணம் ப்ராணனிலய: ப்ராணப்⁴ருத் ப்ராணஜீவன: ।
தத்த்வம் தத்த்வவிதே³காத்மா ஜன்மம்ருத்யுஜராதிக:³ ॥ 1௦3 ॥

பூ⁴ர்பு⁴வ: ஸ்வஸ்தருஸ்தார: ஸவிதா ப்ரபிதாமஹ: ।
யஜ்ஞோ யஜ்ஞபதிர்யஜ்வா யஜ்ஞாங்கோ³ யஜ்ஞவாஹன: ॥ 1௦4 ॥

யஜ்ஞப்⁴ருத்³ யஜ்ஞக்ருத்³ யஜ்ஞீ யஜ்ஞபு⁴க் யஜ்ஞஸாத⁴ன: ।
யஜ்ஞாந்தக்ருத்³ யஜ்ஞகு³ஹ்யமன்னமன்னாத³ ஏவ ச ॥ 1௦5 ॥

ஆத்மயோனி: ஸ்வயஞ்ஜாதோ வைகா²ன: ஸாமகா³யன: ।
தே³வகீனந்த³ன: ஸ்ரஷ்டா க்ஷிதீஶ: பாபனாஶன: ॥ 1௦6 ॥

ஶங்க³ப்⁴ருன்னந்த³கீ சக்ரீ ஶார்ங்க³த⁴ன்வா க³தா³த⁴ர: ।
ரதா²ங்க³பாணிரக்ஷோப்⁴ய: ஸர்வப்ரஹரணாயுத:⁴ ॥ 1௦7 ॥

ஶ்ரீ ஸர்வப்ரஹரணாயுத⁴ ஓம் நம இதி ।

வனமாலீ க³தீ³ ஶார்​ங்கீ³ ஶங்கீ³ சக்ரீ ச நந்த³கீ ।
ஶ்ரீமான்னாராயணோ விஷ்ணுர்வாஸுதே³வோபி⁴ரக்ஷது ॥ 1௦8 ॥

ஶ்ரீ வாஸுதே³வோபி⁴ரக்ஷது ஓம் நம இதி ।

உத்தர பீடி²கா

ப²லஶ்ருதி:
இதீத³ம் கீர்தனீயஸ்ய கேஶவஸ்ய மஹாத்மன: ।
நாம்னாம் ஸஹஸ்ரம் தி³வ்யானாமஶேஷேண ப்ரகீர்திதம்। ॥ 1 ॥

ய இத³ம் ஶ்ருணுயான்னித்யம் யஶ்சாபி பரிகீர்தயேத்॥
நாஶுப⁴ம் ப்ராப்னுயாத் கிஞ்சித்ஸோமுத்ரேஹ ச மானவ: ॥ 2 ॥

வேதா³ந்தகோ³ ப்³ராஹ்மண: ஸ்யாத் க்ஷத்ரியோ விஜயீ ப⁴வேத் ।
வைஶ்யோ த⁴னஸம்ருத்³த:⁴ ஸ்யாத் ஶூத்³ர: ஸுக²மவாப்னுயாத் ॥ 3 ॥

த⁴ர்மார்தீ² ப்ராப்னுயாத்³த⁴ர்மமர்தா²ர்தீ² சார்த²மாப்னுயாத் ।
காமானவாப்னுயாத் காமீ ப்ரஜார்தீ² ப்ராப்னுயாத்ப்ரஜாம்। ॥ 4 ॥

ப⁴க்திமான் ய: ஸதோ³த்தா²ய ஶுசிஸ்தத்³க³தமானஸ: ।
ஸஹஸ்ரம் வாஸுதே³வஸ்ய நாம்னாமேதத் ப்ரகீர்தயேத் ॥ 5 ॥

யஶ: ப்ராப்னோதி விபுலம் யாதிப்ராதா⁴ன்யமேவ ச ।
அசலாம் ஶ்ரியமாப்னோதி ஶ்ரேய: ப்ராப்னோத்யனுத்தமம்। ॥ 6 ॥

ந ப⁴யம் க்வசிதா³ப்னோதி வீர்யம் தேஜஶ்ச விந்த³தி ।
ப⁴வத்யரோகோ³ த்³யுதிமான் ப³லரூப கு³ணான்வித: ॥ 7 ॥

ரோகா³ர்தோ முச்யதே ரோகா³த்³ப³த்³தோ⁴ முச்யேத ப³ந்த⁴னாத் ।
ப⁴யான்முச்யேத பீ⁴தஸ்து முச்யேதாபன்ன ஆபத:³ ॥ 8 ॥

து³ர்கா³ண்யதிதரத்யாஶு புருஷ: புருஷோத்தமம் ।
ஸ்துவன்னாமஸஹஸ்ரேண நித்யம் ப⁴க்திஸமன்வித: ॥ 9 ॥

வாஸுதே³வாஶ்ரயோ மர்த்யோ வாஸுதே³வபராயண: ।
ஸர்வபாபவிஶுத்³தா⁴த்மா யாதி ப்³ரஹ்ம ஸனாதனம்। ॥ 1௦ ॥

ந வாஸுதே³வ ப⁴க்தானாமஶுப⁴ம் வித்³யதே க்வசித் ।
ஜன்மம்ருத்யுஜராவ்யாதி⁴ப⁴யம் நைவோபஜாயதே ॥ 11 ॥

இமம் ஸ்தவமதீ⁴யான: ஶ்ரத்³தா⁴ப⁴க்திஸமன்வித: ।
யுஜ்யேதாத்ம ஸுக²க்ஷாந்தி ஶ்ரீத்⁴ருதி ஸ்ம்ருதி கீர்திபி⁴: ॥ 12 ॥

ந க்ரோதோ⁴ ந ச மாத்ஸர்யம் ந லோபோ⁴ நாஶுபா⁴மதி: ।
ப⁴வந்தி க்ருதபுண்யானாம் ப⁴க்தானாம் புருஷோத்தமே ॥ 13 ॥

த்³யௌ: ஸசந்த்³ரார்கனக்ஷத்ரா க²ம் தி³ஶோ பூ⁴ர்மஹோத³தி⁴: ।
வாஸுதே³வஸ்ய வீர்யேண வித்⁴ருதானி மஹாத்மன: ॥ 14 ॥

ஸஸுராஸுரக³ந்த⁴ர்வம் ஸயக்ஷோரக³ராக்ஷஸம் ।
ஜக³த்³வஶே வர்ததேத³ம் க்ருஷ்ணஸ்ய ஸ சராசரம்। ॥ 15 ॥

இந்த்³ரியாணி மனோபு³த்³தி⁴: ஸத்த்வம் தேஜோ ப³லம் த்⁴ருதி: ।
வாஸுதே³வாத்மகான்யாஹு:, க்ஷேத்ரம் க்ஷேத்ரஜ்ஞ ஏவ ச ॥ 16 ॥

ஸர்வாக³மானாமாசார: ப்ரத²மம் பரிகல்பதே ।
ஆசாரப்ரப⁴வோ த⁴ர்மோ த⁴ர்மஸ்ய ப்ரபு⁴ரச்யுத: ॥ 17 ॥

ருஷய: பிதரோ தே³வா மஹாபூ⁴தானி தா⁴தவ: ।
ஜங்க³மாஜங்க³மம் சேத³ம் ஜக³ன்னாராயணோத்³ப⁴வம் ॥ 18 ॥

யோகோ³ஜ்ஞானம் ததா² ஸாங்க்³யம் வித்³யா: ஶில்பாதி³கர்ம ச ।
வேதா³: ஶாஸ்த்ராணி விஜ்ஞானமேதத்ஸர்வம் ஜனார்த³னாத் ॥ 19 ॥

ஏகோ விஷ்ணுர்மஹத்³பூ⁴தம் ப்ருத²க்³பூ⁴தான்யனேகஶ: ।
த்ரீம்லோகான்வ்யாப்ய பூ⁴தாத்மா பு⁴ங்க்தே விஶ்வபு⁴க³வ்யய: ॥ 2௦ ॥

இமம் ஸ்தவம் ப⁴க³வதோ விஷ்ணோர்வ்யாஸேன கீர்திதம் ।
படே²த்³ய இச்சேத்புருஷ: ஶ்ரேய: ப்ராப்தும் ஸுகா²னி ச ॥ 21 ॥

விஶ்வேஶ்வரமஜம் தே³வம் ஜக³த: ப்ரபு⁴மவ்யயம்।
பஜ⁴ந்தி யே புஷ்கராக்ஷம் ந தே யாந்தி பராப⁴வம் ॥ 22 ॥

ந தே யாந்தி பராப⁴வம் ஓம் நம இதி ।

அர்ஜுன உவாச
பத்³மபத்ர விஶாலாக்ஷ பத்³மனாப⁴ ஸுரோத்தம ।
ப⁴க்தானா மனுரக்தானாம் த்ராதா ப⁴வ ஜனார்த³ன ॥ 23 ॥

ஶ்ரீப⁴க³வானுவாச
யோ மாம் நாமஸஹஸ்ரேண ஸ்தோதுமிச்ச²தி பாண்ட³வ ।
ஸோஹமேகேன ஶ்லோகேன ஸ்துத ஏவ ந ஸம்ஶய: ॥ 24 ॥

ஸ்துத ஏவ ந ஸம்ஶய ஓம் நம இதி ।

வ்யாஸ உவாச
வாஸனாத்³வாஸுதே³வஸ்ய வாஸிதம் பு⁴வனத்ரயம் ।
ஸர்வபூ⁴தனிவாஸோஸி வாஸுதே³வ நமோஸ்து தே ॥ 25 ॥

ஶ்ரீவாஸுதே³வ நமோஸ்துத ஓம் நம இதி ।

பார்வத்யுவாச
கேனோபாயேன லகு⁴னா விஷ்ணோர்னாமஸஹஸ்ரகம் ।
பட்²யதே பண்டி³தைர்னித்யம் ஶ்ரோதுமிச்சா²ம்யஹம் ப்ரபோ⁴ ॥ 26 ॥

ஈஶ்வர உவாச
ஶ்ரீராம ராம ராமேதி ரமே ராமே மனோரமே ।
ஸஹஸ்ரனாம தத்துல்யம் ராமனாம வரானநே ॥ 27 ॥

ஶ்ரீராம நாம வரானந ஓம் நம இதி ।

ப்³ரஹ்மோவாச
நமோஸ்த்வனந்தாய ஸஹஸ்ரமூர்தயே ஸஹஸ்ரபாதா³க்ஷிஶிரோருபா³ஹவே ।
ஸஹஸ்ரனாம்னே புருஷாய ஶாஶ்வதே ஸஹஸ்ரகோடீ யுக³தா⁴ரிணே நம: ॥ 28 ॥

ஶ்ரீ ஸஹஸ்ரகோடீ யுக³தா⁴ரிணே நம ஓம் நம இதி ।

ஸஞ்ஜய உவாச
யத்ர யோகே³ஶ்வர: க்ருஷ்ணோ யத்ர பார்தோ² த⁴னுர்த⁴ர: ।
தத்ர ஶ்ரீர்விஜயோ பூ⁴திர்த்⁴ருவா நீதிர்மதிர்மம ॥ 29 ॥

ஶ்ரீ ப⁴க³வான் உவாச
அனந்யாஶ்சிந்தயந்தோ மாம் யே ஜனா: பர்யுபாஸதே ।
தேஷாம் நித்யாபி⁴யுக்தானாம் யோக³க்ஷேமம் வஹாம்யஹம்। ॥ 3௦ ॥

பரித்ராணாய ஸாதூ⁴னாம் வினாஶாய ச து³ஷ்க்ருதாம்। ।
த⁴ர்மஸம்ஸ்தா²பனார்தா²ய ஸம்ப⁴வாமி யுகே³ யுகே³ ॥ 31 ॥

ஆர்தா: விஷண்ணா: ஶிதி²லாஶ்ச பீ⁴தா: கோ⁴ரேஷு ச வ்யாதி⁴ஷு வர்தமானா: ।
ஸங்கீர்த்ய நாராயணஶப்³த³மாத்ரம் விமுக்தது³:கா²: ஸுகி²னோ ப⁴வந்தி ॥ 32 ॥

காயேன வாசா மனஸேந்த்³ரியைர்வா பு³த்³த்⁴யாத்மனா வா ப்ரக்ருதே: ஸ்வபா⁴வாத் ।
கரோமி யத்³யத்ஸகலம் பரஸ்மை நாராயணாயேதி ஸமர்பயாமி ॥ 33 ॥

யத³க்ஷர பத³ப்⁴ரஷ்டம் மாத்ராஹீனம் து யத்³ப⁴வேத்
தத்²ஸர்வம் க்ஷம்யதாம் தே³வ நாராயண நமோஸ்து தே ।
விஸர்க³ பி³ந்து³ மாத்ராணி பத³பாதா³க்ஷராணி ச
ந்யூனானி சாதிரிக்தானி க்ஷமஸ்வ புருஷோத்தம: ॥

இதி ஶ்ரீ மஹாபா⁴ரதே ஶதஸாஹஸ்ரிகாயாம் ஸம்ஹிதாயாம் வையாஸிக்யாமனுஶாஸன பர்வாந்தர்க³த ஆனுஶாஸனிக பர்வணி, மோக்ஷத⁴ர்மே பீ⁴ஷ்ம யுதி⁴ஷ்டி²ர ஸம்வாதே³ ஶ்ரீ விஷ்ணோர்தி³வ்ய ஸஹஸ்ரனாம ஸ்தோத்ரம் நாமைகோன பஞ்ச ஶதாதி⁴க ஶததமோத்⁴யாய: ॥
ஶ்ரீ விஷ்ணு ஸஹஸ்ரனாம ஸ்தோத்ரம் ஸமாப்தம் ॥
ஓம் தத்ஸத் ஸர்வம் ஶ்ரீ க்ருஷ்ணார்பணமஸ்து ॥

`;
